{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Corinthians", "bookAbbreviation": "1 Cor", "chapterNumber": 10, "verses": [{"reference": "1 Corinthians 10:1", "verseNumber": 1, "scripture": "Moreover, brethren, I would not that all of you should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;"},{"reference": "1 Corinthians 10:2", "verseNumber": 2, "scripture": "And were all baptized unto Moses in the cloud and in the sea;"},{"reference": "1 Corinthians 10:3", "verseNumber": 3, "scripture": "And did all eat the same spiritual food;"},{"reference": "1 Corinthians 10:4", "verseNumber": 4, "scripture": "And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ."},{"reference": "1 Corinthians 10:5", "verseNumber": 5, "scripture": "But with many of them God was not well pleased: for they were overthrown in the wilderness."},{"reference": "1 Corinthians 10:6", "verseNumber": 6, "scripture": "Now these things were our examples, to the intent we should not lust after evil things, as they also lusted."},{"reference": "1 Corinthians 10:7", "verseNumber": 7, "scripture": "Neither be all of you idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play."},{"reference": "1 Corinthians 10:8", "verseNumber": 8, "scripture": "Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand."},{"reference": "1 Corinthians 10:9", "verseNumber": 9, "scripture": "Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents."},{"reference": "1 Corinthians 10:10", "verseNumber": 10, "scripture": "Neither murmur all of you, as some of them also murmured, and were destroyed of the destroyer."},{"reference": "1 Corinthians 10:11", "verseNumber": 11, "scripture": "Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come."},{"reference": "1 Corinthians 10:12", "verseNumber": 12, "scripture": "Wherefore let him that thinks he stands take heed lest he fall."},{"reference": "1 Corinthians 10:13", "verseNumber": 13, "scripture": "There has no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that all of you are able; but will with the temptation also make a way to escape, that all of you may be able to bear it."},{"reference": "1 Corinthians 10:14", "verseNumber": 14, "scripture": "Wherefore, my dearly beloved, flee from idolatry."},{"reference": "1 Corinthians 10:15", "verseNumber": 15, "scripture": "I speak as to wise men; judge all of you what I say."},{"reference": "1 Corinthians 10:16", "verseNumber": 16, "scripture": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?"},{"reference": "1 Corinthians 10:17", "verseNumber": 17, "scripture": "For we being many are one bread, and one body: for we are all partakers of that one bread."},{"reference": "1 Corinthians 10:18", "verseNumber": 18, "scripture": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?"},{"reference": "1 Corinthians 10:19", "verseNumber": 19, "scripture": "What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?"},{"reference": "1 Corinthians 10:20", "verseNumber": 20, "scripture": "But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that all of you should have fellowship with devils."},{"reference": "1 Corinthians 10:21", "verseNumber": 21, "scripture": "All of you cannot drink the cup of the Lord, and the cup of devils: all of you cannot be partakers of the Lord's table, and of the table of devils."},{"reference": "1 Corinthians 10:22", "verseNumber": 22, "scripture": "Do we provoke the Lord to jealousy? are we stronger than he?"},{"reference": "1 Corinthians 10:23", "verseNumber": 23, "scripture": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not."},{"reference": "1 Corinthians 10:24", "verseNumber": 24, "scripture": "Let no man seek his own, but every man another's wealth."},{"reference": "1 Corinthians 10:25", "verseNumber": 25, "scripture": "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:"},{"reference": "1 Corinthians 10:26", "verseNumber": 26, "scripture": "For the earth is the Lord's, and the fullness thereof."},{"reference": "1 Corinthians 10:27", "verseNumber": 27, "scripture": "If any of them that believe not bid you to a feast, and all of you be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake."},{"reference": "1 Corinthians 10:28", "verseNumber": 28, "scripture": "But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that showed it, and for conscience sake: for the earth is the Lord's, and the fullness thereof:"},{"reference": "1 Corinthians 10:29", "verseNumber": 29, "scripture": "Conscience, I say, not yours own, but of the other: for why is my liberty judged of another man's conscience?"},{"reference": "1 Corinthians 10:30", "verseNumber": 30, "scripture": "For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?"},{"reference": "1 Corinthians 10:31", "verseNumber": 31, "scripture": "Whether therefore all of you eat, or drink, or whatsoever all of you do, do all to the glory of God."},{"reference": "1 Corinthians 10:32", "verseNumber": 32, "scripture": "Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:"},{"reference": "1 Corinthians 10:33", "verseNumber": 33, "scripture": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved."}]}