{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Corinthians",
     "bookAbbreviation":  "1 Cor",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "1 Corinthians 12:1",
             "verseNumber":  1,
             "scripture":  "Now concerning spiritual gifts, brethren, I would not have you ignorant."
        },
        {
            "reference":  "1 Corinthians 12:2",
             "verseNumber":  2,
             "scripture":  "All of you know that all of you were Gentiles, carried away unto these dumb idols, even as all of you were led."
        },
        {
            "reference":  "1 Corinthians 12:3",
             "verseNumber":  3,
             "scripture":  "Wherefore I give you to understand, that no man speaking by the Spirit of God calls Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Spirit."
        },
        {
            "reference":  "1 Corinthians 12:4",
             "verseNumber":  4,
             "scripture":  "Now there are diversities of gifts, but the same Spirit."
        },
        {
            "reference":  "1 Corinthians 12:5",
             "verseNumber":  5,
             "scripture":  "And there are differences of administrations, but the same Lord."
        },
        {
            "reference":  "1 Corinthians 12:6",
             "verseNumber":  6,
             "scripture":  "And there are diversities of operations, but it is the same God which works all in all."
        },
        {
            "reference":  "1 Corinthians 12:7",
             "verseNumber":  7,
             "scripture":  "But the manifestation of the Spirit is given to every man to profit likewise."
        },
        {
            "reference":  "1 Corinthians 12:8",
             "verseNumber":  8,
             "scripture":  "In order to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;"
        },
        {
            "reference":  "1 Corinthians 12:9",
             "verseNumber":  9,
             "scripture":  "To another faith by the same Spirit; to another the gifts of healing by the same Spirit;"
        },
        {
            "reference":  "1 Corinthians 12:10",
             "verseNumber":  10,
             "scripture":  "To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:"
        },
        {
            "reference":  "1 Corinthians 12:11",
             "verseNumber":  11,
             "scripture":  "But all these works that one and the very same Spirit, dividing to every man severally as he will."
        },
        {
            "reference":  "1 Corinthians 12:12",
             "verseNumber":  12,
             "scripture":  "For as the body is one, and has many members, and all the members of that one body, being many, are one body: so also is Christ."
        },
        {
            "reference":  "1 Corinthians 12:13",
             "verseNumber":  13,
             "scripture":  "For by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit."
        },
        {
            "reference":  "1 Corinthians 12:14",
             "verseNumber":  14,
             "scripture":  "For the body is not one member, but many."
        },
        {
            "reference":  "1 Corinthians 12:15",
             "verseNumber":  15,
             "scripture":  "If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?"
        },
        {
            "reference":  "1 Corinthians 12:16",
             "verseNumber":  16,
             "scripture":  "And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?"
        },
        {
            "reference":  "1 Corinthians 12:17",
             "verseNumber":  17,
             "scripture":  "If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?"
        },
        {
            "reference":  "1 Corinthians 12:18",
             "verseNumber":  18,
             "scripture":  "But now has God set the members every one of them in the body, as it has pleased him."
        },
        {
            "reference":  "1 Corinthians 12:19",
             "verseNumber":  19,
             "scripture":  "And if they were all one member, where were the body?"
        },
        {
            "reference":  "1 Corinthians 12:20",
             "verseNumber":  20,
             "scripture":  "But now are they many members, yet but one body."
        },
        {
            "reference":  "1 Corinthians 12:21",
             "verseNumber":  21,
             "scripture":  "And the eye cannot say unto the hand, I have no need of you: nor again the head to the feet, I have no need of you."
        },
        {
            "reference":  "1 Corinthians 12:22",
             "verseNumber":  22,
             "scripture":  "Nay, much more those members of the body, which seem to be more feeble, are necessary:"
        },
        {
            "reference":  "1 Corinthians 12:23",
             "verseNumber":  23,
             "scripture":  "And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our indecent parts have more abundant loveliness."
        },
        {
            "reference":  "1 Corinthians 12:24",
             "verseNumber":  24,
             "scripture":  "For our comely parts have no need: but God has tempered the body together, having given more abundant honour to that part which lacked."
        },
        {
            "reference":  "1 Corinthians 12:25",
             "verseNumber":  25,
             "scripture":  "That there should be no division in the body; but that the members should have the same care one for another."
        },
        {
            "reference":  "1 Corinthians 12:26",
             "verseNumber":  26,
             "scripture":  "And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it."
        },
        {
            "reference":  "1 Corinthians 12:27",
             "verseNumber":  27,
             "scripture":  "Now all of you are the body of Christ, and members in particular."
        },
        {
            "reference":  "1 Corinthians 12:28",
             "verseNumber":  28,
             "scripture":  "And God has set some in the church, first apostles, secondly prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues."
        },
        {
            "reference":  "1 Corinthians 12:29",
             "verseNumber":  29,
             "scripture":  "Are all apostles? are all prophets? are all teachers? are all workers of miracles?"
        },
        {
            "reference":  "1 Corinthians 12:30",
             "verseNumber":  30,
             "scripture":  "Have all the gifts of healing? do all speak with tongues? do all interpret?"
        },
        {
            "reference":  "1 Corinthians 12:31",
             "verseNumber":  31,
             "scripture":  "But covet earnestly the best gifts: and yet show I unto you a more excellent way."
        }
    ]
}