{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Corinthians", "bookAbbreviation": "1 Cor", "chapterNumber": 13, "verses": [{"reference": "1 Corinthians 13:1", "verseNumber": 1, "scripture": "Though I speak with the tongues of men and of angels, and have not love, I am become as sounding brass, or a tinkling cymbal."},{"reference": "1 Corinthians 13:2", "verseNumber": 2, "scripture": "And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not love, I am nothing."},{"reference": "1 Corinthians 13:3", "verseNumber": 3, "scripture": "And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not love, it profits me nothing."},{"reference": "1 Corinthians 13:4", "verseNumber": 4, "scripture": "Love suffers long, and is kind; love envies not; love vaunts not itself, is not puffed up,"},{"reference": "1 Corinthians 13:5", "verseNumber": 5, "scripture": "Does not behave itself unseemly, seeks not her own, is not easily provoked, thinks no evil;"},{"reference": "1 Corinthians 13:6", "verseNumber": 6, "scripture": "Rejoices not in iniquity, but rejoices in the truth;"},{"reference": "1 Corinthians 13:7", "verseNumber": 7, "scripture": "Bears all things, believes all things, hopes all things, endures all things."},{"reference": "1 Corinthians 13:8", "verseNumber": 8, "scripture": "Love never fails: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away."},{"reference": "1 Corinthians 13:9", "verseNumber": 9, "scripture": "For we know in part, and we prophesy in part."},{"reference": "1 Corinthians 13:10", "verseNumber": 10, "scripture": "But when that which is perfect has come, then that which is in part shall be done away."},{"reference": "1 Corinthians 13:11", "verseNumber": 11, "scripture": "When I was a child, I spoke as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things."},{"reference": "1 Corinthians 13:12", "verseNumber": 12, "scripture": "For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known."},{"reference": "1 Corinthians 13:13", "verseNumber": 13, "scripture": "And now abides faith, hope, love, these three; but the greatest of these is love."}]}