{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Corinthians",
     "bookAbbreviation":  "1 Cor",
     "chapterNumber":  14,
     "verses":  [
        {
            "reference":  "1 Corinthians 14:1",
             "verseNumber":  1,
             "scripture":  "Follow after love, and desire spiritual gifts, but rather that all of you may prophesy."
        },
        {
            "reference":  "1 Corinthians 14:2",
             "verseNumber":  2,
             "scripture":  "For he that speaks in an unknown tongue speaks not unto men, but unto God: for no man understands him; nevertheless in the spirit he speaks mysteries."
        },
        {
            "reference":  "1 Corinthians 14:3",
             "verseNumber":  3,
             "scripture":  "But he that prophesies speaks unto men to edification, and exhortation, and comfort."
        },
        {
            "reference":  "1 Corinthians 14:4",
             "verseNumber":  4,
             "scripture":  "He that speaks in an unknown tongue edifies himself; but he that prophesies edifies the church."
        },
        {
            "reference":  "1 Corinthians 14:5",
             "verseNumber":  5,
             "scripture":  "I would that all of you all spoke with tongues but rather that all of you prophesied: for greater is he that prophesies than he that speaks with tongues, except he interpret, that the church may receive edifying."
        },
        {
            "reference":  "1 Corinthians 14:6",
             "verseNumber":  6,
             "scripture":  "Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?"
        },
        {
            "reference":  "1 Corinthians 14:7",
             "verseNumber":  7,
             "scripture":  "And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?"
        },
        {
            "reference":  "1 Corinthians 14:8",
             "verseNumber":  8,
             "scripture":  "For if the trumpet give an uncertain sound, who shall prepare himself to the battle?"
        },
        {
            "reference":  "1 Corinthians 14:9",
             "verseNumber":  9,
             "scripture":  "So likewise all of you, except all of you utter by the tongue words easy to be understood, how shall it be known what is spoken? for all of you shall speak into the air."
        },
        {
            "reference":  "1 Corinthians 14:10",
             "verseNumber":  10,
             "scripture":  "There are, it may be, so many kinds of voices in the world, and none of them is without signification."
        },
        {
            "reference":  "1 Corinthians 14:11",
             "verseNumber":  11,
             "scripture":  "Therefore if I know not the meaning of the voice, I shall be unto him that speaks a barbarian, and he that speaks shall be a barbarian unto me."
        },
        {
            "reference":  "1 Corinthians 14:12",
             "verseNumber":  12,
             "scripture":  "Even so all of you, forasmuch as all of you are zealous of spiritual gifts, seek that all of you may excel to the edifying of the church."
        },
        {
            "reference":  "1 Corinthians 14:13",
             "verseNumber":  13,
             "scripture":  "Wherefore let him that speaks in an unknown tongue pray that he may interpret."
        },
        {
            "reference":  "1 Corinthians 14:14",
             "verseNumber":  14,
             "scripture":  "For if I pray in an unknown tongue, my spirit prays, but my understanding is unfruitful."
        },
        {
            "reference":  "1 Corinthians 14:15",
             "verseNumber":  15,
             "scripture":  "What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also."
        },
        {
            "reference":  "1 Corinthians 14:16",
             "verseNumber":  16,
             "scripture":  "Else when you shall bless with the spirit, how shall he that occupies the room of the unlearned say Amen at your giving of thanks, seeing he understands not what you says?"
        },
        {
            "reference":  "1 Corinthians 14:17",
             "verseNumber":  17,
             "scripture":  "For you verily give thanks well, but the other is not edified."
        },
        {
            "reference":  "1 Corinthians 14:18",
             "verseNumber":  18,
             "scripture":  "I thank my God, I speak with tongues more than all of you all:"
        },
        {
            "reference":  "1 Corinthians 14:19",
             "verseNumber":  19,
             "scripture":  "Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue."
        },
        {
            "reference":  "1 Corinthians 14:20",
             "verseNumber":  20,
             "scripture":  "Brethren, be not children in understanding: nevertheless in malice be all of you children, but in understanding be men."
        },
        {
            "reference":  "1 Corinthians 14:21",
             "verseNumber":  21,
             "scripture":  "In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, says the LORD."
        },
        {
            "reference":  "1 Corinthians 14:22",
             "verseNumber":  22,
             "scripture":  "Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serves not for them that believe not, but for them which believe."
        },
        {
            "reference":  "1 Corinthians 14:23",
             "verseNumber":  23,
             "scripture":  "If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that all of you are mad?"
        },
        {
            "reference":  "1 Corinthians 14:24",
             "verseNumber":  24,
             "scripture":  "But if all prophesy, and there come in one that believes not, or one unlearned, he is convinced of all, he is judged of all:"
        },
        {
            "reference":  "1 Corinthians 14:25",
             "verseNumber":  25,
             "scripture":  "And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you truthfully."
        },
        {
            "reference":  "1 Corinthians 14:26",
             "verseNumber":  26,
             "scripture":  "How is it then, brethren? when all of you come together, every one of you has a psalm, has a doctrine, has a tongue, has a revelation, has an interpretation. Let all things be done unto edifying."
        },
        {
            "reference":  "1 Corinthians 14:27",
             "verseNumber":  27,
             "scripture":  "If any man speak in an unknown tongue, let it be by two, or at the most by three, and that by course; and let one interpret."
        },
        {
            "reference":  "1 Corinthians 14:28",
             "verseNumber":  28,
             "scripture":  "But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God."
        },
        {
            "reference":  "1 Corinthians 14:29",
             "verseNumber":  29,
             "scripture":  "Let the prophets speak two or three, and let the other judge."
        },
        {
            "reference":  "1 Corinthians 14:30",
             "verseNumber":  30,
             "scripture":  "If any thing be revealed to another that sits by, let the first hold his peace."
        },
        {
            "reference":  "1 Corinthians 14:31",
             "verseNumber":  31,
             "scripture":  "For all of you may all prophesy one by one, that all may learn, and all may be comforted."
        },
        {
            "reference":  "1 Corinthians 14:32",
             "verseNumber":  32,
             "scripture":  "And the spirits of the prophets are subject to the prophets."
        },
        {
            "reference":  "1 Corinthians 14:33",
             "verseNumber":  33,
             "scripture":  "For God is not the author of confusion, but of peace, as in all churches of the saints."
        },
        {
            "reference":  "1 Corinthians 14:34",
             "verseNumber":  34,
             "scripture":  "Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience as also says the law."
        },
        {
            "reference":  "1 Corinthians 14:35",
             "verseNumber":  35,
             "scripture":  "And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church."
        },
        {
            "reference":  "1 Corinthians 14:36",
             "verseNumber":  36,
             "scripture":  "What? came the word of God out from you? or came it unto you only?"
        },
        {
            "reference":  "1 Corinthians 14:37",
             "verseNumber":  37,
             "scripture":  "If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord."
        },
        {
            "reference":  "1 Corinthians 14:38",
             "verseNumber":  38,
             "scripture":  "But if any man be ignorant, let him be ignorant."
        },
        {
            "reference":  "1 Corinthians 14:39",
             "verseNumber":  39,
             "scripture":  "Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues."
        },
        {
            "reference":  "1 Corinthians 14:40",
             "verseNumber":  40,
             "scripture":  "Let all things be done decently and in order."
        }
    ]
}