{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Romans",
     "bookAbbreviation":  "1 Cor",
     "chapterNumber":  16,
     "verses":  [
        {
            "reference":  "Romans 16:1",
             "verseNumber":  1,
             "scripture":  "I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:"
        },
        {
            "reference":  "Romans 16:2",
             "verseNumber":  2,
             "scripture":  "That all of you receive her in the Lord, as becomes saints, and that all of you assist her in whatsoever business she has need of you: for she has been a supporter of many, and of myself also."
        },
        {
            "reference":  "Romans 16:3",
             "verseNumber":  3,
             "scripture":  "Greet Priscilla and Aquila my helpers in Christ Jesus:"
        },
        {
            "reference":  "Romans 16:4",
             "verseNumber":  4,
             "scripture":  "Who have for my life laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles."
        },
        {
            "reference":  "Romans 16:5",
             "verseNumber":  5,
             "scripture":  "Likewise greet the church that is in their house. Salute my well-beloved Epaenetus, who is the first- fruits of Achaia unto Christ."
        },
        {
            "reference":  "Romans 16:6",
             "verseNumber":  6,
             "scripture":  "Greet Mary, who bestowed much labour on us."
        },
        {
            "reference":  "Romans 16:7",
             "verseNumber":  7,
             "scripture":  "Salute Andronicus and Junia, my kinsmen, and my fellow-prisoners, who are of note among the apostles, who also were in Christ before me."
        },
        {
            "reference":  "Romans 16:8",
             "verseNumber":  8,
             "scripture":  "Greet Amplias my beloved in the Lord."
        },
        {
            "reference":  "Romans 16:9",
             "verseNumber":  9,
             "scripture":  "Salute Urbane, our helper in Christ, and Stachys my beloved."
        },
        {
            "reference":  "Romans 16:10",
             "verseNumber":  10,
             "scripture":  "Salute Apelles approved in Christ. Salute them which are of Aristobulus' household."
        },
        {
            "reference":  "Romans 16:11",
             "verseNumber":  11,
             "scripture":  "Salute Herodion my kinsman. Greet them that be of the household of Narcissus, which are in the Lord."
        },
        {
            "reference":  "Romans 16:12",
             "verseNumber":  12,
             "scripture":  "Salute Tryphena and Tryphosa, who labour in the Lord. Salute the beloved Persis, which laboured much in the Lord."
        },
        {
            "reference":  "Romans 16:13",
             "verseNumber":  13,
             "scripture":  "Salute Rufus chosen in the Lord, and his mother and mine."
        },
        {
            "reference":  "Romans 16:14",
             "verseNumber":  14,
             "scripture":  "Salute Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren which are with them."
        },
        {
            "reference":  "Romans 16:15",
             "verseNumber":  15,
             "scripture":  "Salute Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints which are with them."
        },
        {
            "reference":  "Romans 16:16",
             "verseNumber":  16,
             "scripture":  "Salute one another with an holy kiss. The churches of Christ salute you."
        },
        {
            "reference":  "Romans 16:17",
             "verseNumber":  17,
             "scripture":  "Now I plead to you, brethren, mark them which cause divisions and offences contrary to the doctrine which all of you have learned; and avoid them."
        },
        {
            "reference":  "Romans 16:18",
             "verseNumber":  18,
             "scripture":  "For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple."
        },
        {
            "reference":  "Romans 16:19",
             "verseNumber":  19,
             "scripture":  "For your obedience has come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil."
        },
        {
            "reference":  "Romans 16:20",
             "verseNumber":  20,
             "scripture":  "And the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen."
        },
        {
            "reference":  "Romans 16:21",
             "verseNumber":  21,
             "scripture":  "Timotheus my fellow worker, and Lucius, and Jason, and Sosipater, my kinsmen, salute you."
        },
        {
            "reference":  "Romans 16:22",
             "verseNumber":  22,
             "scripture":  "I Tertius, who wrote this epistle, salute you in the Lord."
        },
        {
            "reference":  "Romans 16:23",
             "verseNumber":  23,
             "scripture":  "Gaius mine host, and of the whole church, salutes you. Erastus the chamberlain of the city salutes you, and Quartus a brother."
        },
        {
            "reference":  "Romans 16:24",
             "verseNumber":  24,
             "scripture":  "The grace of our Lord Jesus Christ be with you all. Amen."
        },
        {
            "reference":  "Romans 16:25",
             "verseNumber":  25,
             "scripture":  "Now to him that is of power to establish you according to my gospel, and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret since the world began,"
        },
        {
            "reference":  "Romans 16:26",
             "verseNumber":  26,
             "scripture":  "But now is made manifest, and by the scriptures of the prophets, according to the commandment of the everlasting God, made known to all nations for the obedience of faith:"
        },
        {
            "reference":  "Romans 16:27",
             "verseNumber":  27,
             "scripture":  "To God only wise, be glory through Jesus Christ for ever. Amen."
        }
    ]
}