{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Corinthians", "bookAbbreviation": "1 Cor", "chapterNumber": 6, "verses": [{"reference": "1 Corinthians 6:1", "verseNumber": 1, "scripture": "Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?"},{"reference": "1 Corinthians 6:2", "verseNumber": 2, "scripture": "Do all of you not know that the saints shall judge the world? and if the world shall be judged by you, are all of you unworthy to judge the smallest matters?"},{"reference": "1 Corinthians 6:3", "verseNumber": 3, "scripture": "Know all of you not that we shall judge angels? how much more things that pertain to this life?"},{"reference": "1 Corinthians 6:4", "verseNumber": 4, "scripture": "If then all of you have judgments of things pertaining to this life, set them to judge who are least esteemed in the church."},{"reference": "1 Corinthians 6:5", "verseNumber": 5, "scripture": "I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?"},{"reference": "1 Corinthians 6:6", "verseNumber": 6, "scripture": "But brother goes to law with brother, and that before the unbelievers."},{"reference": "1 Corinthians 6:7", "verseNumber": 7, "scripture": "Now therefore there is utterly a fault among you, because all of you go to law one with another. Why do all of you not rather endure wrong? why do all of you not rather suffer yourselves to be defrauded?"},{"reference": "1 Corinthians 6:8", "verseNumber": 8, "scripture": "Nay, all of you do wrong, and defraud, and that your brethren."},{"reference": "1 Corinthians 6:9", "verseNumber": 9, "scripture": "Know all of you not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,"},{"reference": "1 Corinthians 6:10", "verseNumber": 10, "scripture": "Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortionists, shall inherit the kingdom of God."},{"reference": "1 Corinthians 6:11", "verseNumber": 11, "scripture": "And such were some of you: but all of you are washed, but all of you are sanctified, but all of you are justified in the name of the Lord Jesus, and by the Spirit of our God."},{"reference": "1 Corinthians 6:12", "verseNumber": 12, "scripture": "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any."},{"reference": "1 Corinthians 6:13", "verseNumber": 13, "scripture": "Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body."},{"reference": "1 Corinthians 6:14", "verseNumber": 14, "scripture": "And God has both raised up the Lord, and will also raise up us by his own power."},{"reference": "1 Corinthians 6:15", "verseNumber": 15, "scripture": "Know all of you not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid."},{"reference": "1 Corinthians 6:16", "verseNumber": 16, "scripture": "What? know all of you not that he which is joined to an harlot is one body? for two, says he, shall be one flesh."},{"reference": "1 Corinthians 6:17", "verseNumber": 17, "scripture": "But he that is joined unto the Lord is one spirit."},{"reference": "1 Corinthians 6:18", "verseNumber": 18, "scripture": "Flee fornication. Every sin that a man does is without the body; but he that commits fornication sins against his own body."},{"reference": "1 Corinthians 6:19", "verseNumber": 19, "scripture": "What? know all of you not that your body is the temple of the Holy Spirit which is in you, which all of you have of God, and all of you are not your own?"},{"reference": "1 Corinthians 6:20", "verseNumber": 20, "scripture": "For all of you are bought with a price: therefore glorify God in your body, and in your spirit, which are God's."}]}