{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Chronicles",
     "bookAbbreviation":  "1 Chr",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "1 Chronicles 11:1",
             "verseNumber":  1,
             "scripture":  "Then all Israel gathered themselves to David unto Hebron, saying, Behold, we are your bone and your flesh."
        },
        {
            "reference":  "1 Chronicles 11:2",
             "verseNumber":  2,
             "scripture":  "And moreover in time past, even when Saul was king, you were he that led out and brought in Israel: and the LORD your God said unto you, You shall feed my people Israel, and you shall be ruler over my people Israel."
        },
        {
            "reference":  "1 Chronicles 11:3",
             "verseNumber":  3,
             "scripture":  "Therefore came all the elders of Israel to the king to Hebron; and David made a covenant with them in Hebron before the LORD; and they anointed David king over Israel, according to the word of the LORD by Samuel."
        },
        {
            "reference":  "1 Chronicles 11:4",
             "verseNumber":  4,
             "scripture":  "And David and all Israel went to Jerusalem, which is Jebus; where the Jebusites were, the inhabitants of the land."
        },
        {
            "reference":  "1 Chronicles 11:5",
             "verseNumber":  5,
             "scripture":  "And the inhabitants of Jebus said to David, You shall not come here. Nevertheless David took the castle of Zion, which is the city of David."
        },
        {
            "reference":  "1 Chronicles 11:6",
             "verseNumber":  6,
             "scripture":  "And David said, Whosoever strikes the Jebusites first shall be chief and captain. So Joab the son of Zeruiah went first up, and was chief."
        },
        {
            "reference":  "1 Chronicles 11:7",
             "verseNumber":  7,
             "scripture":  "And David dwelt in the castle; therefore they called it the city of David."
        },
        {
            "reference":  "1 Chronicles 11:8",
             "verseNumber":  8,
             "scripture":  "And he built the city round about, even from Millo round about: and Joab repaired the rest of the city."
        },
        {
            "reference":  "1 Chronicles 11:9",
             "verseNumber":  9,
             "scripture":  "So David waxed greater and greater: for the LORD of hosts was with him."
        },
        {
            "reference":  "1 Chronicles 11:10",
             "verseNumber":  10,
             "scripture":  "These also are the chief of the mighty men whom David had, who strengthened themselves with him in his kingdom, and with all Israel, to make him king, according to the word of the LORD concerning Israel."
        },
        {
            "reference":  "1 Chronicles 11:11",
             "verseNumber":  11,
             "scripture":  "And this is the number of the mighty men whom David had; Jashobeam, an Hachmonite, the chief of the captains: he lifted up his spear against three hundred slain by him at the same."
        },
        {
            "reference":  "1 Chronicles 11:12",
             "verseNumber":  12,
             "scripture":  "And after him was Eleazar the son of Dodo, the Ahohite, who was one of the three mighty men."
        },
        {
            "reference":  "1 Chronicles 11:13",
             "verseNumber":  13,
             "scripture":  "He was with David at Pasdammim, and there the Philistines were gathered together to battle, where was a parcel of ground full of barley; and the people fled from before the Philistines."
        },
        {
            "reference":  "1 Chronicles 11:14",
             "verseNumber":  14,
             "scripture":  "And they set themselves in the midst of that parcel, and delivered it, and slew the Philistines; and the LORD saved them by a great deliverance."
        },
        {
            "reference":  "1 Chronicles 11:15",
             "verseNumber":  15,
             "scripture":  "Now three of the thirty captains went down to the rock to David, into the cave of Adullam; and the host of the Philistines encamped in the valley of Rephaim."
        },
        {
            "reference":  "1 Chronicles 11:16",
             "verseNumber":  16,
             "scripture":  "And David was then in the hold, and the Philistines' garrison was then at Bethlehem."
        },
        {
            "reference":  "1 Chronicles 11:17",
             "verseNumber":  17,
             "scripture":  "And David longed, and said, Oh that one would give me drink of the water of the well of Bethlehem, that is at the gate!"
        },
        {
            "reference":  "1 Chronicles 11:18",
             "verseNumber":  18,
             "scripture":  "And the three brake through the host of the Philistines, and drew water out of the well of Bethlehem, that was by the gate, and took it, and brought it to David: but David would not drink of it, but poured it out to the LORD."
        },
        {
            "reference":  "1 Chronicles 11:19",
             "verseNumber":  19,
             "scripture":  "And said, My God forbid it me, that I should do this thing: shall I drink the blood of these men that have put their lives in jeopardy? for with the jeopardy of their lives they brought it. Therefore he would not drink it. These things did these three might."
        },
        {
            "reference":  "1 Chronicles 11:20",
             "verseNumber":  20,
             "scripture":  "And Abishai the brother of Joab, he was chief of the three: for lifting up his spear against three hundred, he slew them, and had a name among the three."
        },
        {
            "reference":  "1 Chronicles 11:21",
             "verseNumber":  21,
             "scripture":  "Of the three, he was more honourable than the two; for he was their captain: nevertheless he attained not to the first three."
        },
        {
            "reference":  "1 Chronicles 11:22",
             "verseNumber":  22,
             "scripture":  "Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done many acts; he slew two lionlike men of Moab: also he went down and slew a lion in a pit in a snowy day."
        },
        {
            "reference":  "1 Chronicles 11:23",
             "verseNumber":  23,
             "scripture":  "And he slew an Egyptian, a man of great stature, five cubits high; and in the Egyptian's hand was a spear like a weaver's beam; and he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear."
        },
        {
            "reference":  "1 Chronicles 11:24",
             "verseNumber":  24,
             "scripture":  "These things did Benaiah the son of Jehoiada, and had the name among the three mighty men."
        },
        {
            "reference":  "1 Chronicles 11:25",
             "verseNumber":  25,
             "scripture":  "Behold, he was honourable among the thirty, but attained not to the first three: and David set him over his guard."
        },
        {
            "reference":  "1 Chronicles 11:26",
             "verseNumber":  26,
             "scripture":  "Also the valiant men of the armies were, Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,"
        },
        {
            "reference":  "1 Chronicles 11:27",
             "verseNumber":  27,
             "scripture":  "Shammoth the Harorite, Helez the Pelonite,"
        },
        {
            "reference":  "1 Chronicles 11:28",
             "verseNumber":  28,
             "scripture":  "Ira the son of Ikkesh the Tekoite, Abiezer the Antothite,"
        },
        {
            "reference":  "1 Chronicles 11:29",
             "verseNumber":  29,
             "scripture":  "Sibbecai the Hushathite, Ilai the Ahohite,"
        },
        {
            "reference":  "1 Chronicles 11:30",
             "verseNumber":  30,
             "scripture":  "Maharai the Netophathite, Heled the son of Baanah the Netophathite,"
        },
        {
            "reference":  "1 Chronicles 11:31",
             "verseNumber":  31,
             "scripture":  "Ithai the son of Ribai of Gibeah, that pertained to the children of Benjamin, Benaiah the Pirathonite,"
        },
        {
            "reference":  "1 Chronicles 11:32",
             "verseNumber":  32,
             "scripture":  "Hurai of the brooks of Gaash, Abiel the Arbathite,"
        },
        {
            "reference":  "1 Chronicles 11:33",
             "verseNumber":  33,
             "scripture":  "Azmaveth the Baharumite, Eliahba the Shaalbonite,"
        },
        {
            "reference":  "1 Chronicles 11:34",
             "verseNumber":  34,
             "scripture":  "The sons of Hashem the Gizonite, Jonathan the son of Shage the Hararite,"
        },
        {
            "reference":  "1 Chronicles 11:35",
             "verseNumber":  35,
             "scripture":  "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,"
        },
        {
            "reference":  "1 Chronicles 11:36",
             "verseNumber":  36,
             "scripture":  "Hepher the Mecherathite, Ahijah the Pelonite,"
        },
        {
            "reference":  "1 Chronicles 11:37",
             "verseNumber":  37,
             "scripture":  "Hezro the Carmelite, Naarai the son of Ezbai,"
        },
        {
            "reference":  "1 Chronicles 11:38",
             "verseNumber":  38,
             "scripture":  "Joel the brother of Nathan, Mibhar the son of Haggeri,"
        },
        {
            "reference":  "1 Chronicles 11:39",
             "verseNumber":  39,
             "scripture":  "Zelek the Ammonite, Naharai the Berothite, the armour bearer of Joab the son of Zeruiah,"
        },
        {
            "reference":  "1 Chronicles 11:40",
             "verseNumber":  40,
             "scripture":  "Ira the Ithrite, Gareb the Ithrite,"
        },
        {
            "reference":  "1 Chronicles 11:41",
             "verseNumber":  41,
             "scripture":  "Uriah the Hittite, Zabad the son of Ahlai,"
        },
        {
            "reference":  "1 Chronicles 11:42",
             "verseNumber":  42,
             "scripture":  "Adina the son of Shiza the Reubenite, a captain of the Reubenites, and thirty with him,"
        },
        {
            "reference":  "1 Chronicles 11:43",
             "verseNumber":  43,
             "scripture":  "Hanan the son of Maachah, and Joshaphat the Mithnite,"
        },
        {
            "reference":  "1 Chronicles 11:44",
             "verseNumber":  44,
             "scripture":  "Uzzia the Ashterathite, Shama and Jehiel the sons of Hothan the Aroerite,"
        },
        {
            "reference":  "1 Chronicles 11:45",
             "verseNumber":  45,
             "scripture":  "Jediael the son of Shimri, and Joha his brother, the Tizite,"
        },
        {
            "reference":  "1 Chronicles 11:46",
             "verseNumber":  46,
             "scripture":  "Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,"
        },
        {
            "reference":  "1 Chronicles 11:47",
             "verseNumber":  47,
             "scripture":  "Eliel, and Obed, and Jasiel the Mesobaite."
        }
    ]
}