{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Chronicles",
     "bookAbbreviation":  "1 Chr",
     "chapterNumber":  15,
     "verses":  [
        {
            "reference":  "1 Chronicles 15:1",
             "verseNumber":  1,
             "scripture":  "And David made him houses in the city of David, and prepared a place for the ark of God, and pitched for it a tent."
        },
        {
            "reference":  "1 Chronicles 15:2",
             "verseNumber":  2,
             "scripture":  "Then David said, None ought to carry the ark of God but the Levites: for them has the LORD chosen to carry the ark of God, and to minister unto him for ever."
        },
        {
            "reference":  "1 Chronicles 15:3",
             "verseNumber":  3,
             "scripture":  "And David gathered all Israel together to Jerusalem, to bring up the ark of the LORD unto his place, which he had prepared for it."
        },
        {
            "reference":  "1 Chronicles 15:4",
             "verseNumber":  4,
             "scripture":  "And David assembled the children of Aaron, and the Levites:"
        },
        {
            "reference":  "1 Chronicles 15:5",
             "verseNumber":  5,
             "scripture":  "Of the sons of Kohath; Uriel the chief, and his brethren an hundred and twenty:"
        },
        {
            "reference":  "1 Chronicles 15:6",
             "verseNumber":  6,
             "scripture":  "Of the sons of Merari; Asaiah the chief, and his brethren two hundred and twenty:"
        },
        {
            "reference":  "1 Chronicles 15:7",
             "verseNumber":  7,
             "scripture":  "Of the sons of Gershom; Joel the chief and his brethren an hundred and thirty:"
        },
        {
            "reference":  "1 Chronicles 15:8",
             "verseNumber":  8,
             "scripture":  "Of the sons of Elizaphan; Shemaiah the chief, and his brethren two hundred:"
        },
        {
            "reference":  "1 Chronicles 15:9",
             "verseNumber":  9,
             "scripture":  "Of the sons of Hebron; Eliel the chief, and his brethren fourscore:"
        },
        {
            "reference":  "1 Chronicles 15:10",
             "verseNumber":  10,
             "scripture":  "Of the sons of Uzziel; Amminadab the chief, and his brethren an hundred and twelve."
        },
        {
            "reference":  "1 Chronicles 15:11",
             "verseNumber":  11,
             "scripture":  "And David called for Zadok and Abiathar the priests, and for the Levites, for Uriel, Asaiah, and Joel, Shemaiah, and Eliel, and Amminadab,"
        },
        {
            "reference":  "1 Chronicles 15:12",
             "verseNumber":  12,
             "scripture":  "And said unto them, All of you are the chief of the fathers of the Levites: sanctify yourselves, both all of you and your brethren, that all of you may bring up the ark of the LORD God of Israel unto the place that I have prepared for it."
        },
        {
            "reference":  "1 Chronicles 15:13",
             "verseNumber":  13,
             "scripture":  "For because all of you did it not at the first, the LORD our God made a breach upon us, for that we sought him not after the due order."
        },
        {
            "reference":  "1 Chronicles 15:14",
             "verseNumber":  14,
             "scripture":  "So the priests and the Levites sanctified themselves to bring up the ark of the LORD God of Israel."
        },
        {
            "reference":  "1 Chronicles 15:15",
             "verseNumber":  15,
             "scripture":  "And the children of the Levites bare the ark of God upon their shoulders with the staves thereon, as Moses commanded according to the word of the LORD."
        },
        {
            "reference":  "1 Chronicles 15:16",
             "verseNumber":  16,
             "scripture":  "And David spoke to the chief of the Levites to appoint their brethren to be the singers with instruments of music, psalteries and harps and cymbals, sounding, by lifting up the voice with joy."
        },
        {
            "reference":  "1 Chronicles 15:17",
             "verseNumber":  17,
             "scripture":  "So the Levites appointed Heman the son of Joel; and of his brethren, Asaph the son of Berechiah; and of the sons of Merari their brethren, Ethan the son of Kushaiah;"
        },
        {
            "reference":  "1 Chronicles 15:18",
             "verseNumber":  18,
             "scripture":  "And with them their brethren of the second degree, Zechariah, Ben, and Jaaziel, and Shemiramoth, and Jehiel, and Unni, Eliab, and Benaiah, and Maaseiah, and Mattithiah, and Elipheleh, and Mikneiah, and Obededom, and Jeiel, the porters."
        },
        {
            "reference":  "1 Chronicles 15:19",
             "verseNumber":  19,
             "scripture":  "So the singers, Heman, Asaph, and Ethan, were appointed to sound with cymbals of brass;"
        },
        {
            "reference":  "1 Chronicles 15:20",
             "verseNumber":  20,
             "scripture":  "And Zechariah, and Aziel, and Shemiramoth, and Jehiel, and Unni, and Eliab, and Maaseiah, and Benaiah, with psalteries on Alamoth;"
        },
        {
            "reference":  "1 Chronicles 15:21",
             "verseNumber":  21,
             "scripture":  "And Mattithiah, and Elipheleh, and Mikneiah, and Obededom, and Jeiel, and Azaziah, with harps on the Sheminith to excel."
        },
        {
            "reference":  "1 Chronicles 15:22",
             "verseNumber":  22,
             "scripture":  "And Chenaniah, chief of the Levites, was for song: he instructed about the song, because he was skilful."
        },
        {
            "reference":  "1 Chronicles 15:23",
             "verseNumber":  23,
             "scripture":  "And Berechiah and Elkanah were doorkeepers for the ark."
        },
        {
            "reference":  "1 Chronicles 15:24",
             "verseNumber":  24,
             "scripture":  "And Shebaniah, and Jehoshaphat, and Nethaneel, and Amasai, and Zechariah, and Benaiah, and Eliezer, the priests, did blow with the trumpets before the ark of God: and Obededom and Jehiah were doorkeepers for the ark."
        },
        {
            "reference":  "1 Chronicles 15:25",
             "verseNumber":  25,
             "scripture":  "So David, and the elders of Israel, and the captains over thousands, went to bring up the ark of the covenant of the LORD out of the house of Obededom with joy."
        },
        {
            "reference":  "1 Chronicles 15:26",
             "verseNumber":  26,
             "scripture":  "And it came to pass, when God helped the Levites that bare the ark of the covenant of the LORD, that they offered seven bullocks and seven rams."
        },
        {
            "reference":  "1 Chronicles 15:27",
             "verseNumber":  27,
             "scripture":  "And David was clothed with a robe of fine linen, and all the Levites that bare the ark, and the singers, and Chenaniah the master of the song with the singers: David also had upon him an ephod of linen."
        },
        {
            "reference":  "1 Chronicles 15:28",
             "verseNumber":  28,
             "scripture":  "Thus all Israel brought up the ark of the covenant of the LORD with shouting, and with sound of the cornet, and with trumpets, and with cymbals, making a noise with psalteries and harps."
        },
        {
            "reference":  "1 Chronicles 15:29",
             "verseNumber":  29,
             "scripture":  "And it came to pass, as the ark of the covenant of the LORD came to the city of David, that Michal, the daughter of Saul looking out at a window saw king David dancing and playing: and she despised him in her heart."
        }
    ]
}