{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Chronicles", "bookAbbreviation": "1 Chr", "chapterNumber": 2, "verses": [{"reference": "1 Chronicles 2:1", "verseNumber": 1, "scripture": "These are the sons of Israel; Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,"},{"reference": "1 Chronicles 2:2", "verseNumber": 2, "scripture": "Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher."},{"reference": "1 Chronicles 2:3", "verseNumber": 3, "scripture": "The sons of Judah; Er, and Onan, and Shelah: which three were born unto him of the daughter of Shua the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the LORD; and he slew him."},{"reference": "1 Chronicles 2:4", "verseNumber": 4, "scripture": "And Tamar his daughter in law bore him Pharez and Zerah. All the sons of Judah were five."},{"reference": "1 Chronicles 2:5", "verseNumber": 5, "scripture": "The sons of Pharez; Hezron, and Hamul."},{"reference": "1 Chronicles 2:6", "verseNumber": 6, "scripture": "And the sons of Zerah; Zimri, and Ethan, and Heman, and Calcol, and Dara: five of them in all."},{"reference": "1 Chronicles 2:7", "verseNumber": 7, "scripture": "And the sons of Carmi; Achar, the troubler of Israel, who transgressed in the thing accursed."},{"reference": "1 Chronicles 2:8", "verseNumber": 8, "scripture": "And the sons of Ethan; Azariah."},{"reference": "1 Chronicles 2:9", "verseNumber": 9, "scripture": "The sons also of Hezron, that were born unto him; Jerahmeel, and Ram, and Chelubai."},{"reference": "1 Chronicles 2:10", "verseNumber": 10, "scripture": "And Ram brings forth Amminadab; and Amminadab brings forth Nahshon, prince of the children of Judah;"},{"reference": "1 Chronicles 2:11", "verseNumber": 11, "scripture": "And Nahshon brings forth Salma, and Salma brings forth Boaz,"},{"reference": "1 Chronicles 2:12", "verseNumber": 12, "scripture": "And Boaz brings forth Obed, and Obed brings forth Jesse,"},{"reference": "1 Chronicles 2:13", "verseNumber": 13, "scripture": "And Jesse brings forth his firstborn Eliab, and Abinadab the second, and Shimma the third,"},{"reference": "1 Chronicles 2:14", "verseNumber": 14, "scripture": "Nethaneel the fourth, Raddai the fifth,"},{"reference": "1 Chronicles 2:15", "verseNumber": 15, "scripture": "Ozem the sixth, David the seventh:"},{"reference": "1 Chronicles 2:16", "verseNumber": 16, "scripture": "Whose sisters were Zeruiah, and Abigail. And the sons of Zeruiah; Abishai, and Joab, and Asahel, three."},{"reference": "1 Chronicles 2:17", "verseNumber": 17, "scripture": "And Abigail bare Amasa: and the father of Amasa was Jether the Ishmeelite."},{"reference": "1 Chronicles 2:18", "verseNumber": 18, "scripture": "And Caleb the son of Hezron brings forth children of Azubah his wife, and of Jerioth: her sons are these; Jesher, and Shobab, and Ardon."},{"reference": "1 Chronicles 2:19", "verseNumber": 19, "scripture": "And when Azubah was dead, Caleb took unto him Ephrath, which bare him Hur."},{"reference": "1 Chronicles 2:20", "verseNumber": 20, "scripture": "And Hur brings forth Uri, and Uri brings forth Bezaleel."},{"reference": "1 Chronicles 2:21", "verseNumber": 21, "scripture": "And afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was threescore years old; and she bare him Segub."},{"reference": "1 Chronicles 2:22", "verseNumber": 22, "scripture": "And Segub brings forth Jair, who had three and twenty cities in the land of Gilead."},{"reference": "1 Chronicles 2:23", "verseNumber": 23, "scripture": "And he took Geshur, and Aram, with the towns of Jair, from them, with Kenath, and the towns thereof, even threescore cities. All these belonged to the sons of Machir the father of Gilead."},{"reference": "1 Chronicles 2:24", "verseNumber": 24, "scripture": "And after that Hezron was dead in Calebephratah, then Abiah Hezron's wife bare him Ashur the father of Tekoa."},{"reference": "1 Chronicles 2:25", "verseNumber": 25, "scripture": "And the sons of Jerahmeel the firstborn of Hezron were, Ram the firstborn, and Bunah, and Oren, and Ozem, and Ahijah."},{"reference": "1 Chronicles 2:26", "verseNumber": 26, "scripture": "Jerahmeel had also another wife, whose name was Atarah; she was the mother of Onam."},{"reference": "1 Chronicles 2:27", "verseNumber": 27, "scripture": "And the sons of Ram the firstborn of Jerahmeel were, Maaz, and Jamin, and Eker."},{"reference": "1 Chronicles 2:28", "verseNumber": 28, "scripture": "And the sons of Onam were, Shammai, and Jada. And the sons of Shammai; Nadab and Abishur."},{"reference": "1 Chronicles 2:29", "verseNumber": 29, "scripture": "And the name of the wife of Abishur was Abihail, and she bare him Ahban, and Molid."},{"reference": "1 Chronicles 2:30", "verseNumber": 30, "scripture": "And the sons of Nadab; Seled, and Appaim: but Seled died without children."},{"reference": "1 Chronicles 2:31", "verseNumber": 31, "scripture": "And the sons of Appaim; Ishi. And the sons of Ishi; Sheshan. And the children of Sheshan; Ahlai."},{"reference": "1 Chronicles 2:32", "verseNumber": 32, "scripture": "And the sons of Jada the brother of Shammai; Jether, and Jonathan: and Jether died without children."},{"reference": "1 Chronicles 2:33", "verseNumber": 33, "scripture": "And the sons of Jonathan; Peleth, and Zaza. These were the sons of Jerahmeel."},{"reference": "1 Chronicles 2:34", "verseNumber": 34, "scripture": "Now Sheshan had no sons, but daughters. And Sheshan had a servant, an Egyptian, whose name was Jarha."},{"reference": "1 Chronicles 2:35", "verseNumber": 35, "scripture": "And Sheshan gave his daughter to Jarha his servant to wife; and she bare him Attai."},{"reference": "1 Chronicles 2:36", "verseNumber": 36, "scripture": "And Attai brings forth Nathan, and Nathan brings forth Zabad,"},{"reference": "1 Chronicles 2:37", "verseNumber": 37, "scripture": "And Zabad brings forth Ephlal, and Ephlal brings forth Obed,"},{"reference": "1 Chronicles 2:38", "verseNumber": 38, "scripture": "And Obed brings forth Jehu, and Jehu brings forth Azariah,"},{"reference": "1 Chronicles 2:39", "verseNumber": 39, "scripture": "And Azariah brings forth Helez, and Helez brings forth Eleasah,"},{"reference": "1 Chronicles 2:40", "verseNumber": 40, "scripture": "And Eleasah brings forth Sisamai, and Sisamai brings forth Shallum,"},{"reference": "1 Chronicles 2:41", "verseNumber": 41, "scripture": "And Shallum brings forth Jekamiah, and Jekamiah brings forth Elishama."},{"reference": "1 Chronicles 2:42", "verseNumber": 42, "scripture": "Now the sons of Caleb the brother of Jerahmeel were, Mesha his firstborn, which was the father of Ziph; and the sons of Mareshah the father of Hebron."},{"reference": "1 Chronicles 2:43", "verseNumber": 43, "scripture": "And the sons of Hebron; Korah, and Tappuah, and Rekem, and Shema."},{"reference": "1 Chronicles 2:44", "verseNumber": 44, "scripture": "And Shema brings forth Raham, the father of Jorkoam: and Rekem brings forth Shammai."},{"reference": "1 Chronicles 2:45", "verseNumber": 45, "scripture": "And the son of Shammai was Maon: and Maon was the father of Bethzur."},{"reference": "1 Chronicles 2:46", "verseNumber": 46, "scripture": "And Ephah, Caleb's concubine, bare Haran, and Moza, and Gazez: and Haran brings forth Gazez."},{"reference": "1 Chronicles 2:47", "verseNumber": 47, "scripture": "And the sons of Jahdai; Regem, and Jotham, and Gesham, and Pelet, and Ephah, and Shaaph."},{"reference": "1 Chronicles 2:48", "verseNumber": 48, "scripture": "Maachah, Caleb's concubine, bare Sheber, and Tirhanah."},{"reference": "1 Chronicles 2:49", "verseNumber": 49, "scripture": "She bare also Shaaph the father of Madmannah, Sheva the father of Machbenah, and the father of Gibea: and the daughter of Caleb was Achsa."},{"reference": "1 Chronicles 2:50", "verseNumber": 50, "scripture": "These were the sons of Caleb the son of Hur, the firstborn of Ephratah; Shobal the father of Kirjathjearim."},{"reference": "1 Chronicles 2:51", "verseNumber": 51, "scripture": "Salma the father of Bethlehem, Hareph the father of Bethgader."},{"reference": "1 Chronicles 2:52", "verseNumber": 52, "scripture": "And Shobal the father of Kirjathjearim had sons; Haroeh, and half of the Manahethites."},{"reference": "1 Chronicles 2:53", "verseNumber": 53, "scripture": "And the families of Kirjathjearim; the Ithrites, and the Puhites, and the Shumathites, and the Mishraites; of them came the Zareathites, and the Eshtaulites,"},{"reference": "1 Chronicles 2:54", "verseNumber": 54, "scripture": "The sons of Salma; Bethlehem, and the Netophathites, Ataroth, the house of Joab, and half of the Manahethites, the Zorites."},{"reference": "1 Chronicles 2:55", "verseNumber": 55, "scripture": "And the families of the scribes which dwelt at Jabez; the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab."}]}