{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Peter",
     "bookAbbreviation":  "1 Pet",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "1 Peter 4:1",
             "verseNumber":  1,
             "scripture":  "Forasmuch then as Christ has suffered for us in the flesh, arm yourselves likewise with the same mind: for he that has suffered in the flesh has ceased from sin;"
        },
        {
            "reference":  "1 Peter 4:2",
             "verseNumber":  2,
             "scripture":  "That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God."
        },
        {
            "reference":  "1 Peter 4:3",
             "verseNumber":  3,
             "scripture":  "For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:"
        },
        {
            "reference":  "1 Peter 4:4",
             "verseNumber":  4,
             "scripture":  "Wherein they think it strange that all of you run not with them to the same excess of riot, speaking evil of you:"
        },
        {
            "reference":  "1 Peter 4:5",
             "verseNumber":  5,
             "scripture":  "Who shall give account to him that is ready to judge the quick and the dead."
        },
        {
            "reference":  "1 Peter 4:6",
             "verseNumber":  6,
             "scripture":  "For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit."
        },
        {
            "reference":  "1 Peter 4:7",
             "verseNumber":  7,
             "scripture":  "But the end of all things is at hand: be all of you therefore sober, and watch unto prayer."
        },
        {
            "reference":  "1 Peter 4:8",
             "verseNumber":  8,
             "scripture":  "And above all things have fervent love among yourselves: for love shall cover the multitude of sins."
        },
        {
            "reference":  "1 Peter 4:9",
             "verseNumber":  9,
             "scripture":  "Use hospitality one to another without grudging."
        },
        {
            "reference":  "1 Peter 4:10",
             "verseNumber":  10,
             "scripture":  "As every man has received the gift, even so minister the same one to another, as good stewards of the manifold grace of God."
        },
        {
            "reference":  "1 Peter 4:11",
             "verseNumber":  11,
             "scripture":  "If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God gives: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen."
        },
        {
            "reference":  "1 Peter 4:12",
             "verseNumber":  12,
             "scripture":  "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:"
        },
        {
            "reference":  "1 Peter 4:13",
             "verseNumber":  13,
             "scripture":  "But rejoice, inasmuch as all of you are partakers of Christ's sufferings; that, when his glory shall be revealed, all of you may be glad also with exceeding joy."
        },
        {
            "reference":  "1 Peter 4:14",
             "verseNumber":  14,
             "scripture":  "If all of you be reproached for the name of Christ, happy are all of you; for the spirit of glory and of God rests upon you: on their part he is evil spoken of, but on your part he is glorified."
        },
        {
            "reference":  "1 Peter 4:15",
             "verseNumber":  15,
             "scripture":  "But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men's matters."
        },
        {
            "reference":  "1 Peter 4:16",
             "verseNumber":  16,
             "scripture":  "Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf."
        },
        {
            "reference":  "1 Peter 4:17",
             "verseNumber":  17,
             "scripture":  "For the time has come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?"
        },
        {
            "reference":  "1 Peter 4:18",
             "verseNumber":  18,
             "scripture":  "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?"
        },
        {
            "reference":  "1 Peter 4:19",
             "verseNumber":  19,
             "scripture":  "Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator."
        }
    ]
}