{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 1, "verses": [{"reference": "John 1:1", "verseNumber": 1, "scripture": "In the beginning was the Word, and the Word was with God, and the Word was God."},{"reference": "John 1:2", "verseNumber": 2, "scripture": "The same was in the beginning with God."},{"reference": "John 1:3", "verseNumber": 3, "scripture": "All things were made by him; and without him was not any thing made that was made."},{"reference": "John 1:4", "verseNumber": 4, "scripture": "In him was life; and the life was the light of men."},{"reference": "John 1:5", "verseNumber": 5, "scripture": "And the light shines in darkness; and the darkness comprehended it not."},{"reference": "John 1:6", "verseNumber": 6, "scripture": "There was a man sent from God, whose name was John."},{"reference": "John 1:7", "verseNumber": 7, "scripture": "The same came for a witness, to bear witness of the Light, that all men through him might believe."},{"reference": "John 1:8", "verseNumber": 8, "scripture": "He was not that Light, but was sent to bear witness of that Light."},{"reference": "John 1:9", "verseNumber": 9, "scripture": "That was the true Light, which lights every man that comes into the world."},{"reference": "John 1:10", "verseNumber": 10, "scripture": "He was in the world, and the world was made by him, and the world knew him not."},{"reference": "John 1:11", "verseNumber": 11, "scripture": "He came unto his own, and his own received him not."},{"reference": "John 1:12", "verseNumber": 12, "scripture": "But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:"},{"reference": "John 1:13", "verseNumber": 13, "scripture": "Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God."},{"reference": "John 1:14", "verseNumber": 14, "scripture": "And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth."},{"reference": "John 1:15", "verseNumber": 15, "scripture": "John bare witness of him, and cried, saying, This was he of whom I spoke, He that comes after me is preferred before me: for he was before me."},{"reference": "John 1:16", "verseNumber": 16, "scripture": "And of his fullness have all we received, and grace for grace."},{"reference": "John 1:17", "verseNumber": 17, "scripture": "For the law was given by Moses, but grace and truth came by Jesus Christ."},{"reference": "John 1:18", "verseNumber": 18, "scripture": "No man has seen God at any time, the only begotten Son, which is in the bosom of the Father, he has declared him."},{"reference": "John 1:19", "verseNumber": 19, "scripture": "And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who are you?"},{"reference": "John 1:20", "verseNumber": 20, "scripture": "And he confessed, and denied not; but confessed, I am not the Christ."},{"reference": "John 1:21", "verseNumber": 21, "scripture": "And they asked him, What then? Are you Elijah? And he says, I am not. Are you that prophet? And he answered, No."},{"reference": "John 1:22", "verseNumber": 22, "scripture": "Then said they unto him, Who are you? that we may give an answer to them that sent us. What says you of yourself?"},{"reference": "John 1:23", "verseNumber": 23, "scripture": "He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Isaiah."},{"reference": "John 1:24", "verseNumber": 24, "scripture": "And they which were sent were of the Pharisees."},{"reference": "John 1:25", "verseNumber": 25, "scripture": "And they asked him, and said unto him, Why baptize you then, if you be not that Christ, nor Elijah, neither that prophet?"},{"reference": "John 1:26", "verseNumber": 26, "scripture": "John answered them, saying, I baptize with water: but there stands one among you, whom all of you know not;"},{"reference": "John 1:27", "verseNumber": 27, "scripture": "He it is, who coming after me is preferred before me, whose shoe's latchet I am not worthy to unloose."},{"reference": "John 1:28", "verseNumber": 28, "scripture": "These things were done in Bethabara beyond Jordan, where John was baptizing."},{"reference": "John 1:29", "verseNumber": 29, "scripture": "The next day John sees Jesus coming unto him, and says, Behold the Lamb of God, which takes away the sin of the world."},{"reference": "John 1:30", "verseNumber": 30, "scripture": "This is he of whom I said, After me comes a man which is preferred before me: for he was before me."},{"reference": "John 1:31", "verseNumber": 31, "scripture": "And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water."},{"reference": "John 1:32", "verseNumber": 32, "scripture": "And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him."},{"reference": "John 1:33", "verseNumber": 33, "scripture": "And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom you shall see the Spirit descending, and remaining on him, the same is he which baptizes with the Holy Spirit."},{"reference": "John 1:34", "verseNumber": 34, "scripture": "And I saw, and bare record that this is the Son of God."},{"reference": "John 1:35", "verseNumber": 35, "scripture": "Again the next day after John stood, and two of his disciples;"},{"reference": "John 1:36", "verseNumber": 36, "scripture": "And looking upon Jesus as he walked, he says, Behold the Lamb of God!"},{"reference": "John 1:37", "verseNumber": 37, "scripture": "And the two disciples heard him speak, and they followed Jesus."},{"reference": "John 1:38", "verseNumber": 38, "scripture": "Then Jesus turned, and saw them following, and says unto them, What seek all of you? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwell you?"},{"reference": "John 1:39", "verseNumber": 39, "scripture": "He says unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour."},{"reference": "John 1:40", "verseNumber": 40, "scripture": "One of the two which heard John speak, and followed him, was Andrew, Simon Peter's brother."},{"reference": "John 1:41", "verseNumber": 41, "scripture": "He first finds his own brother Simon, and says unto him, We have found the Messiah, which is, being interpreted, the Christ."},{"reference": "John 1:42", "verseNumber": 42, "scripture": "And he brought him to Jesus. And when Jesus beheld him, he said, You are Simon the son of Jona: you shall be called Cephas, which is by interpretation, A stone."},{"reference": "John 1:43", "verseNumber": 43, "scripture": "The day following Jesus would go forth into Galilee, and finds Philip, and says unto him, Follow me."},{"reference": "John 1:44", "verseNumber": 44, "scripture": "Now Philip was of Bethsaida, the city of Andrew and Peter."},{"reference": "John 1:45", "verseNumber": 45, "scripture": "Philip finds Nathanael, and says unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph."},{"reference": "John 1:46", "verseNumber": 46, "scripture": "And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip says unto him, Come and see."},{"reference": "John 1:47", "verseNumber": 47, "scripture": "Jesus saw Nathanael coming to him, and says of him, Behold an Israelite indeed, in whom is no guile!"},{"reference": "John 1:48", "verseNumber": 48, "scripture": "Nathanael says unto him, Whence know you me? Jesus answered and said unto him, Before that Philip called you, when you were under the fig tree, I saw you."},{"reference": "John 1:49", "verseNumber": 49, "scripture": "Nathanael answered and says unto him, Rabbi, you are the Son of God; you are the King of Israel."},{"reference": "John 1:50", "verseNumber": 50, "scripture": "Jesus answered and said unto him, Because I said unto you, I saw you under the fig tree, believe you? you shall see greater things than these."},{"reference": "John 1:51", "verseNumber": 51, "scripture": "And he says unto him, Verily, verily, I say unto you, Hereafter all of you shall see heaven open, and the angels of God ascending and descending upon the Son of man."}]}