{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 10, "verses": [{"reference": "John 10:1", "verseNumber": 1, "scripture": "Verily, verily, I say unto you, He that enters not by the door into the sheepfold, but climbs up some other way, the same is a thief and a robber."},{"reference": "John 10:2", "verseNumber": 2, "scripture": "But he that enters in by the door is the shepherd of the sheep."},{"reference": "John 10:3", "verseNumber": 3, "scripture": "To him the gate keeper opens; and the sheep hear his voice: and he calls his own sheep by name, and leads them out."},{"reference": "John 10:4", "verseNumber": 4, "scripture": "And when he puts forth his own sheep, he goes before them, and the sheep follow him: for they know his voice."},{"reference": "John 10:5", "verseNumber": 5, "scripture": "And a stranger will they not follow, but will flee from him: for they know not the voice of strangers."},{"reference": "John 10:6", "verseNumber": 6, "scripture": "This parable spoke Jesus unto them: but they understood not what things they were which he spoke unto them."},{"reference": "John 10:7", "verseNumber": 7, "scripture": "Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep."},{"reference": "John 10:8", "verseNumber": 8, "scripture": "All that ever came before me are thieves and robbers: but the sheep did not hear them."},{"reference": "John 10:9", "verseNumber": 9, "scripture": "I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture."},{"reference": "John 10:10", "verseNumber": 10, "scripture": "The thief comes not, but in order to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."},{"reference": "John 10:11", "verseNumber": 11, "scripture": "I am the good shepherd: the good shepherd gives his life for the sheep."},{"reference": "John 10:12", "verseNumber": 12, "scripture": "But he that is a worker, and not the shepherd, whose own the sheep are not, sees the wolf coming, and left the sheep, and flees: and the wolf catches them, and scatters the sheep."},{"reference": "John 10:13", "verseNumber": 13, "scripture": "The worker flees, because he is a worker, and cares not for the sheep."},{"reference": "John 10:14", "verseNumber": 14, "scripture": "I am the good shepherd, and know my sheep, and am known of mine."},{"reference": "John 10:15", "verseNumber": 15, "scripture": "As the Father knows me, even so know I the Father: and I lay down my life for the sheep."},{"reference": "John 10:16", "verseNumber": 16, "scripture": "And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd."},{"reference": "John 10:17", "verseNumber": 17, "scripture": "Therefore does my Father love me, because I lay down my life, that I might take it again."},{"reference": "John 10:18", "verseNumber": 18, "scripture": "No man takes it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father."},{"reference": "John 10:19", "verseNumber": 19, "scripture": "There was a division therefore again among the Jews for these sayings."},{"reference": "John 10:20", "verseNumber": 20, "scripture": "And many of them said, He has a devil, and is mad; why hear all of you him?"},{"reference": "John 10:21", "verseNumber": 21, "scripture": "Others said, These are not the words of him that has a devil. Can a devil open the eyes of the blind?"},{"reference": "John 10:22", "verseNumber": 22, "scripture": "And it was at Jerusalem the feast of the dedication, and it was winter."},{"reference": "John 10:23", "verseNumber": 23, "scripture": "And Jesus walked in the temple in Solomon's porch."},{"reference": "John 10:24", "verseNumber": 24, "scripture": "Then came the Jews round about him, and said unto him, How long do you make us to doubt? If you be the Christ, tell us plainly."},{"reference": "John 10:25", "verseNumber": 25, "scripture": "Jesus answered them, I told you, and all of you believed not: the works that I do in my Father's name, they bear witness of me."},{"reference": "John 10:26", "verseNumber": 26, "scripture": "But all of you believe not, because all of you are not of my sheep, as I said unto you."},{"reference": "John 10:27", "verseNumber": 27, "scripture": "My sheep hear my voice, and I know them, and they follow me:"},{"reference": "John 10:28", "verseNumber": 28, "scripture": "And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand."},{"reference": "John 10:29", "verseNumber": 29, "scripture": "My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father's hand."},{"reference": "John 10:30", "verseNumber": 30, "scripture": "I and my Father are one."},{"reference": "John 10:31", "verseNumber": 31, "scripture": "Then the Jews took up stones again to stone him."},{"reference": "John 10:32", "verseNumber": 32, "scripture": "Jesus answered them, Many good works have I showed you from my Father; for which of those works do all of you stone me?"},{"reference": "John 10:33", "verseNumber": 33, "scripture": "The Jews answered him, saying, For a good work we stone you not; but for blasphemy; and because that you, being a man, make yourself God."},{"reference": "John 10:34", "verseNumber": 34, "scripture": "Jesus answered them, Is it not written in your law, I said, All of you are gods?"},{"reference": "John 10:35", "verseNumber": 35, "scripture": "If he called them gods, unto whom the word of God came, and the scripture cannot be broken;"},{"reference": "John 10:36", "verseNumber": 36, "scripture": "Say all of you of him, whom the Father has sanctified, and sent into the world, You blaspheme; because I said, I am the Son of God?"},{"reference": "John 10:37", "verseNumber": 37, "scripture": "If I do not the works of my Father, believe me not."},{"reference": "John 10:38", "verseNumber": 38, "scripture": "But if I do, though all of you believe not me, believe the works: that all of you may know, and believe, that the Father is in me, and I in him."},{"reference": "John 10:39", "verseNumber": 39, "scripture": "Therefore they sought again to take him: but he escaped out of their hand,"},{"reference": "John 10:40", "verseNumber": 40, "scripture": "And went away again beyond Jordan into the place where John at first baptized; and there he abode."},{"reference": "John 10:41", "verseNumber": 41, "scripture": "And many resorted unto him, and said, John did no miracle: but all things that John spoke of this man were true."},{"reference": "John 10:42", "verseNumber": 42, "scripture": "And many believed on him there."}]}