{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 11, "verses": [{"reference": "John 11:1", "verseNumber": 1, "scripture": "Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha."},{"reference": "John 11:2", "verseNumber": 2, "scripture": "(It was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)"},{"reference": "John 11:3", "verseNumber": 3, "scripture": "Therefore his sisters sent unto him, saying, Lord, behold, he whom you love is sick."},{"reference": "John 11:4", "verseNumber": 4, "scripture": "When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby."},{"reference": "John 11:5", "verseNumber": 5, "scripture": "Now Jesus loved Martha, and her sister, and Lazarus."},{"reference": "John 11:6", "verseNumber": 6, "scripture": "When he had heard therefore that he was sick, he abode two days still in the same place where he was."},{"reference": "John 11:7", "verseNumber": 7, "scripture": "Then after that says he to his disciples, Let us go into Judaea again."},{"reference": "John 11:8", "verseNumber": 8, "scripture": "His disciples say unto him, Master, the Jews of late sought to stone you; and go you thither again?"},{"reference": "John 11:9", "verseNumber": 9, "scripture": "Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbles not, because he sees the light of this world."},{"reference": "John 11:10", "verseNumber": 10, "scripture": "But if a man walk in the night, he stumbles, because there is no light in him."},{"reference": "John 11:11", "verseNumber": 11, "scripture": "These things said he: and after that he says unto them, Our friend Lazarus sleeps; but I go, that I may awake him out of sleep."},{"reference": "John 11:12", "verseNumber": 12, "scripture": "Then said his disciples, Lord, if he sleep, he shall do well."},{"reference": "John 11:13", "verseNumber": 13, "scripture": "Nevertheless Jesus spoke of his death: but they thought that he had spoken of taking of rest in sleep."},{"reference": "John 11:14", "verseNumber": 14, "scripture": "Then said Jesus unto them plainly, Lazarus is dead."},{"reference": "John 11:15", "verseNumber": 15, "scripture": "And I am glad for your sakes that I was not there, to the intent all of you may believe; nevertheless let us go unto him."},{"reference": "John 11:16", "verseNumber": 16, "scripture": "Then said Thomas, which is called Didymus, unto his fellow disciples, Let us also go, that we may die with him."},{"reference": "John 11:17", "verseNumber": 17, "scripture": "Then when Jesus came, he found that he had lain in the grave four days already."},{"reference": "John 11:18", "verseNumber": 18, "scripture": "Now Bethany was nigh unto Jerusalem, about fifteen furlongs off:"},{"reference": "John 11:19", "verseNumber": 19, "scripture": "And many of the Jews came to Martha and Mary, to comfort them concerning their brother."},{"reference": "John 11:20", "verseNumber": 20, "scripture": "Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house."},{"reference": "John 11:21", "verseNumber": 21, "scripture": "Then said Martha unto Jesus, Lord, if you had been here, my brother had not died."},{"reference": "John 11:22", "verseNumber": 22, "scripture": "But I know, that even now, whatsoever you will ask of God, God will give it you."},{"reference": "John 11:23", "verseNumber": 23, "scripture": "Jesus says unto her, Your brother shall rise again."},{"reference": "John 11:24", "verseNumber": 24, "scripture": "Martha says unto him, I know that he shall rise again in the resurrection at the last day."},{"reference": "John 11:25", "verseNumber": 25, "scripture": "Jesus said unto her, I am the resurrection, and the life: he that believes in me, though he were dead, yet shall he live:"},{"reference": "John 11:26", "verseNumber": 26, "scripture": "And whosoever lives and believes in me shall never die. Believe you this?"},{"reference": "John 11:27", "verseNumber": 27, "scripture": "She says unto him, Yea, Lord: I believe that you are the Christ, the Son of God, which should come into the world."},{"reference": "John 11:28", "verseNumber": 28, "scripture": "And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master has come, and calls for you."},{"reference": "John 11:29", "verseNumber": 29, "scripture": "As soon as she heard that, she arose quickly, and came unto him."},{"reference": "John 11:30", "verseNumber": 30, "scripture": "Now Jesus was not yet come into the town, but was in that place where Martha met him."},{"reference": "John 11:31", "verseNumber": 31, "scripture": "The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily and went out, followed her, saying, She goes unto the grave to weep there."},{"reference": "John 11:32", "verseNumber": 32, "scripture": "Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if you had been here, my brother had not died."},{"reference": "John 11:33", "verseNumber": 33, "scripture": "When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled."},{"reference": "John 11:34", "verseNumber": 34, "scripture": "And said, Where have all of you laid him? They said unto him, Lord, come and see."},{"reference": "John 11:35", "verseNumber": 35, "scripture": "Jesus wept."},{"reference": "John 11:36", "verseNumber": 36, "scripture": "Then said the Jews, Behold how he loved him!"},{"reference": "John 11:37", "verseNumber": 37, "scripture": "And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?"},{"reference": "John 11:38", "verseNumber": 38, "scripture": "Jesus therefore again groaning in himself comes to the grave. It was a cave, and a stone lay upon it."},{"reference": "John 11:39", "verseNumber": 39, "scripture": "Jesus said, Take all of you away the stone. Martha, the sister of him that was dead, says unto him, Lord, by this time he stinks: for he has been dead four days."},{"reference": "John 11:40", "verseNumber": 40, "scripture": "Jesus says unto her, Said I not unto you, that, if you would believe, you should see the glory of God?"},{"reference": "John 11:41", "verseNumber": 41, "scripture": "Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank you that you have heard me."},{"reference": "John 11:42", "verseNumber": 42, "scripture": "And I knew that you hear me always: but because of the people which stand by I said it, that they may believe that you have sent me."},{"reference": "John 11:43", "verseNumber": 43, "scripture": "And when he thus had spoken, he cried with a loud voice, Lazarus, come forth."},{"reference": "John 11:44", "verseNumber": 44, "scripture": "And he that was dead came forth, bound hand and foot with grave clothes: and his face was bound about with a cloth. Jesus says unto them, Loose him, and let him go."},{"reference": "John 11:45", "verseNumber": 45, "scripture": "Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him."},{"reference": "John 11:46", "verseNumber": 46, "scripture": "But some of them went their ways to the Pharisees, and told them what things Jesus had done."},{"reference": "John 11:47", "verseNumber": 47, "scripture": "Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man does many miracles."},{"reference": "John 11:48", "verseNumber": 48, "scripture": "If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation."},{"reference": "John 11:49", "verseNumber": 49, "scripture": "And one of them, named Caiaphas, being the high priest that same year, said unto them, All of you know nothing at all,"},{"reference": "John 11:50", "verseNumber": 50, "scripture": "Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not."},{"reference": "John 11:51", "verseNumber": 51, "scripture": "And this spoke he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;"},{"reference": "John 11:52", "verseNumber": 52, "scripture": "And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad."},{"reference": "John 11:53", "verseNumber": 53, "scripture": "Then from that day forth they took counsel together in order to put him to death."},{"reference": "John 11:54", "verseNumber": 54, "scripture": "Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples."},{"reference": "John 11:55", "verseNumber": 55, "scripture": "And the Jews' passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves."},{"reference": "John 11:56", "verseNumber": 56, "scripture": "Then sought they for Jesus, and spoke among themselves, as they stood in the temple, What think all of you, that he will not come to the feast?"},{"reference": "John 11:57", "verseNumber": 57, "scripture": "Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should show it, that they might take him."}]}