{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 16, "verses": [{"reference": "John 16:1", "verseNumber": 1, "scripture": "These things have I spoken unto you, that all of you should not be offended."},{"reference": "John 16:2", "verseNumber": 2, "scripture": "They shall put you out of the synagogues: yea, the time comes, that whosoever kills you will think that he does God service."},{"reference": "John 16:3", "verseNumber": 3, "scripture": "And these things will they do unto you, because they have not known the Father, nor me."},{"reference": "John 16:4", "verseNumber": 4, "scripture": "But these things have I told you, that when the time shall come, all of you may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you."},{"reference": "John 16:5", "verseNumber": 5, "scripture": "But now I go my way to him that sent me; and none of you asks me, Where go you?"},{"reference": "John 16:6", "verseNumber": 6, "scripture": "But because I have said these things unto you, sorrow has filled your heart."},{"reference": "John 16:7", "verseNumber": 7, "scripture": "Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you."},{"reference": "John 16:8", "verseNumber": 8, "scripture": "And when he has come, he will reprove the world of sin, and of righteousness, and of judgment:"},{"reference": "John 16:9", "verseNumber": 9, "scripture": "Of sin, because they believe not on me;"},{"reference": "John 16:10", "verseNumber": 10, "scripture": "Of righteousness, because I go to my Father, and all of you see me no more;"},{"reference": "John 16:11", "verseNumber": 11, "scripture": "Of judgment, because the prince of this world is judged."},{"reference": "John 16:12", "verseNumber": 12, "scripture": "I have yet many things to say unto you, but all of you cannot bear them now."},{"reference": "John 16:13", "verseNumber": 13, "scripture": "Nevertheless when he, the Spirit of truth, has come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will show you things to come."},{"reference": "John 16:14", "verseNumber": 14, "scripture": "He shall glorify me: for he shall receive of mine, and shall show it unto you."},{"reference": "John 16:15", "verseNumber": 15, "scripture": "All things that the Father has are mine: therefore said I, that he shall take of mine, and shall show it unto you."},{"reference": "John 16:16", "verseNumber": 16, "scripture": "A little while, and all of you shall not see me: and again, a little while, and all of you shall see me, because I go to the Father."},{"reference": "John 16:17", "verseNumber": 17, "scripture": "Then said some of his disciples among themselves, What is this that he says unto us, A little while, and all of you shall not see me: and again, a little while, and all of you shall see me: and, Because I go to the Father?"},{"reference": "John 16:18", "verseNumber": 18, "scripture": "They said therefore, What is this that he says, A little while? we cannot tell what he says."},{"reference": "John 16:19", "verseNumber": 19, "scripture": "Now Jesus knew that they were desirous to ask him, and said unto them, Do all of you enquire among yourselves of that I said, A little while, and all of you shall not see me: and again, a little while, and all of you shall see me?"},{"reference": "John 16:20", "verseNumber": 20, "scripture": "Verily, verily, I say unto you, That all of you shall weep and lament, but the world shall rejoice: and all of you shall be sorrowful, but your sorrow shall be turned into joy."},{"reference": "John 16:21", "verseNumber": 21, "scripture": "A woman when she is in travail has sorrow, because her hour has come: but as soon as she is delivered of the child, she remembers no more the anguish, for joy that a man is born into the world."},{"reference": "John 16:22", "verseNumber": 22, "scripture": "And all of you now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man takes from you."},{"reference": "John 16:23", "verseNumber": 23, "scripture": "And in that day all of you shall ask me nothing. Verily, verily, I say unto you, Whatsoever all of you shall ask the Father in my name, he will give it you."},{"reference": "John 16:24", "verseNumber": 24, "scripture": "Until now have all of you asked nothing in my name: ask, and all of you shall receive, that your joy may be full."},{"reference": "John 16:25", "verseNumber": 25, "scripture": "These things have I spoken unto you in proverbs: but the time comes, when I shall no more speak unto you in proverbs, but I shall show you plainly of the Father."},{"reference": "John 16:26", "verseNumber": 26, "scripture": "At that day all of you shall ask in my name: and I say not unto you, that I will pray the Father for you:"},{"reference": "John 16:27", "verseNumber": 27, "scripture": "For the Father himself loves you, because all of you have loved me, and have believed that I came out from God."},{"reference": "John 16:28", "verseNumber": 28, "scripture": "I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father."},{"reference": "John 16:29", "verseNumber": 29, "scripture": "His disciples said unto him, Lo, now speak you plainly, and speak no proverb."},{"reference": "John 16:30", "verseNumber": 30, "scripture": "Now are we sure that you know all things, and need not that any man should ask you: by this we believe that you came forth from God."},{"reference": "John 16:31", "verseNumber": 31, "scripture": "Jesus answered them, Do all of you now believe?"},{"reference": "John 16:32", "verseNumber": 32, "scripture": "Behold, the hour comes, yea, is now come, that all of you shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me."},{"reference": "John 16:33", "verseNumber": 33, "scripture": "These things I have spoken unto you, that in me all of you might have peace. In the world all of you shall have tribulation: but be of good cheer; I have overcome the world."}]}