{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "John",
     "bookAbbreviation":  "Jh",
     "chapterNumber":  18,
     "verses":  [
        {
            "reference":  "John 18:1",
             "verseNumber":  1,
             "scripture":  "When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples."
        },
        {
            "reference":  "John 18:2",
             "verseNumber":  2,
             "scripture":  "And Judas also, which betrayed him, knew the place: for Jesus frequently resorted thither with his disciples."
        },
        {
            "reference":  "John 18:3",
             "verseNumber":  3,
             "scripture":  "Judas then, having received a band of men and officers from the chief priests and Pharisees, comes thither with lanterns and torches and weapons."
        },
        {
            "reference":  "John 18:4",
             "verseNumber":  4,
             "scripture":  "Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek all of you?"
        },
        {
            "reference":  "John 18:5",
             "verseNumber":  5,
             "scripture":  "They answered him, Jesus of Nazareth. Jesus says unto them, I am he. And Judas also, which betrayed him, stood with them."
        },
        {
            "reference":  "John 18:6",
             "verseNumber":  6,
             "scripture":  "As soon then as he had said unto them, I am he, they went backward, and fell to the ground."
        },
        {
            "reference":  "John 18:7",
             "verseNumber":  7,
             "scripture":  "Then asked he them again, Whom seek all of you? And they said, Jesus of Nazareth."
        },
        {
            "reference":  "John 18:8",
             "verseNumber":  8,
             "scripture":  "Jesus answered, I have told you that I am he: if therefore all of you seek me, let these go their way:"
        },
        {
            "reference":  "John 18:9",
             "verseNumber":  9,
             "scripture":  "That the saying might be fulfilled, which he spoke, Of them which you gave me have I lost none."
        },
        {
            "reference":  "John 18:10",
             "verseNumber":  10,
             "scripture":  "Then Simon Peter having a sword drew it, and stroke the high priest's servant, and cut off his right ear. The servant's name was Malchus."
        },
        {
            "reference":  "John 18:11",
             "verseNumber":  11,
             "scripture":  "Then said Jesus unto Peter, Put up your sword into the sheath: the cup which my Father has given me, shall I not drink it?"
        },
        {
            "reference":  "John 18:12",
             "verseNumber":  12,
             "scripture":  "Then the band and the captain and officers of the Jews took Jesus, and bound him,"
        },
        {
            "reference":  "John 18:13",
             "verseNumber":  13,
             "scripture":  "And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year."
        },
        {
            "reference":  "John 18:14",
             "verseNumber":  14,
             "scripture":  "Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people."
        },
        {
            "reference":  "John 18:15",
             "verseNumber":  15,
             "scripture":  "And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest."
        },
        {
            "reference":  "John 18:16",
             "verseNumber":  16,
             "scripture":  "But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spoke unto her that kept the door, and brought in Peter."
        },
        {
            "reference":  "John 18:17",
             "verseNumber":  17,
             "scripture":  "Then says the damsel that kept the door unto Peter, Are not you also one of this man's disciples? He says, I am not."
        },
        {
            "reference":  "John 18:18",
             "verseNumber":  18,
             "scripture":  "And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself."
        },
        {
            "reference":  "John 18:19",
             "verseNumber":  19,
             "scripture":  "The high priest then asked Jesus of his disciples, and of his doctrine."
        },
        {
            "reference":  "John 18:20",
             "verseNumber":  20,
             "scripture":  "Jesus answered him, I spoke openly to the world; I ever taught in the synagogue, and in the temple, where the Jews always resort; and in secret have I said nothing."
        },
        {
            "reference":  "John 18:21",
             "verseNumber":  21,
             "scripture":  "Why ask you me? ask them which heard me, what I have said unto them: behold, they know what I said."
        },
        {
            "reference":  "John 18:22",
             "verseNumber":  22,
             "scripture":  "And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answer you the high priest so?"
        },
        {
            "reference":  "John 18:23",
             "verseNumber":  23,
             "scripture":  "Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smite you me?"
        },
        {
            "reference":  "John 18:24",
             "verseNumber":  24,
             "scripture":  "Now Annas had sent him bound unto Caiaphas the high priest."
        },
        {
            "reference":  "John 18:25",
             "verseNumber":  25,
             "scripture":  "And Simon Peter stood and warmed himself. They said therefore unto him, Are not you also one of his disciples? He denied it, and said, I am not."
        },
        {
            "reference":  "John 18:26",
             "verseNumber":  26,
             "scripture":  "One of the servants of the high priest, being his kinsman whose ear Peter cut off, says, Did not I see you in the garden with him?"
        },
        {
            "reference":  "John 18:27",
             "verseNumber":  27,
             "scripture":  "Peter then denied again: and immediately the cock crew."
        },
        {
            "reference":  "John 18:28",
             "verseNumber":  28,
             "scripture":  "Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover."
        },
        {
            "reference":  "John 18:29",
             "verseNumber":  29,
             "scripture":  "Pilate then went out unto them, and said, What accusation bring all of you against this man?"
        },
        {
            "reference":  "John 18:30",
             "verseNumber":  30,
             "scripture":  "They answered and said unto him, If he were not a villain, we would not have delivered him up unto you."
        },
        {
            "reference":  "John 18:31",
             "verseNumber":  31,
             "scripture":  "Then said Pilate unto them, Take all of you him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:"
        },
        {
            "reference":  "John 18:32",
             "verseNumber":  32,
             "scripture":  "That the saying of Jesus might be fulfilled, which he spoke, signifying what death he should die."
        },
        {
            "reference":  "John 18:33",
             "verseNumber":  33,
             "scripture":  "Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Are you the King of the Jews?"
        },
        {
            "reference":  "John 18:34",
             "verseNumber":  34,
             "scripture":  "Jesus answered him, Says you this thing of yourself, or did others tell it you of me?"
        },
        {
            "reference":  "John 18:35",
             "verseNumber":  35,
             "scripture":  "Pilate answered, Am I a Jew? Yours own nation and the chief priests have delivered you unto me: what have you done?"
        },
        {
            "reference":  "John 18:36",
             "verseNumber":  36,
             "scripture":  "Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from behind."
        },
        {
            "reference":  "John 18:37",
             "verseNumber":  37,
             "scripture":  "Pilate therefore said unto him, Are you a king then? Jesus answered, You says that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth hears my voice."
        },
        {
            "reference":  "John 18:38",
             "verseNumber":  38,
             "scripture":  "Pilate says unto him, What is truth? And when he had said this, he went out again unto the Jews, and says unto them, I find in him no fault at all."
        },
        {
            "reference":  "John 18:39",
             "verseNumber":  39,
             "scripture":  "But all of you have a custom, that I should release unto you one at the passover: will all of you therefore that I release unto you the King of the Jews?"
        },
        {
            "reference":  "John 18:40",
             "verseNumber":  40,
             "scripture":  "Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber."
        }
    ]
}