{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "John",
     "bookAbbreviation":  "Jh",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "John 2:1",
             "verseNumber":  1,
             "scripture":  "And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:"
        },
        {
            "reference":  "John 2:2",
             "verseNumber":  2,
             "scripture":  "And both Jesus was called, and his disciples, to the marriage."
        },
        {
            "reference":  "John 2:3",
             "verseNumber":  3,
             "scripture":  "And when they wanted wine, the mother of Jesus says unto him, They have no wine."
        },
        {
            "reference":  "John 2:4",
             "verseNumber":  4,
             "scripture":  "Jesus says unto her, Woman, what have I to do with you? mine hour is not yet come."
        },
        {
            "reference":  "John 2:5",
             "verseNumber":  5,
             "scripture":  "His mother says unto the servants, Whatsoever he says unto you, do it."
        },
        {
            "reference":  "John 2:6",
             "verseNumber":  6,
             "scripture":  "And there were set there six water pots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece."
        },
        {
            "reference":  "John 2:7",
             "verseNumber":  7,
             "scripture":  "Jesus says unto them, Fill the water pots with water. And they filled them up to the brim."
        },
        {
            "reference":  "John 2:8",
             "verseNumber":  8,
             "scripture":  "And he says unto them, Draw out now, and bear unto the governor of the feast. And they bare it."
        },
        {
            "reference":  "John 2:9",
             "verseNumber":  9,
             "scripture":  "When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,"
        },
        {
            "reference":  "John 2:10",
             "verseNumber":  10,
             "scripture":  "And says unto him, Every man at the beginning does set forth good wine; and when men have well drunk, then that which is worse: but you have kept the good wine until now."
        },
        {
            "reference":  "John 2:11",
             "verseNumber":  11,
             "scripture":  "This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him."
        },
        {
            "reference":  "John 2:12",
             "verseNumber":  12,
             "scripture":  "After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days."
        },
        {
            "reference":  "John 2:13",
             "verseNumber":  13,
             "scripture":  "And the Jews' passover was at hand, and Jesus went up to Jerusalem."
        },
        {
            "reference":  "John 2:14",
             "verseNumber":  14,
             "scripture":  "And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:"
        },
        {
            "reference":  "John 2:15",
             "verseNumber":  15,
             "scripture":  "And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers' money, and overthrew the tables;"
        },
        {
            "reference":  "John 2:16",
             "verseNumber":  16,
             "scripture":  "And said unto them that sold doves, Take these things behind; make not my Father's house an house of merchandise."
        },
        {
            "reference":  "John 2:17",
             "verseNumber":  17,
             "scripture":  "And his disciples remembered that it was written, The zeal of yours house has eaten me up."
        },
        {
            "reference":  "John 2:18",
             "verseNumber":  18,
             "scripture":  "Then answered the Jews and said unto him, What sign show you unto us, seeing that you do these things?"
        },
        {
            "reference":  "John 2:19",
             "verseNumber":  19,
             "scripture":  "Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up."
        },
        {
            "reference":  "John 2:20",
             "verseNumber":  20,
             "scripture":  "Then said the Jews, Forty and six years was this temple in building, and will you rear it up in three days?"
        },
        {
            "reference":  "John 2:21",
             "verseNumber":  21,
             "scripture":  "But he spoke of the temple of his body."
        },
        {
            "reference":  "John 2:22",
             "verseNumber":  22,
             "scripture":  "When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said."
        },
        {
            "reference":  "John 2:23",
             "verseNumber":  23,
             "scripture":  "Now when he was in Jerusalem at the passover, in the feast day, many believed in his name, when they saw the miracles which he did."
        },
        {
            "reference":  "John 2:24",
             "verseNumber":  24,
             "scripture":  "But Jesus did not commit himself unto them, because he knew all men,"
        },
        {
            "reference":  "John 2:25",
             "verseNumber":  25,
             "scripture":  "And needed not that any should testify of man: for he knew what was in man."
        }
    ]
}