{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 4, "verses": [{"reference": "John 4:1", "verseNumber": 1, "scripture": "When therefore the LORD knew how the Pharisees had heard that Jesus made and baptized more disciples than John,"},{"reference": "John 4:2", "verseNumber": 2, "scripture": "(Though Jesus himself baptized not, but his disciples,)"},{"reference": "John 4:3", "verseNumber": 3, "scripture": "He left Judaea, and departed again into Galilee."},{"reference": "John 4:4", "verseNumber": 4, "scripture": "And he must essentially go through Samaria."},{"reference": "John 4:5", "verseNumber": 5, "scripture": "Then comes he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph."},{"reference": "John 4:6", "verseNumber": 6, "scripture": "Now Jacob's well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour."},{"reference": "John 4:7", "verseNumber": 7, "scripture": "There comes a woman of Samaria to draw water: Jesus says unto her, Give me to drink."},{"reference": "John 4:8", "verseNumber": 8, "scripture": "(For his disciples were gone away unto the city to buy food.)"},{"reference": "John 4:9", "verseNumber": 9, "scripture": "Then says the woman of Samaria unto him, How is it that you, being a Jew, ask drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans."},{"reference": "John 4:10", "verseNumber": 10, "scripture": "Jesus answered and said unto her, If you knew the gift of God, and who it is that says to you, Give me to drink; you would have asked of him, and he would have given you living water."},{"reference": "John 4:11", "verseNumber": 11, "scripture": "The woman says unto him, Sir, you have nothing to draw with, and the well is deep: from whence then have you that living water?"},{"reference": "John 4:12", "verseNumber": 12, "scripture": "Are you greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?"},{"reference": "John 4:13", "verseNumber": 13, "scripture": "Jesus answered and said unto her, Whosoever drinks of this water shall thirst again:"},{"reference": "John 4:14", "verseNumber": 14, "scripture": "But whosoever drinks of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life."},{"reference": "John 4:15", "verseNumber": 15, "scripture": "The woman says unto him, Sir, give me this water, that I thirst not, neither come here to draw."},{"reference": "John 4:16", "verseNumber": 16, "scripture": "Jesus says unto her, Go, call your husband, and come here."},{"reference": "John 4:17", "verseNumber": 17, "scripture": "The woman answered and said, I have no husband. Jesus said unto her, You have well said, I have no husband:"},{"reference": "John 4:18", "verseNumber": 18, "scripture": "For you have had five husbands; and he whom you now have is not your husband: in that said you truly."},{"reference": "John 4:19", "verseNumber": 19, "scripture": "The woman says unto him, Sir, I perceive that you are a prophet."},{"reference": "John 4:20", "verseNumber": 20, "scripture": "Our fathers worshipped in this mountain; and all of you say, that in Jerusalem is the place where men ought to worship."},{"reference": "John 4:21", "verseNumber": 21, "scripture": "Jesus says unto her, Woman, believe me, the hour comes, when all of you shall neither in this mountain, nor yet at Jerusalem, worship the Father."},{"reference": "John 4:22", "verseNumber": 22, "scripture": "All of you worship all of you know not what: we know what we worship: for salvation is of the Jews."},{"reference": "John 4:23", "verseNumber": 23, "scripture": "But the hour comes, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeks such to worship him."},{"reference": "John 4:24", "verseNumber": 24, "scripture": "God is a Spirit: and they that worship him must worship him in spirit and in truth."},{"reference": "John 4:25", "verseNumber": 25, "scripture": "The woman says unto him, I know that Messiah comes, which is called Christ: when he has come, he will tell us all things."},{"reference": "John 4:26", "verseNumber": 26, "scripture": "Jesus says unto her, I that speak unto you am he."},{"reference": "John 4:27", "verseNumber": 27, "scripture": "And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seek you? or, Why talk you with her?"},{"reference": "John 4:28", "verseNumber": 28, "scripture": "The woman then left her water pot, and went her way into the city, and says to the men,"},{"reference": "John 4:29", "verseNumber": 29, "scripture": "Come, see a man, which told me all things that ever I did: is not this the Christ?"},{"reference": "John 4:30", "verseNumber": 30, "scripture": "Then they went out of the city, and came unto him."},{"reference": "John 4:31", "verseNumber": 31, "scripture": "In the mean while his disciples prayed him, saying, Master, eat."},{"reference": "John 4:32", "verseNumber": 32, "scripture": "But he said unto them, I have food to eat that all of you know not of."},{"reference": "John 4:33", "verseNumber": 33, "scripture": "Therefore said the disciples one to another, Has any man brought him ought to eat?"},{"reference": "John 4:34", "verseNumber": 34, "scripture": "Jesus says unto them, My food is to do the will of him that sent me, and to finish his work."},{"reference": "John 4:35", "verseNumber": 35, "scripture": "Say not all of you, There are yet four months, and then comes harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest."},{"reference": "John 4:36", "verseNumber": 36, "scripture": "And he that reaps receives wages, and gathers fruit unto life eternal: that both he that sows and he that reaps may rejoice together."},{"reference": "John 4:37", "verseNumber": 37, "scripture": "And herein is that saying true, One sows, and another reaps."},{"reference": "John 4:38", "verseNumber": 38, "scripture": "I sent you to reap that whereon all of you bestowed no labour: other men laboured, and all of you are entered into their labours."},{"reference": "John 4:39", "verseNumber": 39, "scripture": "And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did."},{"reference": "John 4:40", "verseNumber": 40, "scripture": "So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days."},{"reference": "John 4:41", "verseNumber": 41, "scripture": "And many more believed because of his own word;"},{"reference": "John 4:42", "verseNumber": 42, "scripture": "And said unto the woman, Now we believe, not because of your saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world."},{"reference": "John 4:43", "verseNumber": 43, "scripture": "Now after two days he departed thence, and went into Galilee."},{"reference": "John 4:44", "verseNumber": 44, "scripture": "For Jesus himself testified, that a prophet has no honour in his own country."},{"reference": "John 4:45", "verseNumber": 45, "scripture": "Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast."},{"reference": "John 4:46", "verseNumber": 46, "scripture": "So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum."},{"reference": "John 4:47", "verseNumber": 47, "scripture": "When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death."},{"reference": "John 4:48", "verseNumber": 48, "scripture": "Then said Jesus unto him, Except all of you see signs and wonders, all of you will not believe."},{"reference": "John 4:49", "verseNumber": 49, "scripture": "The nobleman says unto him, Sir, come down before my child die."},{"reference": "John 4:50", "verseNumber": 50, "scripture": "Jesus says unto him, Go your way; your son lives. And the man believed the word that Jesus had spoken unto him, and he went his way."},{"reference": "John 4:51", "verseNumber": 51, "scripture": "And as he was now going down, his servants met him, and told him, saying, Your son lives."},{"reference": "John 4:52", "verseNumber": 52, "scripture": "Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him."},{"reference": "John 4:53", "verseNumber": 53, "scripture": "So the father knew that it was at the same hour, in the which Jesus said unto him, Your son lives: and himself believed, and his whole house."},{"reference": "John 4:54", "verseNumber": 54, "scripture": "This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee."}]}