{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 6, "verses": [{"reference": "John 6:1", "verseNumber": 1, "scripture": "After these things Jesus went over the sea of Galilee, which is the sea of Tiberias."},{"reference": "John 6:2", "verseNumber": 2, "scripture": "And a great multitude followed him, because they saw his miracles which he did on them that were diseased."},{"reference": "John 6:3", "verseNumber": 3, "scripture": "And Jesus went up into a mountain, and there he sat with his disciples."},{"reference": "John 6:4", "verseNumber": 4, "scripture": "And the passover, a feast of the Jews, was nigh."},{"reference": "John 6:5", "verseNumber": 5, "scripture": "When Jesus then lifted up his eyes, and saw a great company come unto him, he says unto Philip, Whence shall we buy bread, that these may eat?"},{"reference": "John 6:6", "verseNumber": 6, "scripture": "And this he said to prove him: for he himself knew what he would do."},{"reference": "John 6:7", "verseNumber": 7, "scripture": "Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little."},{"reference": "John 6:8", "verseNumber": 8, "scripture": "One of his disciples, Andrew, Simon Peter's brother, says unto him,"},{"reference": "John 6:9", "verseNumber": 9, "scripture": "There is a lad here, which has five barley loaves, and two small fishes: but what are they among so many?"},{"reference": "John 6:10", "verseNumber": 10, "scripture": "And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand."},{"reference": "John 6:11", "verseNumber": 11, "scripture": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would."},{"reference": "John 6:12", "verseNumber": 12, "scripture": "When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost."},{"reference": "John 6:13", "verseNumber": 13, "scripture": "Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten."},{"reference": "John 6:14", "verseNumber": 14, "scripture": "Then those men, when they had seen the miracle that Jesus did, said, This is truthfully that prophet that should come into the world."},{"reference": "John 6:15", "verseNumber": 15, "scripture": "When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone."},{"reference": "John 6:16", "verseNumber": 16, "scripture": "And when even was now come, his disciples went down unto the sea,"},{"reference": "John 6:17", "verseNumber": 17, "scripture": "And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them."},{"reference": "John 6:18", "verseNumber": 18, "scripture": "And the sea arose by reason of a great wind that blew."},{"reference": "John 6:19", "verseNumber": 19, "scripture": "So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid."},{"reference": "John 6:20", "verseNumber": 20, "scripture": "But he says unto them, It is I; be not afraid."},{"reference": "John 6:21", "verseNumber": 21, "scripture": "Then they willingly received him into the ship: and immediately the ship was at the land where they went."},{"reference": "John 6:22", "verseNumber": 22, "scripture": "The day following, when the people which stood on the other side of the sea saw that there was no other boat there, save that one into where his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;"},{"reference": "John 6:23", "verseNumber": 23, "scripture": "(nevertheless there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)"},{"reference": "John 6:24", "verseNumber": 24, "scripture": "When the people therefore saw that Jesus was not there, neither his disciples, they also went on board ships, and came to Capernaum, seeking for Jesus."},{"reference": "John 6:25", "verseNumber": 25, "scripture": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when came you here?"},{"reference": "John 6:26", "verseNumber": 26, "scripture": "Jesus answered them and said, Verily, verily, I say unto you, All of you seek me, not because all of you saw the miracles, but because all of you did eat of the loaves, and were filled."},{"reference": "John 6:27", "verseNumber": 27, "scripture": "Labour not for the food which perishes, but for that food which endures unto everlasting life, which the Son of man shall give unto you: for him has God the Father sealed."},{"reference": "John 6:28", "verseNumber": 28, "scripture": "Then said they unto him, What shall we do, that we might work the works of God?"},{"reference": "John 6:29", "verseNumber": 29, "scripture": "Jesus answered and said unto them, This is the work of God, that all of you believe on him whom he has sent."},{"reference": "John 6:30", "verseNumber": 30, "scripture": "They said therefore unto him, What sign show you then, that we may see, and believe you? what do you work?"},{"reference": "John 6:31", "verseNumber": 31, "scripture": "Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat."},{"reference": "John 6:32", "verseNumber": 32, "scripture": "Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father gives you the true bread from heaven."},{"reference": "John 6:33", "verseNumber": 33, "scripture": "For the bread of God is he which comes down from heaven, and gives life unto the world."},{"reference": "John 6:34", "verseNumber": 34, "scripture": "Then said they unto him, Lord, evermore give us this bread."},{"reference": "John 6:35", "verseNumber": 35, "scripture": "And Jesus said unto them, I am the bread of life: he that comes to me shall never hunger; and he that believes on me shall never thirst."},{"reference": "John 6:36", "verseNumber": 36, "scripture": "But I said unto you, That all of you also have seen me, and believe not."},{"reference": "John 6:37", "verseNumber": 37, "scripture": "All that the Father gives me shall come to me; and him that comes to me I will in no wise cast out."},{"reference": "John 6:38", "verseNumber": 38, "scripture": "For I came down from heaven, not to do mine own will, but the will of him that sent me."},{"reference": "John 6:39", "verseNumber": 39, "scripture": "And this is the Father's will which has sent me, that of all which he has given me I should lose nothing, but should raise it up again at the last day."},{"reference": "John 6:40", "verseNumber": 40, "scripture": "And this is the will of him that sent me, that every one which sees the Son, and believes on him, may have everlasting life: and I will raise him up at the last day."},{"reference": "John 6:41", "verseNumber": 41, "scripture": "The Jews then murmured at him, because he said, I am the bread which came down from heaven."},{"reference": "John 6:42", "verseNumber": 42, "scripture": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he says, I came down from heaven?"},{"reference": "John 6:43", "verseNumber": 43, "scripture": "Jesus therefore answered and said unto them, Murmur not among yourselves."},{"reference": "John 6:44", "verseNumber": 44, "scripture": "No man can come to me, except the Father which has sent me draw him: and I will raise him up at the last day."},{"reference": "John 6:45", "verseNumber": 45, "scripture": "It is written in the prophets, And they shall be all taught of God. Every man therefore that has heard, and has learned of the Father, comes unto me."},{"reference": "John 6:46", "verseNumber": 46, "scripture": "Not that any man has seen the Father, save he which is of God, he has seen the Father."},{"reference": "John 6:47", "verseNumber": 47, "scripture": "Verily, verily, I say unto you, He that believes on me has everlasting life."},{"reference": "John 6:48", "verseNumber": 48, "scripture": "I am that bread of life."},{"reference": "John 6:49", "verseNumber": 49, "scripture": "Your fathers did eat manna in the wilderness, and are dead."},{"reference": "John 6:50", "verseNumber": 50, "scripture": "This is the bread which comes down from heaven, that a man may eat thereof, and not die."},{"reference": "John 6:51", "verseNumber": 51, "scripture": "I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world."},{"reference": "John 6:52", "verseNumber": 52, "scripture": "The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?"},{"reference": "John 6:53", "verseNumber": 53, "scripture": "Then Jesus said unto them, Verily, verily, I say unto you, Except all of you eat the flesh of the Son of man, and drink his blood, all of you have no life in you."},{"reference": "John 6:54", "verseNumber": 54, "scripture": "Whoso eats my flesh, and drinks my blood, has eternal life; and I will raise him up at the last day."},{"reference": "John 6:55", "verseNumber": 55, "scripture": "For my flesh is food indeed, and my blood is drink indeed."},{"reference": "John 6:56", "verseNumber": 56, "scripture": "He that eats my flesh, and drinks my blood, dwells in me, and I in him."},{"reference": "John 6:57", "verseNumber": 57, "scripture": "As the living Father has sent me, and I live by the Father: so he that eats me, even he shall live by me."},{"reference": "John 6:58", "verseNumber": 58, "scripture": "This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eats of this bread shall live for ever."},{"reference": "John 6:59", "verseNumber": 59, "scripture": "These things said he in the synagogue, as he taught in Capernaum."},{"reference": "John 6:60", "verseNumber": 60, "scripture": "Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?"},{"reference": "John 6:61", "verseNumber": 61, "scripture": "When Jesus knew in himself that his disciples murmured at it, he said unto them, Does this offend you?"},{"reference": "John 6:62", "verseNumber": 62, "scripture": "What and if all of you shall see the Son of man ascend up where he was before?"},{"reference": "John 6:63", "verseNumber": 63, "scripture": "It is the spirit that gives life; the flesh profits nothing: the words that I speak unto you, they are spirit, and they are life."},{"reference": "John 6:64", "verseNumber": 64, "scripture": "But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him."},{"reference": "John 6:65", "verseNumber": 65, "scripture": "And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father."},{"reference": "John 6:66", "verseNumber": 66, "scripture": "From that time many of his disciples went back, and walked no more with him."},{"reference": "John 6:67", "verseNumber": 67, "scripture": "Then said Jesus unto the twelve, Will all of you also go away?"},{"reference": "John 6:68", "verseNumber": 68, "scripture": "Then Simon Peter answered him, Lord, to whom shall we go? you have the words of eternal life."},{"reference": "John 6:69", "verseNumber": 69, "scripture": "And we believe and are sure that you are that Christ, the Son of the living God."},{"reference": "John 6:70", "verseNumber": 70, "scripture": "Jesus answered them, Have not I chosen you twelve, and one of you is a devil?"},{"reference": "John 6:71", "verseNumber": 71, "scripture": "He spoke of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve."}]}