{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 7, "verses": [{"reference": "John 7:1", "verseNumber": 1, "scripture": "After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him."},{"reference": "John 7:2", "verseNumber": 2, "scripture": "Now the Jew's feast of tabernacles was at hand."},{"reference": "John 7:3", "verseNumber": 3, "scripture": "His brethren therefore said unto him, Depart behind, and go into Judaea, that your disciples also may see the works that you do."},{"reference": "John 7:4", "verseNumber": 4, "scripture": "For there is no man that does any thing in secret, and he himself seeks to be known openly. If you do these things, show yourself to the world."},{"reference": "John 7:5", "verseNumber": 5, "scripture": "For neither did his brethren believe in him."},{"reference": "John 7:6", "verseNumber": 6, "scripture": "Then Jesus said unto them, My time is not yet come: but your time is always ready."},{"reference": "John 7:7", "verseNumber": 7, "scripture": "The world cannot hate you; but me it hates, because I testify of it, that the works thereof are evil."},{"reference": "John 7:8", "verseNumber": 8, "scripture": "Go all of you up unto this feast: I go not up yet unto this feast: for my time is not yet full come."},{"reference": "John 7:9", "verseNumber": 9, "scripture": "When he had said these words unto them, he abode still in Galilee."},{"reference": "John 7:10", "verseNumber": 10, "scripture": "But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret."},{"reference": "John 7:11", "verseNumber": 11, "scripture": "Then the Jews sought him at the feast, and said, Where is he?"},{"reference": "John 7:12", "verseNumber": 12, "scripture": "And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceives the people."},{"reference": "John 7:13", "verseNumber": 13, "scripture": "Nevertheless no man spoke openly of him for fear of the Jews."},{"reference": "John 7:14", "verseNumber": 14, "scripture": "Now about the midst of the feast Jesus went up into the temple, and taught."},{"reference": "John 7:15", "verseNumber": 15, "scripture": "And the Jews marvelled, saying, How knows this man letters, having never learned?"},{"reference": "John 7:16", "verseNumber": 16, "scripture": "Jesus answered them, and said, My doctrine is not mine, but his that sent me."},{"reference": "John 7:17", "verseNumber": 17, "scripture": "If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself."},{"reference": "John 7:18", "verseNumber": 18, "scripture": "He that speaks of himself seeks his own glory: but he that seeks his glory that sent him, the same is true, and no unrighteousness is in him."},{"reference": "John 7:19", "verseNumber": 19, "scripture": "Did not Moses give you the law, and yet none of you keeps the law? Why go all of you about to kill me?"},{"reference": "John 7:20", "verseNumber": 20, "scripture": "The people answered and said, You have a devil: who goes about to kill you?"},{"reference": "John 7:21", "verseNumber": 21, "scripture": "Jesus answered and said unto them, I have done one work, and all of you all marvel."},{"reference": "John 7:22", "verseNumber": 22, "scripture": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and all of you on the sabbath day circumcise a man."},{"reference": "John 7:23", "verseNumber": 23, "scripture": "If a man on the sabbath day receive circumcision, that the law of Moses should not be broken; are all of you angry at me, because I have made a man everything whole on the sabbath day?"},{"reference": "John 7:24", "verseNumber": 24, "scripture": "Judge not according to the appearance, but judge righteous judgment."},{"reference": "John 7:25", "verseNumber": 25, "scripture": "Then said some of them of Jerusalem, Is not this he, whom they seek to kill?"},{"reference": "John 7:26", "verseNumber": 26, "scripture": "But, lo, he speaks boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?"},{"reference": "John 7:27", "verseNumber": 27, "scripture": "Nevertheless we know this man whence he is: but when Christ comes, no man knows whence he is."},{"reference": "John 7:28", "verseNumber": 28, "scripture": "Then cried Jesus in the temple as he taught, saying, All of you both know me, and all of you know whence I am: and I am not come of myself, but he that sent me is true, whom all of you know not."},{"reference": "John 7:29", "verseNumber": 29, "scripture": "But I know him: for I am from him, and he has sent me."},{"reference": "John 7:30", "verseNumber": 30, "scripture": "Then they sought to take him: but no man laid hands on him, because his hour was not yet come."},{"reference": "John 7:31", "verseNumber": 31, "scripture": "And many of the people believed on him, and said, When Christ comes, will he do more miracles than these which this man has done?"},{"reference": "John 7:32", "verseNumber": 32, "scripture": "The Pharisees heard that the people murmured such things concerning him; and the Pharisees and the chief priests sent officers to take him."},{"reference": "John 7:33", "verseNumber": 33, "scripture": "Then said Jesus unto them, Yet a little while am I with you, and then I go unto him that sent me."},{"reference": "John 7:34", "verseNumber": 34, "scripture": "All of you shall seek me, and shall not find me: and where I am, thither all of you cannot come."},{"reference": "John 7:35", "verseNumber": 35, "scripture": "Then said the Jews among themselves, Where will he go, that we shall not find him? will he go unto the dispersed among the Gentiles, and teach the Gentiles?"},{"reference": "John 7:36", "verseNumber": 36, "scripture": "What manner of saying is this that he said, All of you shall seek me, and shall not find me: and where I am, thither all of you cannot come?"},{"reference": "John 7:37", "verseNumber": 37, "scripture": "In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink."},{"reference": "John 7:38", "verseNumber": 38, "scripture": "He that believes on me, as the scripture has said, out of his belly shall flow rivers of living water."},{"reference": "John 7:39", "verseNumber": 39, "scripture": "(But this spoke he of the Spirit, which they that believe on him should receive: for the Holy Spirit was not yet given; because that Jesus was not yet glorified.)"},{"reference": "John 7:40", "verseNumber": 40, "scripture": "Many of the people therefore, when they heard this saying, said, Truthfully this is the Prophet."},{"reference": "John 7:41", "verseNumber": 41, "scripture": "Others said, This is the Christ. But some said, Shall Christ come out of Galilee?"},{"reference": "John 7:42", "verseNumber": 42, "scripture": "Has not the scripture said, That Christ comes of the seed of David, and out of the town of Bethlehem, where David was?"},{"reference": "John 7:43", "verseNumber": 43, "scripture": "So there was a division among the people because of him."},{"reference": "John 7:44", "verseNumber": 44, "scripture": "And some of them would have taken him; but no man laid hands on him."},{"reference": "John 7:45", "verseNumber": 45, "scripture": "Then came the officers to the chief priests and Pharisees; and they said unto them, Why have all of you not brought him?"},{"reference": "John 7:46", "verseNumber": 46, "scripture": "The officers answered, Never man spoke like this man."},{"reference": "John 7:47", "verseNumber": 47, "scripture": "Then answered them the Pharisees, Are all of you also deceived?"},{"reference": "John 7:48", "verseNumber": 48, "scripture": "Have any of the rulers or of the Pharisees believed on him?"},{"reference": "John 7:49", "verseNumber": 49, "scripture": "But this people who knows not the law are cursed."},{"reference": "John 7:50", "verseNumber": 50, "scripture": "Nicodemus says unto them, (he that came to Jesus by night, being one of them,)"},{"reference": "John 7:51", "verseNumber": 51, "scripture": "Does our law judge any man, before it hear him, and know what he does?"},{"reference": "John 7:52", "verseNumber": 52, "scripture": "They answered and said unto him, Are you also of Galilee? Search, and look: for out of Galilee arises no prophet."},{"reference": "John 7:53", "verseNumber": 53, "scripture": "And every man went unto his own house."}]}