{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "John",
     "bookAbbreviation":  "Jh",
     "chapterNumber":  8,
     "verses":  [
        {
            "reference":  "John 8:1",
             "verseNumber":  1,
             "scripture":  "Jesus went unto the mount of Olives."
        },
        {
            "reference":  "John 8:2",
             "verseNumber":  2,
             "scripture":  "And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them."
        },
        {
            "reference":  "John 8:3",
             "verseNumber":  3,
             "scripture":  "And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,"
        },
        {
            "reference":  "John 8:4",
             "verseNumber":  4,
             "scripture":  "They say unto him, Master, this woman was taken in adultery, in the very act."
        },
        {
            "reference":  "John 8:5",
             "verseNumber":  5,
             "scripture":  "Now Moses in the law commanded us, that such should be stoned: but what says you?"
        },
        {
            "reference":  "John 8:6",
             "verseNumber":  6,
             "scripture":  "This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not."
        },
        {
            "reference":  "John 8:7",
             "verseNumber":  7,
             "scripture":  "So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her."
        },
        {
            "reference":  "John 8:8",
             "verseNumber":  8,
             "scripture":  "And again he stooped down, and wrote on the ground."
        },
        {
            "reference":  "John 8:9",
             "verseNumber":  9,
             "scripture":  "And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst."
        },
        {
            "reference":  "John 8:10",
             "verseNumber":  10,
             "scripture":  "When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those yours accusers? has no man condemned you?"
        },
        {
            "reference":  "John 8:11",
             "verseNumber":  11,
             "scripture":  "She said, No man, Lord. And Jesus said unto her, Neither do I condemn you: go, and sin no more."
        },
        {
            "reference":  "John 8:12",
             "verseNumber":  12,
             "scripture":  "Then spoke Jesus again unto them, saying, I am the light of the world: he that follows me shall not walk in darkness, but shall have the light of life."
        },
        {
            "reference":  "John 8:13",
             "verseNumber":  13,
             "scripture":  "The Pharisees therefore said unto him, You bear record of yourself; your record is not true."
        },
        {
            "reference":  "John 8:14",
             "verseNumber":  14,
             "scripture":  "Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and where I go; but all of you cannot tell whence I come, and where I go."
        },
        {
            "reference":  "John 8:15",
             "verseNumber":  15,
             "scripture":  "All of you judge after the flesh; I judge no man."
        },
        {
            "reference":  "John 8:16",
             "verseNumber":  16,
             "scripture":  "And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me."
        },
        {
            "reference":  "John 8:17",
             "verseNumber":  17,
             "scripture":  "It is also written in your law, that the testimony of two men is true."
        },
        {
            "reference":  "John 8:18",
             "verseNumber":  18,
             "scripture":  "I am one that bear witness of myself, and the Father that sent me bears witness of me."
        },
        {
            "reference":  "John 8:19",
             "verseNumber":  19,
             "scripture":  "Then said they unto him, Where is your Father? Jesus answered, All of you neither know me, nor my Father: if all of you had known me, all of you should have known my Father also."
        },
        {
            "reference":  "John 8:20",
             "verseNumber":  20,
             "scripture":  "These words spoke Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come."
        },
        {
            "reference":  "John 8:21",
             "verseNumber":  21,
             "scripture":  "Then said Jesus again unto them, I go my way, and all of you shall seek me, and shall die in your sins: where I go, all of you cannot come."
        },
        {
            "reference":  "John 8:22",
             "verseNumber":  22,
             "scripture":  "Then said the Jews, Will he kill himself? because he says, Where I go, all of you cannot come."
        },
        {
            "reference":  "John 8:23",
             "verseNumber":  23,
             "scripture":  "And he said unto them, All of you are from beneath; I am from above: all of you are of this world; I am not of this world."
        },
        {
            "reference":  "John 8:24",
             "verseNumber":  24,
             "scripture":  "I said therefore unto you, that all of you shall die in your sins: for if all of you believe not that I am he, all of you shall die in your sins."
        },
        {
            "reference":  "John 8:25",
             "verseNumber":  25,
             "scripture":  "Then said they unto him, Who are you? And Jesus says unto them, Even the same that I said unto you from the beginning."
        },
        {
            "reference":  "John 8:26",
             "verseNumber":  26,
             "scripture":  "I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him."
        },
        {
            "reference":  "John 8:27",
             "verseNumber":  27,
             "scripture":  "They understood not that he spoke to them of the Father."
        },
        {
            "reference":  "John 8:28",
             "verseNumber":  28,
             "scripture":  "Then said Jesus unto them, When all of you have lifted up the Son of man, then shall all of you know that I am he, and that I do nothing of myself; but as my Father has taught me, I speak these things."
        },
        {
            "reference":  "John 8:29",
             "verseNumber":  29,
             "scripture":  "And he that sent me is with me: the Father has not left me alone; for I do always those things that please him."
        },
        {
            "reference":  "John 8:30",
             "verseNumber":  30,
             "scripture":  "As he spoke these words, many believed on him."
        },
        {
            "reference":  "John 8:31",
             "verseNumber":  31,
             "scripture":  "Then said Jesus to those Jews which believed on him, If all of you continue in my word, then are all of you my disciples indeed;"
        },
        {
            "reference":  "John 8:32",
             "verseNumber":  32,
             "scripture":  "And all of you shall know the truth, and the truth shall make you free."
        },
        {
            "reference":  "John 8:33",
             "verseNumber":  33,
             "scripture":  "They answered him, We be Abraham's seed, and were never in bondage to any man: how says you, All of you shall be made free?"
        },
        {
            "reference":  "John 8:34",
             "verseNumber":  34,
             "scripture":  "Jesus answered them, Verily, verily, I say unto you, Whosoever commits sin is the servant of sin."
        },
        {
            "reference":  "John 8:35",
             "verseNumber":  35,
             "scripture":  "And the servant abides not in the house for ever: but the Son abides ever."
        },
        {
            "reference":  "John 8:36",
             "verseNumber":  36,
             "scripture":  "If the Son therefore shall make you free, all of you shall be free indeed."
        },
        {
            "reference":  "John 8:37",
             "verseNumber":  37,
             "scripture":  "I know that all of you are Abraham's seed; but all of you seek to kill me, because my word has no place in you."
        },
        {
            "reference":  "John 8:38",
             "verseNumber":  38,
             "scripture":  "I speak that which I have seen with my Father: and all of you do that which all of you have seen with your father."
        },
        {
            "reference":  "John 8:39",
             "verseNumber":  39,
             "scripture":  "They answered and said unto him, Abraham is our father. Jesus says unto them, If all of you were Abraham's children, all of you would do the works of Abraham."
        },
        {
            "reference":  "John 8:40",
             "verseNumber":  40,
             "scripture":  "But now all of you seek to kill me, a man that has told you the truth, which I have heard of God: this did not Abraham."
        },
        {
            "reference":  "John 8:41",
             "verseNumber":  41,
             "scripture":  "All of you do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God."
        },
        {
            "reference":  "John 8:42",
             "verseNumber":  42,
             "scripture":  "Jesus said unto them, If God were your Father, all of you would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me."
        },
        {
            "reference":  "John 8:43",
             "verseNumber":  43,
             "scripture":  "Why do all of you not understand my speech? even because all of you cannot hear my word."
        },
        {
            "reference":  "John 8:44",
             "verseNumber":  44,
             "scripture":  "All of you are of your father the devil, and the lusts of your father all of you will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaks a lie, he speaks of his own: for he is a liar, and the father of it."
        },
        {
            "reference":  "John 8:45",
             "verseNumber":  45,
             "scripture":  "And because I tell you the truth, all of you believe me not."
        },
        {
            "reference":  "John 8:46",
             "verseNumber":  46,
             "scripture":  "Which of you convinces me of sin? And if I say the truth, why do all of you not believe me?"
        },
        {
            "reference":  "John 8:47",
             "verseNumber":  47,
             "scripture":  "He that is of God hears God's words: all of you therefore hear them not, because all of you are not of God."
        },
        {
            "reference":  "John 8:48",
             "verseNumber":  48,
             "scripture":  "Then answered the Jews, and said unto him, Say we not well that you are a Samaritan, and have a devil?"
        },
        {
            "reference":  "John 8:49",
             "verseNumber":  49,
             "scripture":  "Jesus answered, I have not a devil; but I honour my Father, and all of you do dishonour me."
        },
        {
            "reference":  "John 8:50",
             "verseNumber":  50,
             "scripture":  "And I seek not mine own glory: there is one that seeks and judges."
        },
        {
            "reference":  "John 8:51",
             "verseNumber":  51,
             "scripture":  "Verily, verily, I say unto you, If a man keep my saying, he shall never see death."
        },
        {
            "reference":  "John 8:52",
             "verseNumber":  52,
             "scripture":  "Then said the Jews unto him, Now we know that you have a devil. Abraham is dead, and the prophets; and you says, If a man keep my saying, he shall never taste of death."
        },
        {
            "reference":  "John 8:53",
             "verseNumber":  53,
             "scripture":  "Are you greater than our father Abraham, which is dead? and the prophets are dead: whom make you yourself?"
        },
        {
            "reference":  "John 8:54",
             "verseNumber":  54,
             "scripture":  "Jesus answered, If I honour myself, my honour is nothing: it is my Father that honors me; of whom all of you say, that he is your God:"
        },
        {
            "reference":  "John 8:55",
             "verseNumber":  55,
             "scripture":  "Yet all of you have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying."
        },
        {
            "reference":  "John 8:56",
             "verseNumber":  56,
             "scripture":  "Your father Abraham rejoiced to see my day: and he saw it, and was glad."
        },
        {
            "reference":  "John 8:57",
             "verseNumber":  57,
             "scripture":  "Then said the Jews unto him, You are not yet fifty years old, and have you seen Abraham?"
        },
        {
            "reference":  "John 8:58",
             "verseNumber":  58,
             "scripture":  "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am."
        },
        {
            "reference":  "John 8:59",
             "verseNumber":  59,
             "scripture":  "Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by."
        }
    ]
}