{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "John", "bookAbbreviation": "Jh", "chapterNumber": 9, "verses": [{"reference": "John 9:1", "verseNumber": 1, "scripture": "And as Jesus passed by, he saw a man which was blind from his birth."},{"reference": "John 9:2", "verseNumber": 2, "scripture": "And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?"},{"reference": "John 9:3", "verseNumber": 3, "scripture": "Jesus answered, Neither has this man sinned, nor his parents: but that the works of God should be made manifest in him."},{"reference": "John 9:4", "verseNumber": 4, "scripture": "I must work the works of him that sent me, while it is day: the night comes, when no man can work."},{"reference": "John 9:5", "verseNumber": 5, "scripture": "As long as I am in the world, I am the light of the world."},{"reference": "John 9:6", "verseNumber": 6, "scripture": "When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,"},{"reference": "John 9:7", "verseNumber": 7, "scripture": "And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing."},{"reference": "John 9:8", "verseNumber": 8, "scripture": "The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?"},{"reference": "John 9:9", "verseNumber": 9, "scripture": "Some said, This is he: others said, He is like him: but he said, I am he."},{"reference": "John 9:10", "verseNumber": 10, "scripture": "Therefore said they unto him, How were yours eyes opened?"},{"reference": "John 9:11", "verseNumber": 11, "scripture": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight."},{"reference": "John 9:12", "verseNumber": 12, "scripture": "Then said they unto him, Where is he? He said, I know not."},{"reference": "John 9:13", "verseNumber": 13, "scripture": "They brought to the Pharisees him that in old times was blind."},{"reference": "John 9:14", "verseNumber": 14, "scripture": "And it was the sabbath day when Jesus made the clay, and opened his eyes."},{"reference": "John 9:15", "verseNumber": 15, "scripture": "Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see."},{"reference": "John 9:16", "verseNumber": 16, "scripture": "Therefore said some of the Pharisees, This man is not of God, because he keeps not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them."},{"reference": "John 9:17", "verseNumber": 17, "scripture": "They say unto the blind man again, What says you of him, that he has opened yours eyes? He said, He is a prophet."},{"reference": "John 9:18", "verseNumber": 18, "scripture": "But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight."},{"reference": "John 9:19", "verseNumber": 19, "scripture": "And they asked them, saying, Is this your son, who all of you say was born blind? how then does he now see?"},{"reference": "John 9:20", "verseNumber": 20, "scripture": "His parents answered them and said, We know that this is our son, and that he was born blind:"},{"reference": "John 9:21", "verseNumber": 21, "scripture": "But by what means he now sees, we know not; or who has opened his eyes, we know not: he is of age; ask him: he shall speak for himself."},{"reference": "John 9:22", "verseNumber": 22, "scripture": "These words spoke his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue."},{"reference": "John 9:23", "verseNumber": 23, "scripture": "Therefore said his parents, He is of age; ask him."},{"reference": "John 9:24", "verseNumber": 24, "scripture": "Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner."},{"reference": "John 9:25", "verseNumber": 25, "scripture": "He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see."},{"reference": "John 9:26", "verseNumber": 26, "scripture": "Then said they to him again, What did he to you? how opened he yours eyes?"},{"reference": "John 9:27", "verseNumber": 27, "scripture": "He answered them, I have told you already, and all of you did not hear: wherefore would all of you hear it again? will all of you also be his disciples?"},{"reference": "John 9:28", "verseNumber": 28, "scripture": "Then they reviled him, and said, You are his disciple; but we are Moses' disciples."},{"reference": "John 9:29", "verseNumber": 29, "scripture": "We know that God spoke unto Moses: as for this fellow, we know not from whence he is."},{"reference": "John 9:30", "verseNumber": 30, "scripture": "The man answered and said unto them, Why herein is a marvellous thing, that all of you know not from whence he is, and yet he has opened mine eyes."},{"reference": "John 9:31", "verseNumber": 31, "scripture": "Now we know that God hears not sinners: but if any man be a worshipper of God, and does his will, him he hears."},{"reference": "John 9:32", "verseNumber": 32, "scripture": "Since the world began was it not heard that any man opened the eyes of one that was born blind."},{"reference": "John 9:33", "verseNumber": 33, "scripture": "If this man were not of God, he could do nothing."},{"reference": "John 9:34", "verseNumber": 34, "scripture": "They answered and said unto him, You were altogether born in sins, and do you teach us? And they cast him out."},{"reference": "John 9:35", "verseNumber": 35, "scripture": "Jesus heard that they had cast him out; and when he had found him, he said unto him, Do you believe on the Son of God?"},{"reference": "John 9:36", "verseNumber": 36, "scripture": "He answered and said, Who is he, Lord, that I might believe on him?"},{"reference": "John 9:37", "verseNumber": 37, "scripture": "And Jesus said unto him, You have both seen him, and it is he that talks with you."},{"reference": "John 9:38", "verseNumber": 38, "scripture": "And he said, Lord, I believe. And he worshipped him."},{"reference": "John 9:39", "verseNumber": 39, "scripture": "And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind."},{"reference": "John 9:40", "verseNumber": 40, "scripture": "And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?"},{"reference": "John 9:41", "verseNumber": 41, "scripture": "Jesus said unto them, If all of you were blind, all of you should have no sin: but now all of you say, We see; therefore your sin remains."}]}