{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Zechariah", "bookAbbreviation": "Zec", "chapterNumber": 12, "verses": [{"reference": "Zechariah 12:1", "verseNumber": 1, "scripture": "The burden of the word of the LORD for Israel, says the LORD, which stretches forth the heavens, and lays the foundation of the earth, and forms the spirit of man within him."},{"reference": "Zechariah 12:2", "verseNumber": 2, "scripture": "Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and against Jerusalem."},{"reference": "Zechariah 12:3", "verseNumber": 3, "scripture": "And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it."},{"reference": "Zechariah 12:4", "verseNumber": 4, "scripture": "In that day, says the LORD, I will strike every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will strike every horse of the people with blindness."},{"reference": "Zechariah 12:5", "verseNumber": 5, "scripture": "And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God."},{"reference": "Zechariah 12:6", "verseNumber": 6, "scripture": "In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem."},{"reference": "Zechariah 12:7", "verseNumber": 7, "scripture": "The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah."},{"reference": "Zechariah 12:8", "verseNumber": 8, "scripture": "In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them."},{"reference": "Zechariah 12:9", "verseNumber": 9, "scripture": "And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem."},{"reference": "Zechariah 12:10", "verseNumber": 10, "scripture": "And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourns for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn."},{"reference": "Zechariah 12:11", "verseNumber": 11, "scripture": "In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon."},{"reference": "Zechariah 12:12", "verseNumber": 12, "scripture": "And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;"},{"reference": "Zechariah 12:13", "verseNumber": 13, "scripture": "The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;"},{"reference": "Zechariah 12:14", "verseNumber": 14, "scripture": "All the families that remain, every family apart, and their wives apart."}]}