{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Zechariah",
     "bookAbbreviation":  "Zec",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Zechariah 2:1",
             "verseNumber":  1,
             "scripture":  "I lifted up mine eyes again, and looked, and behold a man with a measuring line in his hand."
        },
        {
            "reference":  "Zechariah 2:2",
             "verseNumber":  2,
             "scripture":  "Then said I, Where go you? And he said unto me, To measure Jerusalem, to see what is the breadth thereof, and what is the length thereof."
        },
        {
            "reference":  "Zechariah 2:3",
             "verseNumber":  3,
             "scripture":  "And, behold, the angel that talked with me went forth, and another angel went out to meet him,"
        },
        {
            "reference":  "Zechariah 2:4",
             "verseNumber":  4,
             "scripture":  "And said unto him, Run, speak to this young man, saying, Jerusalem shall be inhabited as towns without walls for the multitude of men and cattle therein:"
        },
        {
            "reference":  "Zechariah 2:5",
             "verseNumber":  5,
             "scripture":  "For I, says the LORD, will be unto her a wall of fire round about, and will be the glory in the midst of her."
        },
        {
            "reference":  "Zechariah 2:6",
             "verseNumber":  6,
             "scripture":  "Ho, ho, come forth, and flee from the land of the north, says the LORD: for I have spread you abroad as the four winds of the heaven, says the LORD."
        },
        {
            "reference":  "Zechariah 2:7",
             "verseNumber":  7,
             "scripture":  "Deliver yourself, O Zion, that dwell with the daughter of Babylon."
        },
        {
            "reference":  "Zechariah 2:8",
             "verseNumber":  8,
             "scripture":  "For thus says the LORD of hosts; After the glory has he sent me unto the nations which spoiled you: for he that touches you touches the apple of his eye."
        },
        {
            "reference":  "Zechariah 2:9",
             "verseNumber":  9,
             "scripture":  "For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and all of you shall know that the LORD of hosts has sent me."
        },
        {
            "reference":  "Zechariah 2:10",
             "verseNumber":  10,
             "scripture":  "Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of you, says the LORD."
        },
        {
            "reference":  "Zechariah 2:11",
             "verseNumber":  11,
             "scripture":  "And many nations shall be joined to the LORD in that day, and shall be my people: and I will dwell in the midst of you, and you shall know that the LORD of hosts has sent me unto you."
        },
        {
            "reference":  "Zechariah 2:12",
             "verseNumber":  12,
             "scripture":  "And the LORD shall inherit Judah his portion in the holy land, and shall choose Jerusalem again."
        },
        {
            "reference":  "Zechariah 2:13",
             "verseNumber":  13,
             "scripture":  "Be silent, O all flesh, before the LORD: for he is raised up out of his holy habitation."
        }
    ]
}