{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Zechariah",
     "bookAbbreviation":  "Zec",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Zechariah 4:1",
             "verseNumber":  1,
             "scripture":  "And the angel that talked with me came again, and waked me, as a man that is wakened out of his sleep."
        },
        {
            "reference":  "Zechariah 4:2",
             "verseNumber":  2,
             "scripture":  "And said unto me, What see you? And I said, I have looked, and behold a candlestick all of gold, with a bowl upon the top of it, and his seven lamps thereon, and seven pipes to the seven lamps, which are upon the top thereof:"
        },
        {
            "reference":  "Zechariah 4:3",
             "verseNumber":  3,
             "scripture":  "And two olive trees by it, one upon the right side of the bowl, and the other upon the left side thereof."
        },
        {
            "reference":  "Zechariah 4:4",
             "verseNumber":  4,
             "scripture":  "So I answered and spoke to the angel that talked with me, saying, What are these, my lord?"
        },
        {
            "reference":  "Zechariah 4:5",
             "verseNumber":  5,
             "scripture":  "Then the angel that talked with me answered and said unto me, Know you not what these be? And I said, No, my lord."
        },
        {
            "reference":  "Zechariah 4:6",
             "verseNumber":  6,
             "scripture":  "Then he answered and spoke unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, says the LORD of hosts."
        },
        {
            "reference":  "Zechariah 4:7",
             "verseNumber":  7,
             "scripture":  "Who are you, O great mountain? before Zerubbabel you shall become a plain: and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it."
        },
        {
            "reference":  "Zechariah 4:8",
             "verseNumber":  8,
             "scripture":  "Moreover the word of the LORD came unto me, saying,"
        },
        {
            "reference":  "Zechariah 4:9",
             "verseNumber":  9,
             "scripture":  "The hands of Zerubbabel have laid the foundation of this house; his hands shall also finish it; and you shall know that the LORD of hosts has sent me unto you."
        },
        {
            "reference":  "Zechariah 4:10",
             "verseNumber":  10,
             "scripture":  "For who has despised the day of small things? for they shall rejoice, and shall see the plummet in the hand of Zerubbabel with those seven; they are the eyes of the LORD, which run back and forth through the whole earth."
        },
        {
            "reference":  "Zechariah 4:11",
             "verseNumber":  11,
             "scripture":  "Then answered I, and said unto him, What are these two olive trees upon the right side of the candlestick and upon the left side thereof?"
        },
        {
            "reference":  "Zechariah 4:12",
             "verseNumber":  12,
             "scripture":  "And I answered again, and said unto him, What be these two olive branches which through the two golden pipes empty the golden oil out of themselves?"
        },
        {
            "reference":  "Zechariah 4:13",
             "verseNumber":  13,
             "scripture":  "And he answered me and said, Know you not what these be? And I said, No, my lord."
        },
        {
            "reference":  "Zechariah 4:14",
             "verseNumber":  14,
             "scripture":  "Then said he, These are the two anointed ones, that stand by the LORD of the whole earth."
        }
    ]
}