{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Zechariah",
     "bookAbbreviation":  "Zec",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Zechariah 5:1",
             "verseNumber":  1,
             "scripture":  "Then I turned, and lifted up mine eyes, and looked, and behold a flying roll."
        },
        {
            "reference":  "Zechariah 5:2",
             "verseNumber":  2,
             "scripture":  "And he said unto me, What see you? And I answered, I see a flying roll; the length thereof is twenty cubits, and the breadth thereof ten cubits."
        },
        {
            "reference":  "Zechariah 5:3",
             "verseNumber":  3,
             "scripture":  "Then said he unto me, This is the curse that goes forth over the face of the whole earth: for every one that steals shall be cut off as on this side according to it; and every one that swears shall be cut off as on that side according to it."
        },
        {
            "reference":  "Zechariah 5:4",
             "verseNumber":  4,
             "scripture":  "I will bring it forth, says the LORD of hosts, and it shall enter into the house of the thief, and into the house of him that swears falsely by my name: and it shall remain in the midst of his house, and shall consume it with the timber thereof and the stones thereof."
        },
        {
            "reference":  "Zechariah 5:5",
             "verseNumber":  5,
             "scripture":  "Then the angel that talked with me went forth, and said unto me, Lift up now yours eyes, and see what is this that goes forth."
        },
        {
            "reference":  "Zechariah 5:6",
             "verseNumber":  6,
             "scripture":  "And I said, What is it? And he said, This is an ephah that goes forth. He said moreover, This is their resemblance through all the earth."
        },
        {
            "reference":  "Zechariah 5:7",
             "verseNumber":  7,
             "scripture":  "And, behold, there was lifted up a talent of lead: and this is a woman that sits in the midst of the ephah."
        },
        {
            "reference":  "Zechariah 5:8",
             "verseNumber":  8,
             "scripture":  "And he said, This is wickedness. And he cast it into the midst of the ephah; and he cast the weight of lead upon the mouth thereof."
        },
        {
            "reference":  "Zechariah 5:9",
             "verseNumber":  9,
             "scripture":  "Then lifted I up mine eyes, and looked, and, behold, there came out two women, and the wind was in their wings; for they had wings like the wings of a stork: and they lifted up the ephah between the earth and the heaven."
        },
        {
            "reference":  "Zechariah 5:10",
             "verseNumber":  10,
             "scripture":  "Then said I to the angel that talked with me, Where do these bear the ephah?"
        },
        {
            "reference":  "Zechariah 5:11",
             "verseNumber":  11,
             "scripture":  "And he said unto me, To build it an house in the land of Shinar: and it shall be established, and set there upon her own base."
        }
    ]
}