{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "புதிய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "யோவான்", "bookAbbreviation": "யோ", "chapterNumber": 10, "verses": [{"reference": "யோவான் 10:1", "verseNumber": 1, "scripture": "மெய்யாகவே, மெய்யாகவே நான் உங்களுக்குச் சொல்லுகிறேன்; ஆட்டுத்தொழுவத்துக்குள் வாசல்வழியாய்ப் பிரவேசியாமல், வேறுவழியாய் ஏறுகிறவன் கள்ளனும் கொள்ளைக்காரனுமாயிருக்கிறான்."},{"reference": "யோவான் 10:2", "verseNumber": 2, "scripture": "வாசல்வழியாய்ப் பிரவேசிக்கிறவனோ ஆடுகளின் மேய்ப்பனாயிருக்கிறான்."},{"reference": "யோவான் 10:3", "verseNumber": 3, "scripture": "வாசலைக் காக்கிறவன் அவனுக்குத் திறக்கிறான்; ஆடுகளும் அவன் சத்தத்துக்குச் செவிகொடுக்கிறது. அவன் தன்னுடைய ஆடுகளைப் பேர்சொல்லிக் கூப்பிட்டு, அவைகளை வெளியே நடத்திக்கொண்டு போகிறான்."},{"reference": "யோவான் 10:4", "verseNumber": 4, "scripture": "அவன் தன்னுடைய ஆடுகளை வெளியே விட்டபின்பு, அவைகளுக்கு முன்பாக நடந்துபோகிறான், ஆடுகள் அவன் சத்தத்தை அறிந்திருக்கிறபடியினால் அவனுக்குப் பின்செல்லுகிறது."},{"reference": "யோவான் 10:5", "verseNumber": 5, "scripture": "அந்நியருடைய சத்தத்தை அறியாதபடியினால் அவைகள் அந்நியனுக்குப் பின்செல்லாமல், அவனை விட்டோடிப்போகும் என்றார்."},{"reference": "யோவான் 10:6", "verseNumber": 6, "scripture": "இந்த உவமையை இயேசு அவர்களுடனே சொன்னார்; அவர்களோ அவர் சொன்னவைகளின் கருத்தை அறியவில்லை."},{"reference": "யோவான் 10:7", "verseNumber": 7, "scripture": "ஆதலால் இயேசு மறுபடியும் அவர்களை நோக்கி: நானே ஆடுகளுக்கு வாசல் என்று மெய்யாகவே மெய்யாகவே உங்களுக்குச் சொல்லுகிறேன்."},{"reference": "யோவான் 10:8", "verseNumber": 8, "scripture": "எனக்கு முன்னே வந்தவர்களெல்லாரும் கள்ளரும் கொள்ளைக்காரருமாயிருக்கிறார்கள்; ஆடுகள் அவர்களுக்குச் செவிகொடுக்கவில்லை."},{"reference": "யோவான் 10:9", "verseNumber": 9, "scripture": "நானே வாசல், என் வழியாய் ஒருவன் உட்பிரவேசித்தால், அவன் இரட்சிக்கப்படுவான், அவன் உள்ளும் புறம்பும் சென்று, மேய்ச்சலைக் கண்டடைவான்."},{"reference": "யோவான் 10:10", "verseNumber": 10, "scripture": "திருடன் திருடவும் கொல்லவும் அழிக்கவும் வருகிறானேயன்றி வேறொன்றுக்கும் வரான். நானோ அவைகளுக்கு ஜீவன் உண்டாயிருக்கவும், அது பரிபூரணப்படவும் வந்தேன்."},{"reference": "யோவான் 10:11", "verseNumber": 11, "scripture": "நானே நல்ல மேய்ப்பன்: நல்ல மேய்ப்பன் ஆடுகளுக்காகத் தன் ஜீவனைக் கொடுக்கிறான்."},{"reference": "யோவான் 10:12", "verseNumber": 12, "scripture": "மேய்ப்பனாயிராதவனும், ஆடுகள் தனக்குச் சொந்தமல்லாதவனுமான கூலியாள் ஓநாய் வருகிறதைக் கண்டு ஆடுகளை விட்டு ஓடிப்போகிறான்; அப்பொழுது ஓநாய் ஆடுகளைப்பீறி, அவைகளைச் சிதறடிக்கும்."},{"reference": "யோவான் 10:13", "verseNumber": 13, "scripture": "கூலியாள் கூலிக்காக வேலைசெய்கிறவனாகையால் ஓடிப்போகிறான், ஆடுகளுக்காக அவன் கவலைப்படான்."},{"reference": "யோவான் 10:14", "verseNumber": 14, "scripture": "நானே நல்ல மேய்ப்பன்; பிதா என்னை அறிந்திருக்கிறதுபோலவும், நான் பிதாவை அறிந்திருக்கிறதுபோலவும்,"},{"reference": "யோவான் 10:15", "verseNumber": 15, "scripture": "நான் என்னுடையவைகளை அறிந்தும் என்னுடையவைகளால் அறியப்பட்டுமிருக்கிறேன்; ஆடுகளுக்காக என் ஜீவனையும் கொடுக்கிறேன்."},{"reference": "யோவான் 10:16", "verseNumber": 16, "scripture": "இந்தத் தொழுவத்திலுள்ளவைகளல்லாமல் வேறே ஆடுகளும் எனக்கு உண்டு; அவைகளையும் நான் கொண்டுவரவேண்டும், அவைகள் என் சத்தத்துக்குச் செவிகொடுக்கும், அப்பொழுது ஒரே மந்தையும் ஒரே மேய்ப்பனுமாகும்."},{"reference": "யோவான் 10:17", "verseNumber": 17, "scripture": "நான் என் ஜீவனை மறுபடியும் அடைந்துகொள்ளும்படிக்கு அதைக்கொடுக்கிறபடியினால் பிதா என்னில் அன்பாயிருக்கிறார்."},{"reference": "யோவான் 10:18", "verseNumber": 18, "scripture": "ஒருவனும் அதை என்னிடத்திலிருந்து எடுத்துக்கொள்ளமாட்டான்; நானே அதைக் கொடுக்கிறேன், அதைக் கொடுக்கவும் எனக்கு அதிகாரம் உண்டு, அதை மறுபடியும் எடுத்துக்கொள்ளவும் எனக்கு அதிகாரம் உண்டு. இந்தக் கட்டளையை என் பிதாவினிடத்தில் பெற்றுக்கொண்டேன் என்றார்."},{"reference": "யோவான் 10:19", "verseNumber": 19, "scripture": "இந்த வசனங்களினிமித்தம் யூதருக்குள்ளே மறுபடியும் பிரிவினையுண்டாயிற்று."},{"reference": "யோவான் 10:20", "verseNumber": 20, "scripture": "அவர்களில் அநேகர்: இவன் பிசாசு பிடித்தவன், பயித்தியக்காரன்; ஏன் இவனுக்குச் செவிகொடுக்கிறீர்கள் என்றார்கள்."},{"reference": "யோவான் 10:21", "verseNumber": 21, "scripture": "வேறே சிலர்: இவைகள் பிசாசு பிடித்தவனுடைய வசனங்களல்லவே. குருடருடைய கண்களைப் பிசாசு திறக்கக்கூடுமா என்றார்கள்."},{"reference": "யோவான் 10:22", "verseNumber": 22, "scripture": "பின்பு எருசலேமிலே தேவாலயப்பிரதிஷ்டைபண்டிகை வந்தது; மாரிகாலமுமாயிருந்தது."},{"reference": "யோவான் 10:23", "verseNumber": 23, "scripture": "இயேசு தேவாலயத்தில் சாலொமோனுடைய மண்டபத்திலே உலாவிக்கொண்டிருந்தார்."},{"reference": "யோவான் 10:24", "verseNumber": 24, "scripture": "அப்பொழுது யூதர்கள் அவரைச் சூழ்ந்துகொண்டு: எதுவரைக்கும் எங்கள் ஆத்துமாவுக்குச் சந்தேகம் உண்டாக்குகிறீர், நீர் கிறிஸ்துவானால் எங்களுக்குத் தெளிவாய்ச் சொல்லும் என்றார்கள்."},{"reference": "யோவான் 10:25", "verseNumber": 25, "scripture": "இயேசு அவர்களுக்குப் பிரதியுத்தரமாக: அதை உங்களுக்குச் சொன்னேன், நீங்கள் விசுவாசிக்கவில்லை; என் பிதாவின் நாமத்தினாலே நான் செய்கிற கிரியைகளே என்னைக்குறித்துச் சாட்சிகொடுக்கிறது."},{"reference": "யோவான் 10:26", "verseNumber": 26, "scripture": "ஆனாலும், நான் உங்களுக்குச் சொன்னபடியே, நீங்கள் என் மந்தையின் ஆடுகளாயிராதபடியினால் விசுவாசியாமலிருக்கிறீர்கள்."},{"reference": "யோவான் 10:27", "verseNumber": 27, "scripture": "என் ஆடுகள் என் சத்தத்திற்குச் செவிகொடுக்கிறது; நான் அவைகளை அறிந்திருக்கிறேன், அவைகள் எனக்குப் பின்செல்லுகிறது."},{"reference": "யோவான் 10:28", "verseNumber": 28, "scripture": "நான் அவைகளுக்கு நித்தியஜீவனைக் கொடுக்கிறேன்; அவைகள் ஒருக்காலும் கெட்டுப்போவதில்லை, ஒருவனும் அவைகளை என் கையிலிருந்து பறித்துக்கொள்ளுவதுமில்லை."},{"reference": "யோவான் 10:29", "verseNumber": 29, "scripture": "அவைகளை எனக்குத் தந்த என் பிதா எல்லாரிலும் பெரியவராயிருக்கிறார்; அவைகளை என் பிதாவின் கையிலிருந்து பறித்துக்கொள்ள ஒருவனாலும் கூடாது."},{"reference": "யோவான் 10:30", "verseNumber": 30, "scripture": "நானும் பிதாவும் ஒன்றாயிருக்கிறோம் என்றார்."},{"reference": "யோவான் 10:31", "verseNumber": 31, "scripture": "அப்பொழுது யூதர்கள் மறுபடியும் அவர்மேல் கல்லெறியும்படி, கல்லுகளை எடுத்துக்கொண்டார்கள்."},{"reference": "யோவான் 10:32", "verseNumber": 32, "scripture": "இயேசு அவர்களை நோக்கி: நான் என் பிதாவினாலே அநேக நற்கிரியைகளை உங்களுக்குக் காண்பித்தேன், அவைகளில் எந்தக் கிரியையினிமித்தம் என்மேல் கல்லெறிகிறீர்கள் என்றார்."},{"reference": "யோவான் 10:33", "verseNumber": 33, "scripture": "யூதர்கள் அவருக்குப் பிரதியுத்தரமாக: நற்கிரியையினிமித்தம் நாங்கள் உன்மேல் கல்லெறிகிறதில்லை; நீ மனுஷனாயிருக்க, உன்னை தேவன் என்று சொல்லி, இவ்விதமாக தேவதூஷணஞ்சொல்லுகிறபடியினால் உன்மேல் கல்லெறிகிறோம் என்றார்கள்."},{"reference": "யோவான் 10:34", "verseNumber": 34, "scripture": "இயேசு அவர்களுக்குப் பிரதியுத்தரமாக: தேவர்களாயிருக்கிறீர்கள் என்று நான் சொன்னேன் என்பதாய் உங்கள் வேதத்தில் எழுதியிருக்கவில்லையா?"},{"reference": "யோவான் 10:35", "verseNumber": 35, "scripture": "தேவவசனத்தைப் பெற்றுக்கொண்டவர்களை தேவர்கள் என்று அவர் சொல்லியிருக்க, வேதவாக்கியமும் தவறாததாயிருக்க,"},{"reference": "யோவான் 10:36", "verseNumber": 36, "scripture": "பிதாவினால் பரிசுத்தமாக்கப்பட்டும், உலகத்தில் அனுப்பப்பட்டும் இருக்கிற நான் என்னை தேவனுடைய குமாரன் என்று சொன்னதினாலே தேவதூஷணஞ்சொன்னாய் என்று நீங்கள் சொல்லலாமா?"},{"reference": "யோவான் 10:37", "verseNumber": 37, "scripture": "என் பிதாவின் கிரியைகளை நான் செய்யாதிருந்தால், நீங்கள் என்னை விசுவாசிக்கவேண்டியதில்லை."},{"reference": "யோவான் 10:38", "verseNumber": 38, "scripture": "செய்தேனேயானால், நீங்கள் என்னை விசுவாசியாதிருந்தாலும், பிதா என்னிலும் நான் அவரிலும் இருக்கிறதை நீங்கள் அறிந்து விசுவாசிக்கும்படி அந்தக் கிரியைகளை விசுவாசியுங்கள் என்றார்."},{"reference": "யோவான் 10:39", "verseNumber": 39, "scripture": "இதினிமித்தம் அவர்கள் மறுபடியும் அவரைப் பிடிக்கத் தேடினார்கள், அவரோ அவர்கள் கைக்குத் தப்பி,"},{"reference": "யோவான் 10:40", "verseNumber": 40, "scripture": "யோர்தானுக்கு அக்கரையிலே முன்னே யோவான் ஞானஸ்நானங்கொடுத்துக்கொண்டிருந்த இடத்துக்குத் திரும்பிப்போய், அங்கே தங்கினார்."},{"reference": "யோவான் 10:41", "verseNumber": 41, "scripture": "அநேகர் அவரிடத்தில் வந்து: யோவான் ஒரு அற்புதத்தையும் செய்யவில்லை; ஆகிலும் இவரைக்குறித்து யோவான் சொன்னதெல்லாம் மெய்யாயிருக்கிறது என்றார்கள்."},{"reference": "யோவான் 10:42", "verseNumber": 42, "scripture": "அவ்விடத்திலே அநேகர் அவரிடத்தில் விசுவாசமுள்ளவர்களானார்கள்."}]}