{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Joshua",
     "bookAbbreviation":  "Jos",
     "chapterNumber":  16,
     "verses":  [
        {
            "reference":  "Joshua 16:1",
             "verseNumber":  1,
             "scripture":  "And the lot of the children of Joseph fell from Jordan by Jericho, unto the water of Jericho on the east, to the wilderness that goes up from Jericho throughout mount Bethel,"
        },
        {
            "reference":  "Joshua 16:2",
             "verseNumber":  2,
             "scripture":  "And goes out from Bethel to Luz, and passes along unto the borders of Archi to Ataroth,"
        },
        {
            "reference":  "Joshua 16:3",
             "verseNumber":  3,
             "scripture":  "And goes down westward to the coast of Japhleti, unto the coast of Bethhoron the nether, and to Gezer; and the activities out thereof are at the sea."
        },
        {
            "reference":  "Joshua 16:4",
             "verseNumber":  4,
             "scripture":  "So the children of Joseph, Manasseh and Ephraim, took their inheritance."
        },
        {
            "reference":  "Joshua 16:5",
             "verseNumber":  5,
             "scripture":  "And the border of the children of Ephraim according to their families was thus: even the border of their inheritance on the east side was Atarothaddar, unto Bethhoron the upper;"
        },
        {
            "reference":  "Joshua 16:6",
             "verseNumber":  6,
             "scripture":  "And the border went out toward the sea to Michmethah on the north side; and the border went about eastward unto Taanathshiloh, and passed by it on the east to Janohah;"
        },
        {
            "reference":  "Joshua 16:7",
             "verseNumber":  7,
             "scripture":  "And it went down from Janohah to Ataroth, and to Naarath, and came to Jericho, and went out at Jordan."
        },
        {
            "reference":  "Joshua 16:8",
             "verseNumber":  8,
             "scripture":  "The border went out from Tappuah westward unto the river Kanah; and the activities out thereof were at the sea. This is the inheritance of the tribe of the children of Ephraim by their families."
        },
        {
            "reference":  "Joshua 16:9",
             "verseNumber":  9,
             "scripture":  "And the separate cities for the children of Ephraim were among the inheritance of the children of Manasseh, all the cities with their villages."
        },
        {
            "reference":  "Joshua 16:10",
             "verseNumber":  10,
             "scripture":  "And they drove not out the Canaanites that dwelt in Gezer: but the Canaanites dwell among the Ephraimites unto this day, and serve under tribute."
        }
    ]
}