{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Joshua",
     "bookAbbreviation":  "Jos",
     "chapterNumber":  19,
     "verses":  [
        {
            "reference":  "Joshua 19:1",
             "verseNumber":  1,
             "scripture":  "And the second lot came forth to Simeon, even for the tribe of the children of Simeon according to their families: and their inheritance was within the inheritance of the children of Judah."
        },
        {
            "reference":  "Joshua 19:2",
             "verseNumber":  2,
             "scripture":  "And they had in their inheritance Beersheba, and Sheba, and Moladah,"
        },
        {
            "reference":  "Joshua 19:3",
             "verseNumber":  3,
             "scripture":  "And Hazarshual, and Balah, and Azem,"
        },
        {
            "reference":  "Joshua 19:4",
             "verseNumber":  4,
             "scripture":  "And Eltolad, and Bethul, and Hormah,"
        },
        {
            "reference":  "Joshua 19:5",
             "verseNumber":  5,
             "scripture":  "And Ziklag, and Bethmarcaboth, and Hazarsusah,"
        },
        {
            "reference":  "Joshua 19:6",
             "verseNumber":  6,
             "scripture":  "And Bethlebaoth, and Sharuhen; thirteen cities and their villages:"
        },
        {
            "reference":  "Joshua 19:7",
             "verseNumber":  7,
             "scripture":  "Ain, Remmon, and Ether, and Ashan; four cities and their villages:"
        },
        {
            "reference":  "Joshua 19:8",
             "verseNumber":  8,
             "scripture":  "And all the villages that were round about these cities to Baalathbeer, Ramath of the south. This is the inheritance of the tribe of the children of Simeon according to their families."
        },
        {
            "reference":  "Joshua 19:9",
             "verseNumber":  9,
             "scripture":  "Out of the portion of the children of Judah was the inheritance of the children of Simeon: for the part of the children of Judah was too much for them: therefore the children of Simeon had their inheritance within the inheritance of them."
        },
        {
            "reference":  "Joshua 19:10",
             "verseNumber":  10,
             "scripture":  "And the third lot came up for the children of Zebulun according to their families: and the border of their inheritance was unto Sarid:"
        },
        {
            "reference":  "Joshua 19:11",
             "verseNumber":  11,
             "scripture":  "And their border went up toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that is before Jokneam;"
        },
        {
            "reference":  "Joshua 19:12",
             "verseNumber":  12,
             "scripture":  "And turned from Sarid eastward toward the sunrising unto the border of Chislothtabor, and then goes out to Daberath, and goes up to Japhia,"
        },
        {
            "reference":  "Joshua 19:13",
             "verseNumber":  13,
             "scripture":  "And from thence passes on along on the east to Gittahhepher, to Ittahkazin, and goes out to Remmonmethoar to Neah;"
        },
        {
            "reference":  "Joshua 19:14",
             "verseNumber":  14,
             "scripture":  "And the border compasses it on the north side to Hannathon: and the utmost limit thereof are in the valley of Jiphthahel:"
        },
        {
            "reference":  "Joshua 19:15",
             "verseNumber":  15,
             "scripture":  "And Kattath, and Nahallal, and Shimron, and Idalah, and Bethlehem: twelve cities with their villages."
        },
        {
            "reference":  "Joshua 19:16",
             "verseNumber":  16,
             "scripture":  "This is the inheritance of the children of Zebulun according to their families, these cities with their villages."
        },
        {
            "reference":  "Joshua 19:17",
             "verseNumber":  17,
             "scripture":  "And the fourth lot came out to Issachar, for the children of Issachar according to their families."
        },
        {
            "reference":  "Joshua 19:18",
             "verseNumber":  18,
             "scripture":  "And their border was toward Jezreel, and Chesulloth, and Shunem,"
        },
        {
            "reference":  "Joshua 19:19",
             "verseNumber":  19,
             "scripture":  "And Haphraim, and Shihon, and Anaharath,"
        },
        {
            "reference":  "Joshua 19:20",
             "verseNumber":  20,
             "scripture":  "And Rabbith, and Kishion, and Abez,"
        },
        {
            "reference":  "Joshua 19:21",
             "verseNumber":  21,
             "scripture":  "And Remeth, and Engannim, and Enhaddah, and Bethpazzez;"
        },
        {
            "reference":  "Joshua 19:22",
             "verseNumber":  22,
             "scripture":  "And the coast reachs to Tabor, and Shahazimah, and Bethshemesh; and the utmost limit of their border were at Jordan: sixteen cities with their villages."
        },
        {
            "reference":  "Joshua 19:23",
             "verseNumber":  23,
             "scripture":  "This is the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages."
        },
        {
            "reference":  "Joshua 19:24",
             "verseNumber":  24,
             "scripture":  "And the fifth lot came out for the tribe of the children of Asher according to their families."
        },
        {
            "reference":  "Joshua 19:25",
             "verseNumber":  25,
             "scripture":  "And their border was Helkath, and Hali, and Beten, and Achshaph,"
        },
        {
            "reference":  "Joshua 19:26",
             "verseNumber":  26,
             "scripture":  "And Alammelech, and Amad, and Misheal; and reachs to Carmel westward, and to Shihorlibnath;"
        },
        {
            "reference":  "Joshua 19:27",
             "verseNumber":  27,
             "scripture":  "And turns toward the sunrising to Bethdagon, and reachs to Zebulun, and to the valley of Jiphthahel toward the north side of Bethemek, and Neiel, and goes out to Cabul on the left hand,"
        },
        {
            "reference":  "Joshua 19:28",
             "verseNumber":  28,
             "scripture":  "And Hebron, and Rehob, and Hammon, and Kanah, even unto great Zidon;"
        },
        {
            "reference":  "Joshua 19:29",
             "verseNumber":  29,
             "scripture":  "And then the coast turns to Ramah, and to the strong city Tyre; and the coast turns to Hosah; and the utmost limit thereof are at the sea from the coast to Achzib:"
        },
        {
            "reference":  "Joshua 19:30",
             "verseNumber":  30,
             "scripture":  "Ummah also, and Aphek, and Rehob: twenty and two cities with their villages."
        },
        {
            "reference":  "Joshua 19:31",
             "verseNumber":  31,
             "scripture":  "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages."
        },
        {
            "reference":  "Joshua 19:32",
             "verseNumber":  32,
             "scripture":  "The sixth lot came out to the children of Naphtali, even for the children of Naphtali according to their families."
        },
        {
            "reference":  "Joshua 19:33",
             "verseNumber":  33,
             "scripture":  "And their coast was from Heleph, from Allon to Zaanannim, and Adami, Nekeb, and Jabneel, unto Lakum; and the utmost limit thereof were at Jordan:"
        },
        {
            "reference":  "Joshua 19:34",
             "verseNumber":  34,
             "scripture":  "And then the coast turns westward to Aznothtabor, and goes out from thence to Hukkok, and reachs to Zebulun on the south side, and reachs to Asher on the west side, and to Judah upon Jordan toward the sunrising."
        },
        {
            "reference":  "Joshua 19:35",
             "verseNumber":  35,
             "scripture":  "And the fenced cities are Ziddim, Zer, and Hammath, Rakkath, and Chinnereth,"
        },
        {
            "reference":  "Joshua 19:36",
             "verseNumber":  36,
             "scripture":  "And Adamah, and Ramah, and Hazor,"
        },
        {
            "reference":  "Joshua 19:37",
             "verseNumber":  37,
             "scripture":  "And Kedesh, and Edrei, and Enhazor,"
        },
        {
            "reference":  "Joshua 19:38",
             "verseNumber":  38,
             "scripture":  "And Iron, and Migdalel, Horem, and Bethanath, and Bethshemesh; nineteen cities with their villages."
        },
        {
            "reference":  "Joshua 19:39",
             "verseNumber":  39,
             "scripture":  "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages."
        },
        {
            "reference":  "Joshua 19:40",
             "verseNumber":  40,
             "scripture":  "And the seventh lot came out for the tribe of the children of Dan according to their families."
        },
        {
            "reference":  "Joshua 19:41",
             "verseNumber":  41,
             "scripture":  "And the coast of their inheritance was Zorah, and Eshtaol, and Irshemesh,"
        },
        {
            "reference":  "Joshua 19:42",
             "verseNumber":  42,
             "scripture":  "And Shaalabbin, and Ajalon, and Jethlah,"
        },
        {
            "reference":  "Joshua 19:43",
             "verseNumber":  43,
             "scripture":  "And Elon, and Thimnathah, and Ekron,"
        },
        {
            "reference":  "Joshua 19:44",
             "verseNumber":  44,
             "scripture":  "And Eltekeh, and Gibbethon, and Baalath,"
        },
        {
            "reference":  "Joshua 19:45",
             "verseNumber":  45,
             "scripture":  "And Jehud, and Beneberak, and Gathrimmon,"
        },
        {
            "reference":  "Joshua 19:46",
             "verseNumber":  46,
             "scripture":  "And Mejarkon, and Rakkon, with the border before Japho."
        },
        {
            "reference":  "Joshua 19:47",
             "verseNumber":  47,
             "scripture":  "And the coast of the children of Dan went out too little for them: therefore the children of Dan went up to fight against Leshem, and took it, and stroke it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father."
        },
        {
            "reference":  "Joshua 19:48",
             "verseNumber":  48,
             "scripture":  "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages."
        },
        {
            "reference":  "Joshua 19:49",
             "verseNumber":  49,
             "scripture":  "When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them:"
        },
        {
            "reference":  "Joshua 19:50",
             "verseNumber":  50,
             "scripture":  "According to the word of the LORD they gave him the city which he asked, even Timnathserah in mount Ephraim: and he built the city, and dwelt therein."
        },
        {
            "reference":  "Joshua 19:51",
             "verseNumber":  51,
             "scripture":  "These are the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the LORD, at the door of the tabernacle of the congregation. So they made an end of dividing the country."
        }
    ]
}