{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Joshua",
     "bookAbbreviation":  "Jos",
     "chapterNumber":  20,
     "verses":  [
        {
            "reference":  "Joshua 20:1",
             "verseNumber":  1,
             "scripture":  "The LORD also spoke unto Joshua, saying,"
        },
        {
            "reference":  "Joshua 20:2",
             "verseNumber":  2,
             "scripture":  "Speak to the children of Israel, saying, Appoint out for you cities of refuge, whereof I spoke unto you by the hand of Moses:"
        },
        {
            "reference":  "Joshua 20:3",
             "verseNumber":  3,
             "scripture":  "That the slayer that kills any person unexpectedly and unwittingly may flee thither: and they shall be your refuge from the avenger of blood."
        },
        {
            "reference":  "Joshua 20:4",
             "verseNumber":  4,
             "scripture":  "And when he that does flee unto one of those cities shall stand at the entering of the gate of the city, and shall declare his cause in the ears of the elders of that city, they shall take him into the city unto them, and give him a place, that he may dwell among them."
        },
        {
            "reference":  "Joshua 20:5",
             "verseNumber":  5,
             "scripture":  "And if the avenger of blood pursue after him, then they shall not deliver the slayer up into his hand; because he stroke his neighbour unwittingly, and hated him not in time past."
        },
        {
            "reference":  "Joshua 20:6",
             "verseNumber":  6,
             "scripture":  "And he shall dwell in that city, until he stand before the congregation for judgment, and until the death of the high priest that shall be in those days: then shall the slayer return, and come unto his own city, and unto his own house, unto the city from whence he fled."
        },
        {
            "reference":  "Joshua 20:7",
             "verseNumber":  7,
             "scripture":  "And they appointed Kedesh in Galilee in mount Naphtali, and Shechem in mount Ephraim, and Kirjatharba, which is Hebron, in the mountain of Judah."
        },
        {
            "reference":  "Joshua 20:8",
             "verseNumber":  8,
             "scripture":  "And on the other side Jordan by Jericho eastward, they assigned Bezer in the wilderness upon the plain out of the tribe of Reuben, and Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh."
        },
        {
            "reference":  "Joshua 20:9",
             "verseNumber":  9,
             "scripture":  "These were the cities appointed for all the children of Israel, and for the stranger that sojourns among them, that whosoever kills any person at unexpectedly might flee thither, and not die by the hand of the avenger of blood, until he stood before the congregation."
        }
    ]
}