{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Joshua", "bookAbbreviation": "Jos", "chapterNumber": 6, "verses": [{"reference": "Joshua 6:1", "verseNumber": 1, "scripture": "Now Jericho was strictly shut up because of the children of Israel: none went out, and none came in."},{"reference": "Joshua 6:2", "verseNumber": 2, "scripture": "And the LORD said unto Joshua, See, I have given into yours hand Jericho, and the king thereof, and the mighty men of valour."},{"reference": "Joshua 6:3", "verseNumber": 3, "scripture": "And all of you shall compass the city, all you men of war, and go round about the city once. Thus shall you do six days."},{"reference": "Joshua 6:4", "verseNumber": 4, "scripture": "And seven priests shall bear before the ark seven trumpets of rams' horns: and the seventh day all of you shall compass the city seven times, and the priests shall blow with the trumpets."},{"reference": "Joshua 6:5", "verseNumber": 5, "scripture": "And it shall come to pass, that when they make a long blast with the ram's horn, and when all of you hear the sound of the trumpet, all the people shall shout with a great shout; and the wall of the city shall fall down flat, and the people shall ascend up every man straight before him."},{"reference": "Joshua 6:6", "verseNumber": 6, "scripture": "And Joshua the son of Nun called the priests, and said unto them, Take up the ark of the covenant, and let seven priests bear seven trumpets of rams' horns before the ark of the LORD."},{"reference": "Joshua 6:7", "verseNumber": 7, "scripture": "And he said unto the people, Pass on, and compass the city, and let him that is armed pass on before the ark of the LORD."},{"reference": "Joshua 6:8", "verseNumber": 8, "scripture": "And it came to pass, when Joshua had spoken unto the people, that the seven priests bearing the seven trumpets of rams' horns passed on before the LORD, and blew with the trumpets: and the ark of the covenant of the LORD followed them."},{"reference": "Joshua 6:9", "verseNumber": 9, "scripture": "And the armed men went before the priests that blew with the trumpets, and the rear guard came after the ark, the priests going on, and blowing with the trumpets."},{"reference": "Joshua 6:10", "verseNumber": 10, "scripture": "And Joshua had commanded the people, saying, All of you shall not shout, nor make any noise with your voice, neither shall any word proceed out of your mouth, until the day I bid you shout; then shall all of you shout."},{"reference": "Joshua 6:11", "verseNumber": 11, "scripture": "So the ark of the LORD compassed the city, going about it once: and they came into the camp, and lodged in the camp."},{"reference": "Joshua 6:12", "verseNumber": 12, "scripture": "And Joshua rose early in the morning, and the priests took up the ark of the LORD."},{"reference": "Joshua 6:13", "verseNumber": 13, "scripture": "And seven priests bearing seven trumpets of rams' horns before the ark of the LORD went on continually, and blew with the trumpets: and the armed men went before them; but the rear guard came after the ark of the LORD, the priests going on, and blowing with the trumpets."},{"reference": "Joshua 6:14", "verseNumber": 14, "scripture": "And the second day they compassed the city once, and returned into the camp: so they did six days."},{"reference": "Joshua 6:15", "verseNumber": 15, "scripture": "And it came to pass on the seventh day, that they rose early about the dawning of the day, and compassed the city after the same manner seven times: only on that day they compassed the city seven times."},{"reference": "Joshua 6:16", "verseNumber": 16, "scripture": "And it came to pass at the seventh time, when the priests blew with the trumpets, Joshua said unto the people, Shout; for the LORD has given you the city."},{"reference": "Joshua 6:17", "verseNumber": 17, "scripture": "And the city shall be accursed, even it, and all that are therein, to the LORD: only Rahab the harlot shall live, she and all that are with her in the house, because she hid the messengers that we sent."},{"reference": "Joshua 6:18", "verseNumber": 18, "scripture": "And all of you, in any way keep yourselves from the accursed thing, lest all of you make yourselves accursed, when all of you take of the accursed thing, and make the camp of Israel a curse, and trouble it."},{"reference": "Joshua 6:19", "verseNumber": 19, "scripture": "But all the silver, and gold, and vessels of brass and iron, are consecrated unto the LORD: they shall come into the treasury of the LORD."},{"reference": "Joshua 6:20", "verseNumber": 20, "scripture": "So the people shouted when the priests blew with the trumpets: and it came to pass, when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat, so that the people went up into the city, every man straight before him, and they took the city."},{"reference": "Joshua 6:21", "verseNumber": 21, "scripture": "And they utterly destroyed all that was in the city, both man and woman, young and old, and ox, and sheep, and ass, with the edge of the sword."},{"reference": "Joshua 6:22", "verseNumber": 22, "scripture": "But Joshua had said unto the two men that had spied out the country, Go into the harlot's house, and bring out thence the woman, and all that she has, as all of you swore unto her."},{"reference": "Joshua 6:23", "verseNumber": 23, "scripture": "And the young men that were spies went in, and brought out Rahab, and her father, and her mother, and her brethren, and all that she had; and they brought out all her kindred, and left them without the camp of Israel."},{"reference": "Joshua 6:24", "verseNumber": 24, "scripture": "And they burnt the city with fire, and all that was therein: only the silver, and the gold, and the vessels of brass and of iron, they put into the treasury of the house of the LORD."},{"reference": "Joshua 6:25", "verseNumber": 25, "scripture": "And Joshua saved Rahab the harlot alive, and her father's household, and all that she had; and she dwells in Israel even unto this day; because she hid the messengers, which Joshua sent to spy out Jericho."},{"reference": "Joshua 6:26", "verseNumber": 26, "scripture": "And Joshua adjured them at that time, saying, Cursed be the man before the LORD, that rises up and builds this city Jericho: he shall lay the foundation thereof in his firstborn, and in his youngest son shall he set up the gates of it."},{"reference": "Joshua 6:27", "verseNumber": 27, "scripture": "So the LORD was with Joshua; and his fame was noised throughout all the country."}]}