{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "2 சாமுவேல்", "bookAbbreviation": "2 சாமு", "chapterNumber": 1, "verses": [{"reference": "2 சாமுவேல் 1:1", "verseNumber": 1, "scripture": "சவுல் மரித்தபின்பு, தாவீது அமலேக்கியரை முறிய அடித்து, சிக்லாகுக்குத் திரும்பிவந்து, இரண்டு நாள் அங்கே இருந்த பிற்பாடு,"},{"reference": "2 சாமுவேல் 1:2", "verseNumber": 2, "scripture": "மூன்றாம் நாளிலே ஒரு மனுஷன் சவுலின் பாளயத்திலிருந்து புறப்பட்டு, தன் வஸ்திரங்களைக் கிழித்துக்கொண்டு, தன் தலையின்மேல் புழுதியைப் போட்டுக்கொண்டு, தாவீதினிடத்தில் வந்து, தரையிலே விழுந்து வணங்கினான்."},{"reference": "2 சாமுவேல் 1:3", "verseNumber": 3, "scripture": "தாவீது அவனைப் பார்த்து: நீ எங்கேயிருந்து வந்தாய் என்று கேட்டதற்கு, அவன்: இஸ்ரவேலின் பாளயத்திலிருந்து தப்பிவந்தேன் என்றான்."},{"reference": "2 சாமுவேல் 1:4", "verseNumber": 4, "scripture": "தாவீது அவனைப் பார்த்து: நடந்த செய்தி என்ன? சொல் என்று கேட்டதற்கு, அவன்: ஜனங்கள் யுத்தத்தைவிட்டு முறிந்தோடிப்போனார்கள்; ஜனங்களில் அநேகம் பேர் விழுந்து மடிந்துபோனார்கள்; சவுலும் அவர் குமாரனாகிய யோனத்தானும் மடிந்தார்கள் என்றான்."},{"reference": "2 சாமுவேல் 1:5", "verseNumber": 5, "scripture": "சவுலும் அவர் குமாரனாகிய யோனத்தானும் மடிந்துபோனது உனக்கு எப்படித் தெரியும் என்று தாவீது தனக்கு அதை அறிவிக்கிற வாலிபனிடத்தில் கேட்டதற்கு,"},{"reference": "2 சாமுவேல் 1:6", "verseNumber": 6, "scripture": "அந்த வாலிபன்: நான் தற்செயலாய்க் கில்போவா மலைக்குப் போனேன்; அப்பொழுது இதோ, சவுல் தம்முடைய ஈட்டியின்மேல் சாய்ந்துகொண்டிருந்தார்; இரதங்களும் குதிரை வீரரும் அவரைத் தொடர்ந்து நெருங்கினார்கள்."},{"reference": "2 சாமுவேல் 1:7", "verseNumber": 7, "scripture": "அவர் திரும்பிப் பார்த்து: என்னைக் கண்டு கூப்பிட்டார்; அதற்கு நான்: இதோ, இருக்கிறேன் என்றேன்."},{"reference": "2 சாமுவேல் 1:8", "verseNumber": 8, "scripture": "அப்பொழுது அவர்: நீ யார் என்று என்னைக் கேட்டார்; நான் அமலேக்கியன் என்று சொன்னேன்."},{"reference": "2 சாமுவேல் 1:9", "verseNumber": 9, "scripture": "அவர் என்னை நோக்கி: நீ என்னண்டையில் கிட்டவந்து நின்று, என்னைக் கொன்றுபோடு; என் பிராணன் முழுதும் இன்னும் போகாததினால் எனக்கு வேதனையாயிருக்கிறது என்றார்."},{"reference": "2 சாமுவேல் 1:10", "verseNumber": 10, "scripture": "அப்பொழுது நான், அவர் விழுந்த பின்பு பிழைக்கமாட்டார் என்று நிச்சயித்து, அவரண்டையில் போய் நின்று, அவரைக் கொன்றுபோட்டேன்; பிற்பாடு அவர் தலையின்மேல் இருந்த முடியையும் அவர் புயத்தில் இருந்த அஸ்தகடகத்தையும் எடுத்துக்கொண்டு, அவைகளை இங்கே என் ஆண்டவனிடத்திற்குக் கொண்டுவந்தேன் என்றான்."},{"reference": "2 சாமுவேல் 1:11", "verseNumber": 11, "scripture": "அப்பொழுது தாவீதும் அவனோடிருந்த சகல மனுஷரும் தங்கள் வஸ்திரங்களைக் கிழித்துக்கொண்டு,"},{"reference": "2 சாமுவேல் 1:12", "verseNumber": 12, "scripture": "சவுலும், அவன் குமாரனாகிய யோனத்தானும், கர்த்தருடைய ஜனங்களும், இஸ்ரவேல் குடும்பத்தாரும், பட்டயத்தாலே விழுந்தபடியினால் புலம்பி அழுது சாயங்காலமட்டும் உபவாசமாயிருந்தார்கள்."},{"reference": "2 சாமுவேல் 1:13", "verseNumber": 13, "scripture": "தாவீது அதைத் தனக்கு அறிவித்த வாலிபனைப் பார்த்து: நீ எவ்விடத்தான் என்று கேட்டதற்கு, அவன்: நான் அந்நிய ஜாதியானுடைய மகன், நான் அமலேக்கியன் என்றான்."},{"reference": "2 சாமுவேல் 1:14", "verseNumber": 14, "scripture": "தாவீது அவனை நோக்கி: கர்த்தர் அபிஷேகம்பண்ணினவரைக் கொன்றுபோடும்படி நீ உன் கையை நீட்டப் பயப்படாமற்போனது என்ன என்று சொல்லி,"},{"reference": "2 சாமுவேல் 1:15", "verseNumber": 15, "scripture": "வாலிபரில் ஒருவனைக் கூப்பிட்டு, நீ கிட்டப்போய் அவன்மேல் விழுந்து, அவனை வெட்டு என்றான்; அவன் அவனை வெட்டினான்; அவன் செத்தான்."},{"reference": "2 சாமுவேல் 1:16", "verseNumber": 16, "scripture": "தாவீது அவனைப் பார்த்து: உன் இரத்தப்பழி உன் தலையின்மேல் இருப்பதாக; கர்த்தர் அபிஷேகம் பண்ணினவரை நான் கொன்றுபோட்டேன் என்று உன்வாயே உனக்கு விரோதமான சாட்சி சொல்லிற்று என்றான்."},{"reference": "2 சாமுவேல் 1:17", "verseNumber": 17, "scripture": "தாவீது சவுலின்பேரிலும், அவன் குமாரனாகிய யோனத்தானின் பேரிலும், புலம்பல் பாடினான்."},{"reference": "2 சாமுவேல் 1:18", "verseNumber": 18, "scripture": "(வில்வித்தையை யூதா புத்திரருக்குக் கற்றுக்கொடுக்கும்படி கட்டளையிட்டான்; அது யாசேரின் புஸ்தகத்தில் எழுதியிருக்கிறது) அவன் பாடின புலம்பலாவது:"},{"reference": "2 சாமுவேல் 1:19", "verseNumber": 19, "scripture": "இஸ்ரவேலின் அலங்காரம் உயர்ந்த ஸ்தானங்களில் அதமாயிற்று; பராக்கிரமசாலிகள் விழுந்து போனார்கள்."},{"reference": "2 சாமுவேல் 1:20", "verseNumber": 20, "scripture": "பெலிஸ்தரின் குமாரத்திகள் சந்தோஷப்படாதபடிக்கும், விருத்தசேதனம் இல்லாதவர்களின் குமாரத்திகள் களிகூராதபடிக்கும், அதைக் காத் பட்டணத்தில் அறிவியாமலும் அஸ்கலோனின் வீதிகளில் பிரஸ்தாபப்படுத்தாமலும் இருங்கள்."},{"reference": "2 சாமுவேல் 1:21", "verseNumber": 21, "scripture": "கில்போவா மலைகளே, உங்கள்மேல் பனியும் மழையும் பெய்யாமலும், காணிக்கைக்கு ஏற்ற பலன் தரும் வயல்கள் இராமலும் போவதாக; அங்கே பராக்கிரமசாலிகளுடைய கேடகம் அவமதிக்கப்பட்டது; சவுல் தைலத்தால் அபிஷேகம்பண்ணப்படாதவன்போல அவர் கேடகமும் அவமதிக்கப்பட்டதே."},{"reference": "2 சாமுவேல் 1:22", "verseNumber": 22, "scripture": "கொலையுண்டவர்களின் இரத்தத்தைக் குடியாமலும், பராக்கிரமசாலிகளின் நிணத்தை உண்ணாமலும், யோனத்தானுடைய வில் பின்வாங்கினதில்லை; சவுலின் பட்டயம் வெறுமையாய்த் திரும்பினதில்லை."},{"reference": "2 சாமுவேல் 1:23", "verseNumber": 23, "scripture": "உயிரோடே இருக்கையில் சவுலும் யோனத்தானும் பிரியமும் இன்பமுமாயிருந்தார்கள்; மரணத்திலும் பிரிந்துபோனதில்லை; கழுகுகளைப் பார்க்கிலும் வேகமும், சிங்கங்களைப் பார்க்கிலும் பலமுமுள்ளவர்களாயிருந்தார்கள்."},{"reference": "2 சாமுவேல் 1:24", "verseNumber": 24, "scripture": "இஸ்ரவேலின் குமாரத்திகளே, உங்களுக்கு இரத்தாம்பரத்தைச் சிறப்பாய் உடுப்பித்து, உங்கள் உடையின்மேல் பொன் ஆபரணங்களைத் தரிப்பித்த சவுலுக்காக அழுது புலம்புங்கள்."},{"reference": "2 சாமுவேல் 1:25", "verseNumber": 25, "scripture": "போர்முகத்தில் பராக்கிரமசாலிகள் விழுந்தார்களே. யோனத்தானே, உயரமான ஸ்தலங்களிலே வெட்டுண்டுபோனாயே."},{"reference": "2 சாமுவேல் 1:26", "verseNumber": 26, "scripture": "என் சகோதரனாகிய யோனத்தானே, உனக்காக நான் வியாகுலப்படுகிறேன்; நீ எனக்கு வெகு இன்பமாயிருந்தாய்; உன் சிநேகம் ஆச்சரியமாயிருந்தது; ஸ்திரீகளின் சிநேகத்தைப்பார்க்கிலும் அதிகமாயிருந்தது."},{"reference": "2 சாமுவேல் 1:27", "verseNumber": 27, "scripture": "பராக்கிரமசாலிகள் விழுந்துபோனார்களே; யுத்த ஆயுதங்கள் எல்லாம் அழிந்து போயிற்றே, என்று பாடினான்."}]}