{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "2 சாமுவேல்", "bookAbbreviation": "2 சாமு", "chapterNumber": 23, "verses": [{"reference": "2 சாமுவேல் 23:1", "verseNumber": 1, "scripture": "தாவீதுடைய கடைசி வார்த்தைகள்: மேன்மையாய் உயர்த்தப்பட்டு, யாக்கோபுடைய தேவனால் அபிஷேகம் பெற்று, இஸ்ரவேலின் சங்கீதங்களை இன்பமாய்ப் பாடின ஈசாயின் குமாரனாகிய தாவீது என்னும் புருஷன் சொல்லுகிறது என்னவென்றால்;"},{"reference": "2 சாமுவேல் 23:2", "verseNumber": 2, "scripture": "கர்த்தருடைய ஆவியானவர் என்னைக் கொண்டு பேசினார்; அவருடைய வசனம் என்னுடைய நாவில் இருந்தது."},{"reference": "2 சாமுவேல் 23:3", "verseNumber": 3, "scripture": "இஸ்ரவேலின் தேவனும் இஸ்ரவேலின் கன்மலையுமானவர் எனக்குச் சொல்லி உரைத்ததாவது: நீதிபரராய் மனுஷரை ஆண்டு, தெய்வபயமாய்த் துரைத்தனம்பண்ணுகிறவர் இருப்பார்."},{"reference": "2 சாமுவேல் 23:4", "verseNumber": 4, "scripture": "அவர் காலையில் மந்தாரமில்லாமல் உதித்து, மழைக்குப்பிற்பாடு தன் காந்தியினால் புல்லைப் பூமியிலிருந்து முளைக்கப்பண்ணுகிற சூரியனுடைய விடியற்கால வெளிச்சத்தைப்போல இருப்பார் என்றார்."},{"reference": "2 சாமுவேல் 23:5", "verseNumber": 5, "scripture": "என்னுடைய வீடு தேவனிடத்தில் இப்படியிராதோ? சகலமும் திட்டம்பண்ணப்பட்டிருக்கிற நிச்சயமான நித்திய உடன்படிக்கையை என்னுடன் அவர் செய்திருக்கிறார்; ஆதலால் என்னுடைய எல்லா இரட்சிப்பும் எல்லா வாஞ்சையும் வளர்ந்தோங்கச் செய்யாரோ?"},{"reference": "2 சாமுவேல் 23:6", "verseNumber": 6, "scripture": "பேலியாளின் மக்கள் அனைவருமோ, கையினால் பிடிக்கப்படக்கூடாததாய் எறிந்து போடப்படவேண்டிய முள்ளுக்குச் சமானமானவர்கள்."},{"reference": "2 சாமுவேல் 23:7", "verseNumber": 7, "scripture": "அவைகளை ஒருவன் தொடப்போனால், இருப்பாயுதத்தையும் ஈட்டித்தாங்கையும் கெட்டியாய்ப் பிடித்துக்கொள்ளவேண்டும்; அவைகள் இருக்கிற இடத்தில்தானே அக்கினியினால் முற்றும் சுட்டெரிக்கப்படும் என்றான்."},{"reference": "2 சாமுவேல் 23:8", "verseNumber": 8, "scripture": "தாவீதுக்கு இருந்த பராக்கிரமசாலிகளின் நாமங்களாவன: தக்கெமோனியின் குமாரனாகிய யோசேப்பாசெபெத் என்பவன் சேர்வைக்காரரின் தலைவன்; இவன் எண்ணூறுபேர்களின்மேல் விழுந்து, அவர்களை ஒருமிக்க வெட்டிப்போட்ட அதீனோஏஸ்னி ஊரானானவன்."},{"reference": "2 சாமுவேல் 23:9", "verseNumber": 9, "scripture": "இவனுக்கு இரண்டாவது, அகோயின் குமாரனாகிய தோதோவின் மகன் எலெயாசார் என்பவன்; இவன் பெலிஸ்தர் யுத்தத்திற்குக் கூடின ஸ்தலத்திலே இஸ்ரவேல் மனுஷர் போகையில், தாவீதோடே இருந்து பெலிஸ்தரை நிந்தித்த மூன்று பராக்கிரமசாலிகளில் ஒருவனாயிருந்தான்."},{"reference": "2 சாமுவேல் 23:10", "verseNumber": 10, "scripture": "இவன் எழும்பித் தன் கைசலித்து, தன் கை பட்டயத்தோடு ஒட்டிக்கொள்ளுமட்டும் பெலிஸ்தரை வெட்டினான்; அன்றையதினம் கர்த்தர் பெரிய இரட்சிப்பை நடப்பித்தார்; ஜனங்கள் கொள்ளையிட மாத்திரம் அவனைப் பின்சென்றார்கள்."},{"reference": "2 சாமுவேல் 23:11", "verseNumber": 11, "scripture": "இவனுக்கு மூன்றாவது, ஆகேயின் குமாரனாகிய சம்மா என்னும் ஆராரியன்; சிறுபயறு நிறைந்த வயலிருந்த இடத்திலே பெலிஸ்தர் ஏராளமாய்க் கூடி, ஜனங்கள் பெலிஸ்தரைக் கண்டு ஓடுகிறபோது,"},{"reference": "2 சாமுவேல் 23:12", "verseNumber": 12, "scripture": "இவன் அந்த நிலத்தின் நடுவிலே நின்று அதைக் காப்பாற்றி, பெலிஸ்தரை மடங்கடித்துப்போட்டான்; அதனால் கர்த்தர் பெரிய இரட்சிப்பை நடப்பித்தார்."},{"reference": "2 சாமுவேல் 23:13", "verseNumber": 13, "scripture": "முப்பது தலைவருக்குள்ளே இந்த மூன்று பேரும் அறுப்பு நாளிலே அதுல்லாம் கெபியிலே தாவீதிடத்தில் போயிருந்தார்கள்; பெலிஸ்தரின் தண்டு ரெப்பாயீம் பள்ளத்தாக்கிலே பாளயமிறங்கினபோது,"},{"reference": "2 சாமுவேல் 23:14", "verseNumber": 14, "scripture": "தாவீது அரணான ஒரு இடத்தில் இருந்தான்; அப்பொழுது பெலிஸ்தரின் தாணையம் பெத்லகேமிலே இருந்தது."},{"reference": "2 சாமுவேல் 23:15", "verseNumber": 15, "scripture": "தாவீது பெத்லகேமின் ஒலிமுகவாசலில் இருக்கிற கிணற்றின் தண்ணீரின் மேல் ஆவல்கொண்டு: என் தாகத்திற்குக் கொஞ்சந் தண்ணீர் கொண்டுவருகிறவன் யார் என்றான்."},{"reference": "2 சாமுவேல் 23:16", "verseNumber": 16, "scripture": "அப்பொழுது இந்த மூன்று பராக்கிரமசாலிகளும் பெலிஸ்தரின் பாளயத்திலே துணிந்து புகுந்துபோய், பெத்லகேமின் ஒலிமுகவாசலில் இருக்கிற கிணற்றிலே தண்ணீர் மொண்டு, தாவீதினிடத்தில் கொண்டு வந்தார்கள்; ஆனாலும் அவன் அதைக் குடிக்க மனதில்லாமல் அதைக் கர்த்தருக்கென்று ஊற்றிப்போட்டு:"},{"reference": "2 சாமுவேல் 23:17", "verseNumber": 17, "scripture": "கர்த்தாவே, தங்கள் பிராணனை எண்ணாமல் போய்வந்த அந்த மனுஷரின் இரத்தத்தைக் குடிக்கும் இந்தச்செயல் எனக்குத் தூரமாயிருப்பதாக என்று சொல்லி, அதைக் குடிக்க மனதில்லாதிருந்தான்; இப்படி இந்த மூன்று பராக்கிரமசாலிகளும் செய்தார்கள்."},{"reference": "2 சாமுவேல் 23:18", "verseNumber": 18, "scripture": "யோவாபின் சகோதரனும் செருயாவின் குமாரனுமான அபிசாய் என்பவன், அந்த மூன்றுபேரில் பிரதானமானவன்; அவன் தன் ஈட்டியை ஓங்கி முந்நூறு பேரை மடங்கடித்ததினால், இந்த மூன்று பேர்களில் பேர்பெற்றவனானான்."},{"reference": "2 சாமுவேல் 23:19", "verseNumber": 19, "scripture": "இந்த மூன்றுபேர்களில் அவன் மேன்மையுள்ளவனாயிருந்ததினாலல்லவோ, அவர்களில் தலைவனானான்; ஆனாலும் அந்த முந்தின மூன்று பேருக்கு அவன் சமமானவன் அல்ல."},{"reference": "2 சாமுவேல் 23:20", "verseNumber": 20, "scripture": "பராக்கிரமசாலியாகிய யோய்தாவின் குமாரனும் கப்செயேல் ஊரானுமாகிய பெனாயாவும் செய்கைகளில் வல்லவனாயிருந்தான்; அவன் மோவாப் தேசத்தின் இரண்டு வலுமையான சிங்கங்களைக் கொன்றதுமல்லாமல், உறைந்த மழை காலத்தில் அவன் இறங்கிப்போய், ஒரு கெபிக்குள் இருந்த ஒரு சிங்கத்தையும் கொன்றுபோட்டான்."},{"reference": "2 சாமுவேல் 23:21", "verseNumber": 21, "scripture": "அவன் பயங்கர ரூபமான ஒரு எகிப்தியனையும் கொன்றுபோட்டான்; அந்த எகிப்தியன் கையில் ஒரு ஈட்டியிருக்கையில், இவன் ஒரு தடியைப்பிடித்து, அவனிடத்தில், போய், அந்த எகிப்தியன் கையிலிருந்த ஈட்டியைப் பறித்து, அவன் ஈட்டியினாலே அவனைக் கொன்றுபோட்டான்."},{"reference": "2 சாமுவேல் 23:22", "verseNumber": 22, "scripture": "இவைகளை யோய்தாவின் குமாரனாகிய பெனாயா செய்தபடியினால், மூன்று பராக்கிரமசாலிகளுக்குள்ளே பேர்பெற்றவனாயிருந்தான்."},{"reference": "2 சாமுவேல் 23:23", "verseNumber": 23, "scripture": "முப்பதுபேரிலும் இவன் மேன்மையுள்ளவன்; ஆனாலும் அந்த முந்தின மூன்று பேருக்கும் இவன் சமானமானவன் அல்ல; இவனைத் தாவீது தன் மெய்க்காவலருக்குத் தலைவனாக வைத்தான்."},{"reference": "2 சாமுவேல் 23:24", "verseNumber": 24, "scripture": "யோவாபின் தம்பி ஆசகேல் மற்ற முப்பதுபேரில் ஒருவன்; அவர்கள் யாரெனில், பெத்லகேம் ஊரானாகிய தோதோவின் குமாரன் எல்க்கானான்,"},{"reference": "2 சாமுவேல் 23:25", "verseNumber": 25, "scripture": "ஆரோதியனாகிய சம்மா, ஆரோதியனாகிய எலிக்கா,"},{"reference": "2 சாமுவேல் 23:26", "verseNumber": 26, "scripture": "பல்தியனாகிய ஏலெஸ், இக்கேசின் குமாரனாகிய ஈரா என்னும் தெக்கோவியன்."},{"reference": "2 சாமுவேல் 23:27", "verseNumber": 27, "scripture": "ஆனதோத்தியனாகிய அபியேசர், ஊசாத்தியனாகிய மெபுன்னாயி,"},{"reference": "2 சாமுவேல் 23:28", "verseNumber": 28, "scripture": "அகோகியனாகிய சல்மோன், நெத்தோபாத்தியனாகிய மகராயி,"},{"reference": "2 சாமுவேல் 23:29", "verseNumber": 29, "scripture": "பானாவின் குமாரனாகிய ஏலேப் என்னும் நெத்தோபாத்தியன், பென்யமீன் புத்திரரின் கிபியா ஊரானாகிய ரிபாயின் குமாரன் இத்தாயி,"},{"reference": "2 சாமுவேல் 23:30", "verseNumber": 30, "scripture": "பிரத்தோனியனாகிய பெனாயா, காகாஸ் நீரோடைகளின் தேசத்தானாகிய ஈத்தாயி,"},{"reference": "2 சாமுவேல் 23:31", "verseNumber": 31, "scripture": "அர்பாத்தியனாகிய அபிஅல்பொன், பருமியனாகிய அஸ்மாவேத்,"},{"reference": "2 சாமுவேல் 23:32", "verseNumber": 32, "scripture": "சால்போனியனாகிய எலியூபா, யாசேனின் குமாரரில் யோனத்தான் என்பவன்."},{"reference": "2 சாமுவேல் 23:33", "verseNumber": 33, "scripture": "ஆராரியனாகிய சம்மா, சாராரின் குமாரனாகிய அகியாம் என்னும் ஆராரியன்,"},{"reference": "2 சாமுவேல் 23:34", "verseNumber": 34, "scripture": "மாகாத்தியனின் குமாரனாகிய அகஸ்பாயிம் மகன் எலிப்பெலேத், கீலோனியனாகிய அகித்தோப்பேலின் குமாரன் எலியாம் என்பவன்."},{"reference": "2 சாமுவேல் 23:35", "verseNumber": 35, "scripture": "கர்மேலியனாகிய எஸ்ராயி, அர்பியனாகிய பாராயி,"},{"reference": "2 சாமுவேல் 23:36", "verseNumber": 36, "scripture": "சோபா ஊரானாகிய நாத்தானின் குமாரன் ஈகால், காதியனாகிய பானி,"},{"reference": "2 சாமுவேல் 23:37", "verseNumber": 37, "scripture": "அம்மோனியனாகிய சேலேக், செருயாவின் குமாரனாகிய யோவாபின் ஆயுததாரியான பெரோத்தியனாகிய நகராய்,"},{"reference": "2 சாமுவேல் 23:38", "verseNumber": 38, "scripture": "இத்ரியனாகிய ஈரா, இத்ரியனாகிய காரேப்,"},{"reference": "2 சாமுவேல் 23:39", "verseNumber": 39, "scripture": "ஏத்தியனாகிய உரியா என்பவர்களே; ஆக முப்பத்தேழுபேர்."}]}