{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Timothy", "bookAbbreviation": "1 Tim", "chapterNumber": 5, "verses": [{"reference": "1 Timothy 5:1", "verseNumber": 1, "scripture": "Rebuke not an elder, but implore him as a father; and the younger men as brethren;"},{"reference": "1 Timothy 5:2", "verseNumber": 2, "scripture": "The elder women as mothers; the younger as sisters, with all purity."},{"reference": "1 Timothy 5:3", "verseNumber": 3, "scripture": "Honour widows that are widows indeed."},{"reference": "1 Timothy 5:4", "verseNumber": 4, "scripture": "But if any widow have children or nephews, let them learn first to show piety at home, and to requite their parents: for that is good and acceptable before God."},{"reference": "1 Timothy 5:5", "verseNumber": 5, "scripture": "Now she that is a widow indeed, and desolate, trusts in God, and continues in supplications and prayers night and day."},{"reference": "1 Timothy 5:6", "verseNumber": 6, "scripture": "But she that lives in pleasure is dead while she lives."},{"reference": "1 Timothy 5:7", "verseNumber": 7, "scripture": "And these things give in charge, that they may be blameless."},{"reference": "1 Timothy 5:8", "verseNumber": 8, "scripture": "But if any provide not for his own, and specially for those of his own house, he has denied the faith, and is worse than an infidel."},{"reference": "1 Timothy 5:9", "verseNumber": 9, "scripture": "Let not a widow be taken into the number under threescore years old, having been the wife of one man."},{"reference": "1 Timothy 5:10", "verseNumber": 10, "scripture": "Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints' feet, if she have relieved the afflicted, if she have diligently followed every good work."},{"reference": "1 Timothy 5:11", "verseNumber": 11, "scripture": "But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;"},{"reference": "1 Timothy 5:12", "verseNumber": 12, "scripture": "Having damnation, because they have cast off their first faith."},{"reference": "1 Timothy 5:13", "verseNumber": 13, "scripture": "And likewise they learn to be idle, wandering about from house to house; and not only idle, but gossiping also and busybodies, speaking things which they ought not."},{"reference": "1 Timothy 5:14", "verseNumber": 14, "scripture": "I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully."},{"reference": "1 Timothy 5:15", "verseNumber": 15, "scripture": "For some are already turned aside after Satan."},{"reference": "1 Timothy 5:16", "verseNumber": 16, "scripture": "If any man or woman that believes have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed."},{"reference": "1 Timothy 5:17", "verseNumber": 17, "scripture": "Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine."},{"reference": "1 Timothy 5:18", "verseNumber": 18, "scripture": "For the scripture says, You shall not suppress the ox that treads out the corn. And, The labourer is worthy of his reward."},{"reference": "1 Timothy 5:19", "verseNumber": 19, "scripture": "Against an elder receive not an accusation, but before two or three witnesses."},{"reference": "1 Timothy 5:20", "verseNumber": 20, "scripture": "Them that sin rebuke before all, that others also may fear."},{"reference": "1 Timothy 5:21", "verseNumber": 21, "scripture": "I charge you before God, and the Lord Jesus Christ, and the elect angels, that you observe these things without preferring one before another, doing nothing by partiality."},{"reference": "1 Timothy 5:22", "verseNumber": 22, "scripture": "Lay hands suddenly on no man, neither be partaker of other men's sins: keep yourself pure."},{"reference": "1 Timothy 5:23", "verseNumber": 23, "scripture": "Drink no longer water, but use a little wine for your stomach's sake and yours often infirmities."},{"reference": "1 Timothy 5:24", "verseNumber": 24, "scripture": "Some men's sins are open beforehand, going before to judgment; and some men they follow after."},{"reference": "1 Timothy 5:25", "verseNumber": 25, "scripture": "Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid."}]}