{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Chronicles",
     "bookAbbreviation":  "2 Chr",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "2 Chronicles 12:1",
             "verseNumber":  1,
             "scripture":  "And it came to pass, when Rehoboam had established the kingdom, and had strengthened himself, he forsook the law of the LORD, and all Israel with him."
        },
        {
            "reference":  "2 Chronicles 12:2",
             "verseNumber":  2,
             "scripture":  "And it came to pass, that in the fifth year of king Rehoboam Shishak king of Egypt came up against Jerusalem, because they had transgressed against the LORD,"
        },
        {
            "reference":  "2 Chronicles 12:3",
             "verseNumber":  3,
             "scripture":  "With twelve hundred chariots, and threescore thousand horsemen: and the people were without number that came with him out of Egypt; the Lubims, the Sukkiims, and the Ethiopians."
        },
        {
            "reference":  "2 Chronicles 12:4",
             "verseNumber":  4,
             "scripture":  "And he took the fenced cities which pertained to Judah, and came to Jerusalem."
        },
        {
            "reference":  "2 Chronicles 12:5",
             "verseNumber":  5,
             "scripture":  "Then came Shemaiah the prophet to Rehoboam, and to the princes of Judah, that were gathered together to Jerusalem because of Shishak, and said unto them, Thus says the LORD, All of you have forsaken me, and therefore have I also left you in the hand of Shishak."
        },
        {
            "reference":  "2 Chronicles 12:6",
             "verseNumber":  6,
             "scripture":  "Whereupon the princes of Israel and the king humbled themselves; and they said, The LORD is righteous."
        },
        {
            "reference":  "2 Chronicles 12:7",
             "verseNumber":  7,
             "scripture":  "And when the LORD saw that they humbled themselves, the word of the LORD came to Shemaiah, saying, They have humbled themselves; therefore I will not destroy them, but I will grant them some deliverance; and my wrath shall not be poured out upon Jerusalem by the hand of Shishak."
        },
        {
            "reference":  "2 Chronicles 12:8",
             "verseNumber":  8,
             "scripture":  "Nevertheless they shall be his servants; that they may know my service, and the service of the kingdoms of the countries."
        },
        {
            "reference":  "2 Chronicles 12:9",
             "verseNumber":  9,
             "scripture":  "So Shishak king of Egypt came up against Jerusalem, and took away the treasures of the house of the LORD, and the treasures of the king's house; he took all: he carried away also the shields of gold which Solomon had made."
        },
        {
            "reference":  "2 Chronicles 12:10",
             "verseNumber":  10,
             "scripture":  "Instead of which king Rehoboam made shields of brass, and committed them to the hands of the chief of the guard, that kept the entrance of the king's house."
        },
        {
            "reference":  "2 Chronicles 12:11",
             "verseNumber":  11,
             "scripture":  "And when the king entered into the house of the LORD, the guard came and fetched them, and brought them again into the guard chamber."
        },
        {
            "reference":  "2 Chronicles 12:12",
             "verseNumber":  12,
             "scripture":  "And when he humbled himself, the wrath of the LORD turned from him, that he would not destroy him altogether: and also in Judah things went well."
        },
        {
            "reference":  "2 Chronicles 12:13",
             "verseNumber":  13,
             "scripture":  "So king Rehoboam strengthened himself in Jerusalem, and reigned: for Rehoboam was one and forty years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which the LORD had chosen out of all the tribes of Israel, to put his name there. And his mother's name was Naamah an Ammonitess."
        },
        {
            "reference":  "2 Chronicles 12:14",
             "verseNumber":  14,
             "scripture":  "And he did evil, because he prepared not his heart to seek the LORD."
        },
        {
            "reference":  "2 Chronicles 12:15",
             "verseNumber":  15,
             "scripture":  "Now the acts of Rehoboam, first and last, are they not written in the book of Shemaiah the prophet, and of Iddo the seer concerning genealogies? And there were wars between Rehoboam and Jeroboam continually."
        },
        {
            "reference":  "2 Chronicles 12:16",
             "verseNumber":  16,
             "scripture":  "And Rehoboam slept with his fathers, and was buried in the city of David: and Abijah his son reigned in his position."
        }
    ]
}