{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Chronicles",
     "bookAbbreviation":  "2 Chr",
     "chapterNumber":  15,
     "verses":  [
        {
            "reference":  "2 Chronicles 15:1",
             "verseNumber":  1,
             "scripture":  "And the Spirit of God came upon Azariah the son of Oded:"
        },
        {
            "reference":  "2 Chronicles 15:2",
             "verseNumber":  2,
             "scripture":  "And he went out to meet Asa, and said unto him, Hear all of you me, Asa, and all Judah and Benjamin; The LORD is with you, while all of you be with him; and if all of you seek him, he will be found of you; but if all of you forsake him, he will forsake you."
        },
        {
            "reference":  "2 Chronicles 15:3",
             "verseNumber":  3,
             "scripture":  "Now for a long season Israel has been without the true God, and without a teaching priest, and without law."
        },
        {
            "reference":  "2 Chronicles 15:4",
             "verseNumber":  4,
             "scripture":  "But when they in their trouble did turn unto the LORD God of Israel, and sought him, he was found of them."
        },
        {
            "reference":  "2 Chronicles 15:5",
             "verseNumber":  5,
             "scripture":  "And in those times there was no peace to him that went out, nor to him that came in, but great vexations were upon all the inhabitants of the countries."
        },
        {
            "reference":  "2 Chronicles 15:6",
             "verseNumber":  6,
             "scripture":  "And nation was destroyed of nation, and city of city: for God did vex them with all adversity."
        },
        {
            "reference":  "2 Chronicles 15:7",
             "verseNumber":  7,
             "scripture":  "Be all of you strong therefore, and let not your hands be weak: for your work shall be rewarded."
        },
        {
            "reference":  "2 Chronicles 15:8",
             "verseNumber":  8,
             "scripture":  "And when Asa heard these words, and the prophecy of Oded the prophet, he took courage, and put away the abominable idols out of all the land of Judah and Benjamin, and out of the cities which he had taken from mount Ephraim, and renewed the altar of the LORD, that was before the porch of the LORD."
        },
        {
            "reference":  "2 Chronicles 15:9",
             "verseNumber":  9,
             "scripture":  "And he gathered all Judah and Benjamin, and the strangers with them out of Ephraim and Manasseh, and out of Simeon: for they fell to him out of Israel in abundance, when they saw that the LORD his God was with him."
        },
        {
            "reference":  "2 Chronicles 15:10",
             "verseNumber":  10,
             "scripture":  "So they gathered themselves together at Jerusalem in the third month, in the fifteenth year of the reign of Asa."
        },
        {
            "reference":  "2 Chronicles 15:11",
             "verseNumber":  11,
             "scripture":  "And they offered unto the LORD the same time, of the spoil which they had brought, seven hundred oxen and seven thousand sheep."
        },
        {
            "reference":  "2 Chronicles 15:12",
             "verseNumber":  12,
             "scripture":  "And they entered into a covenant to seek the LORD God of their fathers with all their heart and with all their soul;"
        },
        {
            "reference":  "2 Chronicles 15:13",
             "verseNumber":  13,
             "scripture":  "That whosoever would not seek the LORD God of Israel should be put to death, whether small or great, whether man or woman."
        },
        {
            "reference":  "2 Chronicles 15:14",
             "verseNumber":  14,
             "scripture":  "And they swore unto the LORD with a loud voice, and with shouting, and with trumpets, and with cornets."
        },
        {
            "reference":  "2 Chronicles 15:15",
             "verseNumber":  15,
             "scripture":  "And all Judah rejoiced at the oath: for they had sworn with all their heart, and sought him with their whole desire; and he was found of them: and the LORD gave them rest round about."
        },
        {
            "reference":  "2 Chronicles 15:16",
             "verseNumber":  16,
             "scripture":  "And also concerning Maachah the mother of Asa the king, he removed her from being queen, because she had made an idol in a grove: and Asa cut down her idol, and stamped it, and burnt it at the brook Kidron."
        },
        {
            "reference":  "2 Chronicles 15:17",
             "verseNumber":  17,
             "scripture":  "But the high places were not taken away out of Israel: nevertheless the heart of Asa was perfect all his days."
        },
        {
            "reference":  "2 Chronicles 15:18",
             "verseNumber":  18,
             "scripture":  "And he brought into the house of God the things that his father had dedicated, and that he himself had dedicated, silver, and gold, and vessels."
        },
        {
            "reference":  "2 Chronicles 15:19",
             "verseNumber":  19,
             "scripture":  "And there was no more war unto the five and thirtieth year of the reign of Asa."
        }
    ]
}