{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Deuteronomy", "bookAbbreviation": "Deu", "chapterNumber": 11, "verses": [{"reference": "Deuteronomy 11:1", "verseNumber": 1, "scripture": "Therefore you shall love the LORD your God, and keep his charge, and his statutes, and his judgments, and his commandments, always."},{"reference": "Deuteronomy 11:2", "verseNumber": 2, "scripture": "And know all of you this day: for I speak not with your children which have not known, and which have not seen the chastisement of the LORD your God, his greatness, his mighty hand, and his stretched out arm,"},{"reference": "Deuteronomy 11:3", "verseNumber": 3, "scripture": "And his miracles, and his acts, which he did in the midst of Egypt unto Pharaoh the king of Egypt, and unto all his land;"},{"reference": "Deuteronomy 11:4", "verseNumber": 4, "scripture": "And what he did unto the army of Egypt, unto their horses, and to their chariots; how he made the water of the Red sea to overflow them as they pursued after you, and how the LORD has destroyed them unto this day;"},{"reference": "Deuteronomy 11:5", "verseNumber": 5, "scripture": "And what he did unto you in the wilderness, until all of you came into this place;"},{"reference": "Deuteronomy 11:6", "verseNumber": 6, "scripture": "And what he did unto Dathan and Abiram, the sons of Eliab, the son of Reuben: how the earth opened her mouth, and swallowed them up, and their households, and their tents, and all the substance that was in their possession, in the midst of all Israel:"},{"reference": "Deuteronomy 11:7", "verseNumber": 7, "scripture": "But your eyes have seen all the great acts of the LORD which he did."},{"reference": "Deuteronomy 11:8", "verseNumber": 8, "scripture": "Therefore shall all of you keep all the commandments which I command you this day, that all of you may be strong, and go in and possess the land, where all of you go to possess it;"},{"reference": "Deuteronomy 11:9", "verseNumber": 9, "scripture": "And that all of you may prolong your days in the land, which the LORD swore unto your fathers to give unto them and to their seed, a land that flows with milk and honey."},{"reference": "Deuteronomy 11:10", "verseNumber": 10, "scripture": "For the land, where you go in to possess it, is not as the land of Egypt, from whence all of you came out, where you sowed your seed, and watered it with your foot, as a garden of herbs:"},{"reference": "Deuteronomy 11:11", "verseNumber": 11, "scripture": "But the land, where all of you go to possess it, is a land of hills and valleys, and drinks water of the rain of heaven:"},{"reference": "Deuteronomy 11:12", "verseNumber": 12, "scripture": "A land which the LORD your God cares for: the eyes of the LORD your God are always upon it, from the beginning of the year even unto the end of the year."},{"reference": "Deuteronomy 11:13", "verseNumber": 13, "scripture": "And it shall come to pass, if all of you shall hearken diligently unto my commandments which I command you this day, to love the LORD your God, and to serve him with all your heart and with all your soul,"},{"reference": "Deuteronomy 11:14", "verseNumber": 14, "scripture": "That I will give you the rain of your land in his due season, the first rain and the latter rain, that you may gather in your corn, and your wine, and yours oil."},{"reference": "Deuteronomy 11:15", "verseNumber": 15, "scripture": "And I will send grass in your fields for your cattle, that you may eat and be full."},{"reference": "Deuteronomy 11:16", "verseNumber": 16, "scripture": "Take heed to yourselves, that your heart be not deceived, and all of you turn aside, and serve other gods, and worship them;"},{"reference": "Deuteronomy 11:17", "verseNumber": 17, "scripture": "And then the LORD's wrath be kindled against you, and he shut up the heaven, that there be no rain, and that the land yield not her fruit; and lest all of you perish quickly from off the good land which the LORD gives you."},{"reference": "Deuteronomy 11:18", "verseNumber": 18, "scripture": "Therefore shall all of you lay up these my words in your heart and in your soul, and bind them for a sign upon your hand, that they may be as frontlets between your eyes."},{"reference": "Deuteronomy 11:19", "verseNumber": 19, "scripture": "And all of you shall teach them your children, speaking of them when you sit in yours house, and when you walk by the way, when you lie down, and when you rise up."},{"reference": "Deuteronomy 11:20", "verseNumber": 20, "scripture": "And you shall write them upon the door posts of yours house, and upon your gates:"},{"reference": "Deuteronomy 11:21", "verseNumber": 21, "scripture": "That your days may be multiplied, and the days of your children, in the land which the LORD swore unto your fathers to give them, as the days of heaven upon the earth."},{"reference": "Deuteronomy 11:22", "verseNumber": 22, "scripture": "For if all of you shall diligently keep all these commandments which I command you, to do them, to love the LORD your God, to walk in all his ways, and to cleave unto him;"},{"reference": "Deuteronomy 11:23", "verseNumber": 23, "scripture": "Then will the LORD drive out all these nations from before you, and all of you shall possess greater nations and mightier than yourselves."},{"reference": "Deuteronomy 11:24", "verseNumber": 24, "scripture": "Every place whereon the soles of your feet shall tread shall be yours: from the wilderness and Lebanon, from the river, the river Euphrates, even unto the uttermost sea shall your coast be."},{"reference": "Deuteronomy 11:25", "verseNumber": 25, "scripture": "There shall no man be able to stand before you: for the LORD your God shall lay the fear of you and the dread of you upon all the land that all of you shall tread upon, as he has said unto you."},{"reference": "Deuteronomy 11:26", "verseNumber": 26, "scripture": "Behold, I set before you this day a blessing and a curse;"},{"reference": "Deuteronomy 11:27", "verseNumber": 27, "scripture": "A blessing, if all of you obey the commandments of the LORD your God, which I command you this day:"},{"reference": "Deuteronomy 11:28", "verseNumber": 28, "scripture": "And a curse, if all of you will not obey the commandments of the LORD your God, but turn aside out of the way which I command you this day, to go after other gods, which all of you have not known."},{"reference": "Deuteronomy 11:29", "verseNumber": 29, "scripture": "And it shall come to pass, when the LORD your God has brought you in unto the land where you go to possess it, that you shall put the blessing upon mount Gerizim, and the curse upon mount Ebal."},{"reference": "Deuteronomy 11:30", "verseNumber": 30, "scripture": "Are they not on the other side Jordan, by the way where the sun goes down, in the land of the Canaanites, which dwell in the champaign opposite to Gilgal, beside the plains of Moreh?"},{"reference": "Deuteronomy 11:31", "verseNumber": 31, "scripture": "For all of you shall pass over Jordan to go in to possess the land which the LORD your God gives you, and all of you shall possess it, and dwell therein."},{"reference": "Deuteronomy 11:32", "verseNumber": 32, "scripture": "And all of you shall observe to do all the statutes and judgments which I set before you this day."}]}