{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Deuteronomy",
     "bookAbbreviation":  "Deu",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Deuteronomy 12:1",
             "verseNumber":  1,
             "scripture":  "These are the statutes and judgments, which all of you shall observe to do in the land, which the LORD God of your fathers gives you to possess it, all the days that all of you live upon the earth."
        },
        {
            "reference":  "Deuteronomy 12:2",
             "verseNumber":  2,
             "scripture":  "All of you shall utterly destroy all the places, wherein the nations which all of you shall possess served their gods, upon the high mountains, and upon the hills, and under every green tree:"
        },
        {
            "reference":  "Deuteronomy 12:3",
             "verseNumber":  3,
             "scripture":  "And all of you shall overthrow their altars, and break their pillars, and burn their groves with fire; and all of you shall hew down the graven images of their gods, and destroy the names of them out of that place."
        },
        {
            "reference":  "Deuteronomy 12:4",
             "verseNumber":  4,
             "scripture":  "All of you shall not do so unto the LORD your God."
        },
        {
            "reference":  "Deuteronomy 12:5",
             "verseNumber":  5,
             "scripture":  "But unto the place which the LORD your God shall choose out of all your tribes to put his name there, even unto his habitation shall all of you seek, and thither you shall come:"
        },
        {
            "reference":  "Deuteronomy 12:6",
             "verseNumber":  6,
             "scripture":  "And thither all of you shall bring your burnt offerings, and your sacrifices, and your tithes, and heave offerings of your hand, and your vows, and your freewill offerings, and the firstlings of your herds and of your flocks:"
        },
        {
            "reference":  "Deuteronomy 12:7",
             "verseNumber":  7,
             "scripture":  "And there all of you shall eat before the LORD your God, and all of you shall rejoice in all that all of you put your hand unto, all of you and your households, wherein the LORD your God has blessed you."
        },
        {
            "reference":  "Deuteronomy 12:8",
             "verseNumber":  8,
             "scripture":  "All of you shall not do after all the things that we do here this day, every man whatsoever is right in his own eyes."
        },
        {
            "reference":  "Deuteronomy 12:9",
             "verseNumber":  9,
             "scripture":  "For all of you are not as yet come to the rest and to the inheritance, which the LORD your God gives you."
        },
        {
            "reference":  "Deuteronomy 12:10",
             "verseNumber":  10,
             "scripture":  "But when all of you go over Jordan, and dwell in the land which the LORD your God gives you to inherit, and when he gives you rest from all your enemies round about, so that all of you dwell in safety;"
        },
        {
            "reference":  "Deuteronomy 12:11",
             "verseNumber":  11,
             "scripture":  "Then there shall be a place which the LORD your God shall choose to cause his name to dwell there; thither shall all of you bring all that I command you; your burnt offerings, and your sacrifices, your tithes, and the heave offering of your hand, and all your choice vows which all of you vow unto the LORD:"
        },
        {
            "reference":  "Deuteronomy 12:12",
             "verseNumber":  12,
             "scripture":  "And all of you shall rejoice before the LORD your God, all of you, and your sons, and your daughters, and your male servants, and your maidservants, and the Levite that is within your gates; forasmuch as he has no part nor inheritance with you."
        },
        {
            "reference":  "Deuteronomy 12:13",
             "verseNumber":  13,
             "scripture":  "Take heed to yourself that you offer not your burnt offerings in every place that you see:"
        },
        {
            "reference":  "Deuteronomy 12:14",
             "verseNumber":  14,
             "scripture":  "But in the place which the LORD shall choose in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I command you."
        },
        {
            "reference":  "Deuteronomy 12:15",
             "verseNumber":  15,
             "scripture":  "Notwithstanding you may kill and eat flesh in all your gates, whatsoever your soul lusts after, according to the blessing of the LORD your God which he has given you: the unclean and the clean may eat thereof, as of the roebuck, and as of the hart."
        },
        {
            "reference":  "Deuteronomy 12:16",
             "verseNumber":  16,
             "scripture":  "Only all of you shall not eat the blood; all of you shall pour it upon the earth as water."
        },
        {
            "reference":  "Deuteronomy 12:17",
             "verseNumber":  17,
             "scripture":  "You may not eat within your gates the tithe of your corn, or of your wine, or of your oil, or the firstlings of your herds or of your flock, nor any of your vows which you vow, nor your freewill offerings, or heave offering of yours hand:"
        },
        {
            "reference":  "Deuteronomy 12:18",
             "verseNumber":  18,
             "scripture":  "But you must eat them before the LORD your God in the place which the LORD your God shall choose, you, and your son, and your daughter, and your manservant, and your maidservant, and the Levite that is within your gates: and you shall rejoice before the LORD your God in all that you put yours hands unto."
        },
        {
            "reference":  "Deuteronomy 12:19",
             "verseNumber":  19,
             "scripture":  "Take heed to yourself that you forsake not the Levite as long as you live upon the earth."
        },
        {
            "reference":  "Deuteronomy 12:20",
             "verseNumber":  20,
             "scripture":  "When the LORD your God shall enlarge your border, as he has promised you, and you shall say, I will eat flesh, because your soul longs to eat flesh; you may eat flesh, whatsoever your soul lusts after."
        },
        {
            "reference":  "Deuteronomy 12:21",
             "verseNumber":  21,
             "scripture":  "If the place which the LORD your God has chosen to put his name there be too far from you, then you shall kill of your herd and of your flock, which the LORD has given you, as I have commanded you, and you shall eat in your gates whatsoever your soul lusts after."
        },
        {
            "reference":  "Deuteronomy 12:22",
             "verseNumber":  22,
             "scripture":  "Even as the roebuck and the hart is eaten, so you shall eat them: the unclean and the clean shall eat of them alike."
        },
        {
            "reference":  "Deuteronomy 12:23",
             "verseNumber":  23,
             "scripture":  "Only be sure that you eat not the blood: for the blood is the life; and you may not eat the life with the flesh."
        },
        {
            "reference":  "Deuteronomy 12:24",
             "verseNumber":  24,
             "scripture":  "You shall not eat it; you shall pour it upon the earth as water."
        },
        {
            "reference":  "Deuteronomy 12:25",
             "verseNumber":  25,
             "scripture":  "You shall not eat it; that it may go well with you, and with your children after you, when you shall do that which is right in the sight of the LORD."
        },
        {
            "reference":  "Deuteronomy 12:26",
             "verseNumber":  26,
             "scripture":  "Only your holy things which you have, and your vows, you shall take, and go unto the place which the LORD shall choose:"
        },
        {
            "reference":  "Deuteronomy 12:27",
             "verseNumber":  27,
             "scripture":  "And you shall offer your burnt offerings, the flesh and the blood, upon the altar of the LORD your God: and the blood of your sacrifices shall be poured out upon the altar of the LORD your God, and you shall eat the flesh."
        },
        {
            "reference":  "Deuteronomy 12:28",
             "verseNumber":  28,
             "scripture":  "Observe and hear all these words which I command you, that it may go well with you, and with your children after you for ever, when you do that which is good and right in the sight of the LORD your God."
        },
        {
            "reference":  "Deuteronomy 12:29",
             "verseNumber":  29,
             "scripture":  "When the LORD your God shall cut off the nations from before you, where you go to possess them, and you succeed them, and dwell in their land;"
        },
        {
            "reference":  "Deuteronomy 12:30",
             "verseNumber":  30,
             "scripture":  "Take heed to yourself that you be not snared by following them, after that they be destroyed from before you; and that you enquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise."
        },
        {
            "reference":  "Deuteronomy 12:31",
             "verseNumber":  31,
             "scripture":  "You shall not do so unto the LORD your God: for every abomination to the LORD, which he hates, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods."
        },
        {
            "reference":  "Deuteronomy 12:32",
             "verseNumber":  32,
             "scripture":  "Whatsoever I command you, observe to do it: you shall not add thereto, nor diminish from it."
        }
    ]
}