{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Deuteronomy",
     "bookAbbreviation":  "Deu",
     "chapterNumber":  22,
     "verses":  [
        {
            "reference":  "Deuteronomy 22:1",
             "verseNumber":  1,
             "scripture":  "You shall not see your brother's ox or his sheep go astray, and hide yourself from them: you shall in any case bring them again unto your brother."
        },
        {
            "reference":  "Deuteronomy 22:2",
             "verseNumber":  2,
             "scripture":  "And if your brother be not nigh unto you, or if you know him not, then you shall bring it unto yours own house, and it shall be with you until your brother seek after it, and you shall restore it to him again."
        },
        {
            "reference":  "Deuteronomy 22:3",
             "verseNumber":  3,
             "scripture":  "In like manner shall you do with his ass; and so shall you do with his raiment; and with all lost thing of your brother's, which he has lost, and you have found, shall you do likewise: you may not hide yourself."
        },
        {
            "reference":  "Deuteronomy 22:4",
             "verseNumber":  4,
             "scripture":  "You shall not see your brother's ass or his ox fall down by the way, and hide yourself from them: you shall surely help him to lift them up again."
        },
        {
            "reference":  "Deuteronomy 22:5",
             "verseNumber":  5,
             "scripture":  "The woman shall not wear that which pertains unto a man, neither shall a man put on a woman's garment: for all that do so are abomination unto the LORD your God."
        },
        {
            "reference":  "Deuteronomy 22:6",
             "verseNumber":  6,
             "scripture":  "If a bird's nest chance to be before you in the way in any tree, or on the ground, whether they be young ones, or eggs, and the dam sitting upon the young, or upon the eggs, you shall not take the dam with the young:"
        },
        {
            "reference":  "Deuteronomy 22:7",
             "verseNumber":  7,
             "scripture":  "But you shall in any way let the dam go, and take the young to you; that it may be well with you, and that you may prolong your days."
        },
        {
            "reference":  "Deuteronomy 22:8",
             "verseNumber":  8,
             "scripture":  "When you build a new house, then you shall make a battlement for your roof, that you bring not blood upon yours house, if any man fall from thence."
        },
        {
            "reference":  "Deuteronomy 22:9",
             "verseNumber":  9,
             "scripture":  "You shall not sow your vineyard with divers seeds: lest the fruit of your seed which you have sown, and the fruit of your vineyard, be defiled."
        },
        {
            "reference":  "Deuteronomy 22:10",
             "verseNumber":  10,
             "scripture":  "You shall not plow with an ox and an ass together."
        },
        {
            "reference":  "Deuteronomy 22:11",
             "verseNumber":  11,
             "scripture":  "You shall not wear a garment of divers sorts, as of woolen and linen together."
        },
        {
            "reference":  "Deuteronomy 22:12",
             "verseNumber":  12,
             "scripture":  "You shall make you fringes upon the four quarters of your vesture, wherewith you cover yourself."
        },
        {
            "reference":  "Deuteronomy 22:13",
             "verseNumber":  13,
             "scripture":  "If any man take a wife, and go in unto her, and hate her,"
        },
        {
            "reference":  "Deuteronomy 22:14",
             "verseNumber":  14,
             "scripture":  "And give occasions of speech against her, and bring up an evil name upon her, and say, I took this woman, and when I came to her, I found her not a maid:"
        },
        {
            "reference":  "Deuteronomy 22:15",
             "verseNumber":  15,
             "scripture":  "Then shall the father of the damsel, and her mother, take and bring forth the tokens of the damsel's virginity unto the elders of the city in the gate:"
        },
        {
            "reference":  "Deuteronomy 22:16",
             "verseNumber":  16,
             "scripture":  "And the damsel's father shall say unto the elders, I gave my daughter unto this man to wife, and he hates her;"
        },
        {
            "reference":  "Deuteronomy 22:17",
             "verseNumber":  17,
             "scripture":  "And, lo, he has given occasions of speech against her, saying, I found not your daughter a maid; and yet these are the tokens of my daughter's virginity. And they shall spread the cloth before the elders of the city."
        },
        {
            "reference":  "Deuteronomy 22:18",
             "verseNumber":  18,
             "scripture":  "And the elders of that city shall take that man and chastise him;"
        },
        {
            "reference":  "Deuteronomy 22:19",
             "verseNumber":  19,
             "scripture":  "And they shall fine him in an hundred shekels of silver, and give them unto the father of the damsel, because he has brought up an evil name upon a virgin of Israel: and she shall be his wife; he may not put her away all his days."
        },
        {
            "reference":  "Deuteronomy 22:20",
             "verseNumber":  20,
             "scripture":  "But if this thing be true, and the tokens of virginity be not found for the damsel:"
        },
        {
            "reference":  "Deuteronomy 22:21",
             "verseNumber":  21,
             "scripture":  "Then they shall bring out the damsel to the door of her father's house, and the men of her city shall stone her with stones that she die: because she has wrought folly in Israel, to play the whore in her father's house: so shall you put evil away from among you."
        },
        {
            "reference":  "Deuteronomy 22:22",
             "verseNumber":  22,
             "scripture":  "If a man be found lying with a woman married to an husband, then they shall both of them die, both the man that lay with the woman, and the woman: so shall you put away evil from Israel."
        },
        {
            "reference":  "Deuteronomy 22:23",
             "verseNumber":  23,
             "scripture":  "If a damsel that is a virgin be betrothed unto an husband, and a man find her in the city, and lie with her;"
        },
        {
            "reference":  "Deuteronomy 22:24",
             "verseNumber":  24,
             "scripture":  "Then all of you shall bring them both out unto the gate of that city, and all of you shall stone them with stones that they die; the damsel, because she cried not, being in the city; and the man, because he has humbled his neighbour's wife: so you shall put away evil from among you."
        },
        {
            "reference":  "Deuteronomy 22:25",
             "verseNumber":  25,
             "scripture":  "But if a man find a betrothed damsel in the field, and the man force her, and lie with her: then the man only that lay with her shall die."
        },
        {
            "reference":  "Deuteronomy 22:26",
             "verseNumber":  26,
             "scripture":  "But unto the damsel you shall do nothing; there is in the damsel no sin worthy of death: for as when a man rises against his neighbour, and slays him, even so is this matter:"
        },
        {
            "reference":  "Deuteronomy 22:27",
             "verseNumber":  27,
             "scripture":  "For he found her in the field, and the betrothed damsel cried, and there was none to save her."
        },
        {
            "reference":  "Deuteronomy 22:28",
             "verseNumber":  28,
             "scripture":  "If a man find a damsel that is a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found;"
        },
        {
            "reference":  "Deuteronomy 22:29",
             "verseNumber":  29,
             "scripture":  "Then the man that lay with her shall give unto the damsel's father fifty shekels of silver, and she shall be his wife; because he has humbled her, he may not put her away all his days."
        },
        {
            "reference":  "Deuteronomy 22:30",
             "verseNumber":  30,
             "scripture":  "A man shall not take his father's wife, nor discover his father's skirt."
        }
    ]
}