{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Deuteronomy", "bookAbbreviation": "Deu", "chapterNumber": 27, "verses": [{"reference": "Deuteronomy 27:1", "verseNumber": 1, "scripture": "And Moses with the elders of Israel commanded the people, saying, Keep all the commandments which I command you this day."},{"reference": "Deuteronomy 27:2", "verseNumber": 2, "scripture": "And it shall be on the day when all of you shall pass over Jordan unto the land which the LORD your God gives you, that you shall set you up great stones, and smear them with plaster:"},{"reference": "Deuteronomy 27:3", "verseNumber": 3, "scripture": "And you shall write upon them all the words of this law, when you are passed over, that you may go in unto the land which the LORD your God gives you, a land that flows with milk and honey; as the LORD God of your fathers has promised you."},{"reference": "Deuteronomy 27:4", "verseNumber": 4, "scripture": "Therefore it shall be when all of you be gone over Jordan, that all of you shall set up these stones, which I command you this day, in mount Ebal, and you shall smear them with plaster."},{"reference": "Deuteronomy 27:5", "verseNumber": 5, "scripture": "And there shall you build an altar unto the LORD your God, an altar of stones: you shall not lift up any iron tool upon them."},{"reference": "Deuteronomy 27:6", "verseNumber": 6, "scripture": "You shall build the altar of the LORD your God of whole stones: and you shall offer burnt offerings thereon unto the LORD your God:"},{"reference": "Deuteronomy 27:7", "verseNumber": 7, "scripture": "And you shall offer peace offerings, and shall eat there, and rejoice before the LORD your God."},{"reference": "Deuteronomy 27:8", "verseNumber": 8, "scripture": "And you shall write upon the stones all the words of this law very plainly."},{"reference": "Deuteronomy 27:9", "verseNumber": 9, "scripture": "And Moses and the priests the Levites spoke unto all Israel, saying, Take heed, and hearken, O Israel; this day you are become the people of the LORD your God."},{"reference": "Deuteronomy 27:10", "verseNumber": 10, "scripture": "You shall therefore obey the voice of the LORD your God, and do his commandments and his statutes, which I command you this day."},{"reference": "Deuteronomy 27:11", "verseNumber": 11, "scripture": "And Moses charged the people the same day, saying,"},{"reference": "Deuteronomy 27:12", "verseNumber": 12, "scripture": "These shall stand upon mount Gerizim to bless the people, when all of you are come over Jordan; Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin:"},{"reference": "Deuteronomy 27:13", "verseNumber": 13, "scripture": "And these shall stand upon mount Ebal to curse; Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali."},{"reference": "Deuteronomy 27:14", "verseNumber": 14, "scripture": "And the Levites shall speak, and say unto all the men of Israel with a loud voice,"},{"reference": "Deuteronomy 27:15", "verseNumber": 15, "scripture": "Cursed be the man that makes any graven or molten image, an abomination unto the LORD, the work of the hands of the craftsman, and puts it in a secret place. And all the people shall answer and say, Amen."},{"reference": "Deuteronomy 27:16", "verseNumber": 16, "scripture": "Cursed be he that sets light by his father or his mother. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:17", "verseNumber": 17, "scripture": "Cursed be he that removes his neighbour's landmark. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:18", "verseNumber": 18, "scripture": "Cursed be he that makes the blind to wander out of the way. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:19", "verseNumber": 19, "scripture": "Cursed be he that perverts the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:20", "verseNumber": 20, "scripture": "Cursed be he that lies with his father's wife; because he uncovers his father's skirt. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:21", "verseNumber": 21, "scripture": "Cursed be he that lies with any manner of beast. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:22", "verseNumber": 22, "scripture": "Cursed be he that lies with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:23", "verseNumber": 23, "scripture": "Cursed be he that lies with his mother in law. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:24", "verseNumber": 24, "scripture": "Cursed be he that strikes his neighbour secretly. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:25", "verseNumber": 25, "scripture": "Cursed be he that takes reward to slay an innocent person. And all the people shall say, Amen."},{"reference": "Deuteronomy 27:26", "verseNumber": 26, "scripture": "Cursed be he that confirms not all the words of this law to do them. And all the people shall say, Amen."}]}