{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Deuteronomy",
     "bookAbbreviation":  "Deu",
     "chapterNumber":  29,
     "verses":  [
        {
            "reference":  "Deuteronomy 29:1",
             "verseNumber":  1,
             "scripture":  "These are the words of the covenant, which the LORD commanded Moses to make with the children of Israel in the land of Moab, beside the covenant which he made with them in Horeb."
        },
        {
            "reference":  "Deuteronomy 29:2",
             "verseNumber":  2,
             "scripture":  "And Moses called unto all Israel, and said unto them, All of you have seen all that the LORD did before your eyes in the land of Egypt unto Pharaoh, and unto all his servants, and unto all his land;"
        },
        {
            "reference":  "Deuteronomy 29:3",
             "verseNumber":  3,
             "scripture":  "The great temptations which yours eyes have seen, the signs, and those great miracles:"
        },
        {
            "reference":  "Deuteronomy 29:4",
             "verseNumber":  4,
             "scripture":  "Yet the LORD has not given you an heart to perceive, and eyes to see, and ears to hear, unto this day."
        },
        {
            "reference":  "Deuteronomy 29:5",
             "verseNumber":  5,
             "scripture":  "And I have led you forty years in the wilderness: your clothes are not becoming old upon you, and your shoe is not becoming old upon your foot."
        },
        {
            "reference":  "Deuteronomy 29:6",
             "verseNumber":  6,
             "scripture":  "All of you have not eaten bread, neither have all of you drunk wine or strong drink: that all of you might know that I am the LORD your God."
        },
        {
            "reference":  "Deuteronomy 29:7",
             "verseNumber":  7,
             "scripture":  "And when all of you came unto this place, Sihon the king of Heshbon, and Og the king of Bashan, came out against us unto battle, and we stroke them:"
        },
        {
            "reference":  "Deuteronomy 29:8",
             "verseNumber":  8,
             "scripture":  "And we took their land, and gave it for an inheritance unto the Reubenites, and to the Gadites, and to the half tribe of Manasseh."
        },
        {
            "reference":  "Deuteronomy 29:9",
             "verseNumber":  9,
             "scripture":  "Keep therefore the words of this covenant, and do them, that all of you may prosper in all that all of you do."
        },
        {
            "reference":  "Deuteronomy 29:10",
             "verseNumber":  10,
             "scripture":  "All of you stand this day all of you before the LORD your God; your captains of your tribes, your elders, and your officers, with all the men of Israel,"
        },
        {
            "reference":  "Deuteronomy 29:11",
             "verseNumber":  11,
             "scripture":  "Your little ones, your wives, and your stranger that is in your camp, from the hewer of your wood unto the drawer of your water:"
        },
        {
            "reference":  "Deuteronomy 29:12",
             "verseNumber":  12,
             "scripture":  "That you should enter into covenant with the LORD your God, and into his oath, which the LORD your God makes with you this day:"
        },
        {
            "reference":  "Deuteronomy 29:13",
             "verseNumber":  13,
             "scripture":  "That he may establish you to day for a people unto himself, and that he may be unto you a God, as he has said unto you, and as he has sworn unto your fathers, to Abraham, to Isaac, and to Jacob."
        },
        {
            "reference":  "Deuteronomy 29:14",
             "verseNumber":  14,
             "scripture":  "Neither with you only do I make this covenant and this oath;"
        },
        {
            "reference":  "Deuteronomy 29:15",
             "verseNumber":  15,
             "scripture":  "But with him that stands here with us this day before the LORD our God, and also with him that is not here with us this day:"
        },
        {
            "reference":  "Deuteronomy 29:16",
             "verseNumber":  16,
             "scripture":  "(For all of you know how we have dwelt in the land of Egypt; and how we came through the nations which all of you passed by;"
        },
        {
            "reference":  "Deuteronomy 29:17",
             "verseNumber":  17,
             "scripture":  "And all of you have seen their abominations, and their idols, wood and stone, silver and gold, which were among them:)"
        },
        {
            "reference":  "Deuteronomy 29:18",
             "verseNumber":  18,
             "scripture":  "Lest there should be among you man, or woman, or family, or tribe, whose heart turns away this day from the LORD our God, to go and serve the gods of these nations; lest there should be among you a root that bears gall and wormwood;"
        },
        {
            "reference":  "Deuteronomy 29:19",
             "verseNumber":  19,
             "scripture":  "And it come to pass, when he hears the words of this curse, that he bless himself in his heart, saying, I shall have peace, though I walk in the imagination of mine heart, to add drunkenness to thirst:"
        },
        {
            "reference":  "Deuteronomy 29:20",
             "verseNumber":  20,
             "scripture":  "The LORD will not spare him, but then the anger of the LORD and his jealousy shall smoke against that man, and all the curses that are written in this book shall lie upon him, and the LORD shall blot out his name from under heaven."
        },
        {
            "reference":  "Deuteronomy 29:21",
             "verseNumber":  21,
             "scripture":  "And the LORD shall separate him unto evil out of all the tribes of Israel, according to all the curses of the covenant that are written in this book of the law:"
        },
        {
            "reference":  "Deuteronomy 29:22",
             "verseNumber":  22,
             "scripture":  "So that the generation to come of your children that shall rise up after you, and the stranger that shall come from a far land, shall say, when they see the plagues of that land, and the sicknesses which the LORD has laid upon it;"
        },
        {
            "reference":  "Deuteronomy 29:23",
             "verseNumber":  23,
             "scripture":  "And that the whole land thereof is brimstone, and salt, and burning, that it is not sown, nor bears, nor any grass grows therein, like the overthrow of Sodom, and Gomorrah, Admah, and Zeboim, which the LORD overthrew in his anger, and in his wrath:"
        },
        {
            "reference":  "Deuteronomy 29:24",
             "verseNumber":  24,
             "scripture":  "Even all nations shall say, Wherefore has the LORD done thus unto this land? what means the heat of this great anger?"
        },
        {
            "reference":  "Deuteronomy 29:25",
             "verseNumber":  25,
             "scripture":  "Then men shall say, Because they have forsaken the covenant of the LORD God of their fathers, which he made with them when he brought them forth out of the land of Egypt:"
        },
        {
            "reference":  "Deuteronomy 29:26",
             "verseNumber":  26,
             "scripture":  "For they went and served other gods, and worshipped them, gods whom they knew not, and whom he had not given unto them:"
        },
        {
            "reference":  "Deuteronomy 29:27",
             "verseNumber":  27,
             "scripture":  "And the anger of the LORD was kindled against this land, to bring upon it all the curses that are written in this book:"
        },
        {
            "reference":  "Deuteronomy 29:28",
             "verseNumber":  28,
             "scripture":  "And the LORD rooted them out of their land in anger, and in wrath, and in great indignation, and cast them into another land, as it is this day."
        },
        {
            "reference":  "Deuteronomy 29:29",
             "verseNumber":  29,
             "scripture":  "The secret things belong unto the LORD our God: but those things which are revealed belong unto us and to our children for ever, that we may do all the words of this law."
        }
    ]
}