{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Deuteronomy",
     "bookAbbreviation":  "Deu",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "Deuteronomy 3:1",
             "verseNumber":  1,
             "scripture":  "Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, to battle at Edrei."
        },
        {
            "reference":  "Deuteronomy 3:2",
             "verseNumber":  2,
             "scripture":  "And the LORD said unto me, Fear him not: for I will deliver him, and all his people, and his land, into your hand; and you shall do unto him as you did unto Sihon king of the Amorites, which dwelt at Heshbon."
        },
        {
            "reference":  "Deuteronomy 3:3",
             "verseNumber":  3,
             "scripture":  "So the LORD our God delivered into our hands Og also, the king of Bashan, and all his people: and we stroke him until none was left to him remaining."
        },
        {
            "reference":  "Deuteronomy 3:4",
             "verseNumber":  4,
             "scripture":  "And we took all his cities at that time, there was not a city which we took not from them, threescore cities, all the region of Argob, the kingdom of Og in Bashan."
        },
        {
            "reference":  "Deuteronomy 3:5",
             "verseNumber":  5,
             "scripture":  "All these cities were fenced with high walls, gates, and bars; beside towns without protective walls a great many."
        },
        {
            "reference":  "Deuteronomy 3:6",
             "verseNumber":  6,
             "scripture":  "And we utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying the men, women, and children, of every city."
        },
        {
            "reference":  "Deuteronomy 3:7",
             "verseNumber":  7,
             "scripture":  "But all the cattle, and the spoil of the cities, we took for a prey to ourselves."
        },
        {
            "reference":  "Deuteronomy 3:8",
             "verseNumber":  8,
             "scripture":  "And we took at that time out of the hand of the two kings of the Amorites the land that was on this side Jordan, from the river of Arnon unto mount Hermon;"
        },
        {
            "reference":  "Deuteronomy 3:9",
             "verseNumber":  9,
             "scripture":  "(Which Hermon the Sidonians call Sirion; and the Amorites call it Shenir;)"
        },
        {
            "reference":  "Deuteronomy 3:10",
             "verseNumber":  10,
             "scripture":  "All the cities of the plain, and all Gilead, and all Bashan, unto Salchah and Edrei, cities of the kingdom of Og in Bashan."
        },
        {
            "reference":  "Deuteronomy 3:11",
             "verseNumber":  11,
             "scripture":  "For only Og king of Bashan remained of the remnant of giants; behold his bedstead was a bedstead of iron; is it not in Rabbath of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man."
        },
        {
            "reference":  "Deuteronomy 3:12",
             "verseNumber":  12,
             "scripture":  "And this land, which we possessed at that time, from Aroer, which is by the river Arnon, and half mount Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites."
        },
        {
            "reference":  "Deuteronomy 3:13",
             "verseNumber":  13,
             "scripture":  "And the rest of Gilead, and all Bashan, being the kingdom of Og, gave I unto the half tribe of Manasseh; all the region of Argob, with all Bashan, which was called the land of giants."
        },
        {
            "reference":  "Deuteronomy 3:14",
             "verseNumber":  14,
             "scripture":  "Jair the son of Manasseh took all the country of Argob unto the coasts of Geshuri and Maachathi; and called them after his own name, Bashanhavothjair, unto this day."
        },
        {
            "reference":  "Deuteronomy 3:15",
             "verseNumber":  15,
             "scripture":  "And I gave Gilead unto Machir."
        },
        {
            "reference":  "Deuteronomy 3:16",
             "verseNumber":  16,
             "scripture":  "And unto the Reubenites and unto the Gadites I gave from Gilead even unto the river Arnon half the valley, and the border even unto the river Jabbok, which is the border of the children of Ammon;"
        },
        {
            "reference":  "Deuteronomy 3:17",
             "verseNumber":  17,
             "scripture":  "The plain also, and Jordan, and the coast thereof, from Chinnereth even unto the sea of the plain, even the salt sea, under Ashdothpisgah eastward."
        },
        {
            "reference":  "Deuteronomy 3:18",
             "verseNumber":  18,
             "scripture":  "And I commanded you at that time, saying, The LORD your God has given you this land to possess it: all of you shall pass over armed before your brethren the children of Israel, all that are meet for the war."
        },
        {
            "reference":  "Deuteronomy 3:19",
             "verseNumber":  19,
             "scripture":  "But your wives, and your little ones, and your cattle, (for I know that all of you have much cattle,) shall abide in your cities which I have given you;"
        },
        {
            "reference":  "Deuteronomy 3:20",
             "verseNumber":  20,
             "scripture":  "Until the LORD have given rest unto your brethren, as well as unto you, and until they also possess the land which the LORD your God has given them beyond Jordan: and then shall all of you return every man unto his possession, which I have given you."
        },
        {
            "reference":  "Deuteronomy 3:21",
             "verseNumber":  21,
             "scripture":  "And I commanded Joshua at that time, saying, Yours eyes have seen all that the LORD your God has done unto these two kings: so shall the LORD do unto all the kingdoms where you pass."
        },
        {
            "reference":  "Deuteronomy 3:22",
             "verseNumber":  22,
             "scripture":  "All of you shall not fear them: for the LORD your God he shall fight for you."
        },
        {
            "reference":  "Deuteronomy 3:23",
             "verseNumber":  23,
             "scripture":  "And I besought the LORD at that time, saying,"
        },
        {
            "reference":  "Deuteronomy 3:24",
             "verseNumber":  24,
             "scripture":  "O Lord GOD, you have begun to show your servant your greatness, and your mighty hand: for what God is there in heaven or in earth, that can do according to your works, and according to your might?"
        },
        {
            "reference":  "Deuteronomy 3:25",
             "verseNumber":  25,
             "scripture":  "I pray you, let me go over, and see the good land that is beyond Jordan, that goodly mountain, and Lebanon."
        },
        {
            "reference":  "Deuteronomy 3:26",
             "verseNumber":  26,
             "scripture":  "But the LORD was angry with me for your sakes, and would not hear me: and the LORD said unto me, Let it suffice you; speak no more unto me of this matter."
        },
        {
            "reference":  "Deuteronomy 3:27",
             "verseNumber":  27,
             "scripture":  "Get you up into the top of Pisgah, and lift up yours eyes westward, and northward, and southward, and eastward, and behold it with yours eyes: for you shall not go over this Jordan."
        },
        {
            "reference":  "Deuteronomy 3:28",
             "verseNumber":  28,
             "scripture":  "But charge Joshua, and encourage him, and strengthen him: for he shall go over before this people, and he shall cause them to inherit the land which you shall see."
        },
        {
            "reference":  "Deuteronomy 3:29",
             "verseNumber":  29,
             "scripture":  "So we abode in the valley opposite to Bethpeor."
        }
    ]
}