{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Deuteronomy",
     "bookAbbreviation":  "Deu",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Deuteronomy 4:1",
             "verseNumber":  1,
             "scripture":  "Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, in order to do them, that all of you may live, and go in and possess the land which the LORD God of your fathers gives you."
        },
        {
            "reference":  "Deuteronomy 4:2",
             "verseNumber":  2,
             "scripture":  "All of you shall not add unto the word which I command you, neither shall all of you diminish ought from it, that all of you may keep the commandments of the LORD your God which I command you."
        },
        {
            "reference":  "Deuteronomy 4:3",
             "verseNumber":  3,
             "scripture":  "Your eyes have seen what the LORD did because of Baalpeor: for all the men that followed Baalpeor, the LORD your God has destroyed them from among you."
        },
        {
            "reference":  "Deuteronomy 4:4",
             "verseNumber":  4,
             "scripture":  "But all of you that did cleave unto the LORD your God are alive every one of you this day."
        },
        {
            "reference":  "Deuteronomy 4:5",
             "verseNumber":  5,
             "scripture":  "Behold, I have taught you statutes and judgments, even as the LORD my God commanded me, that all of you should do so in the land where all of you go to possess it."
        },
        {
            "reference":  "Deuteronomy 4:6",
             "verseNumber":  6,
             "scripture":  "Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people."
        },
        {
            "reference":  "Deuteronomy 4:7",
             "verseNumber":  7,
             "scripture":  "For what nation is there so great, who has God so nigh unto them, as the LORD our God is in all things that we call upon him for?"
        },
        {
            "reference":  "Deuteronomy 4:8",
             "verseNumber":  8,
             "scripture":  "And what nation is there so great, that has statutes and judgments so righteous as all this law, which I set before you this day?"
        },
        {
            "reference":  "Deuteronomy 4:9",
             "verseNumber":  9,
             "scripture":  "Only take heed to yourself, and keep your soul diligently, lest you forget the things which yours eyes have seen, and lest they depart from your heart all the days of your life: but teach them your sons, and your sons' sons;"
        },
        {
            "reference":  "Deuteronomy 4:10",
             "verseNumber":  10,
             "scripture":  "Specially the day that you stood before the LORD your God in Horeb, when the LORD said unto me, Gather me the people together, and I will make them hear my words, that they may learn to fear me all the days that they shall live upon the earth, and that they may teach their children."
        },
        {
            "reference":  "Deuteronomy 4:11",
             "verseNumber":  11,
             "scripture":  "And all of you came near and stood under the mountain; and the mountain burned with fire unto the midst of heaven, with darkness, clouds, and thick darkness."
        },
        {
            "reference":  "Deuteronomy 4:12",
             "verseNumber":  12,
             "scripture":  "And the LORD spoke unto you out of the midst of the fire: all of you heard the voice of the words, but saw no embodiment; only all of you heard a voice."
        },
        {
            "reference":  "Deuteronomy 4:13",
             "verseNumber":  13,
             "scripture":  "And he declared unto you his covenant, which he commanded you to perform, even ten commandments; and he wrote them upon two tables of stone."
        },
        {
            "reference":  "Deuteronomy 4:14",
             "verseNumber":  14,
             "scripture":  "And the LORD commanded me at that time to teach you statutes and judgments, that all of you might do them in the land where all of you go over to possess it."
        },
        {
            "reference":  "Deuteronomy 4:15",
             "verseNumber":  15,
             "scripture":  "Take all of you therefore good heed unto yourselves; for all of you saw no manner of embodiment on the day that the LORD spoke unto you in Horeb out of the midst of the fire:"
        },
        {
            "reference":  "Deuteronomy 4:16",
             "verseNumber":  16,
             "scripture":  "Lest all of you corrupt yourselves, and make you a graven image, the embodiment of any figure, the likeness of male or female,"
        },
        {
            "reference":  "Deuteronomy 4:17",
             "verseNumber":  17,
             "scripture":  "The likeness of any beast that is on the earth, the likeness of any winged fowl that flies in the air,"
        },
        {
            "reference":  "Deuteronomy 4:18",
             "verseNumber":  18,
             "scripture":  "The likeness of any thing that creeps on the ground, the likeness of any fish that is in the waters beneath the earth:"
        },
        {
            "reference":  "Deuteronomy 4:19",
             "verseNumber":  19,
             "scripture":  "And lest you lift up yours eyes unto heaven, and when you see the sun, and the moon, and the stars, even all the host of heaven, should be driven to worship them, and serve them, which the LORD your God has divided unto all nations under the whole heaven."
        },
        {
            "reference":  "Deuteronomy 4:20",
             "verseNumber":  20,
             "scripture":  "But the LORD has taken you, and brought you forth out of the iron furnace, even out of Egypt, to be unto him a people of inheritance, as all of you are this day."
        },
        {
            "reference":  "Deuteronomy 4:21",
             "verseNumber":  21,
             "scripture":  "Furthermore the LORD was angry with me for your sakes, and swore that I should not go over Jordan, and that I should not go in unto that good land, which the LORD your God gives you for an inheritance:"
        },
        {
            "reference":  "Deuteronomy 4:22",
             "verseNumber":  22,
             "scripture":  "But I must die in this land, I must not go over Jordan: but all of you shall go over, and possess that good land."
        },
        {
            "reference":  "Deuteronomy 4:23",
             "verseNumber":  23,
             "scripture":  "Take heed unto yourselves, lest all of you forget the covenant of the LORD your God, which he made with you, and make you a graven image, or the likeness of any thing, which the LORD your God has forbidden you."
        },
        {
            "reference":  "Deuteronomy 4:24",
             "verseNumber":  24,
             "scripture":  "For the LORD your God is a consuming fire, even a jealous God."
        },
        {
            "reference":  "Deuteronomy 4:25",
             "verseNumber":  25,
             "scripture":  "When you shall brought forth children, and children's children, and all of you shall have remained long in the land, and shall corrupt yourselves, and make a graven image, or the likeness of any thing, and shall do evil in the sight of the LORD your God, to provoke him to anger:"
        },
        {
            "reference":  "Deuteronomy 4:26",
             "verseNumber":  26,
             "scripture":  "I call heaven and earth to witness against you this day, that all of you shall soon utterly perish from off the land unto which all of you go over Jordan to possess it; all of you shall not prolong your days upon it, but shall utterly be destroyed."
        },
        {
            "reference":  "Deuteronomy 4:27",
             "verseNumber":  27,
             "scripture":  "And the LORD shall scatter you among the nations, and all of you shall be left few in number among the heathen, where the LORD shall lead you."
        },
        {
            "reference":  "Deuteronomy 4:28",
             "verseNumber":  28,
             "scripture":  "And there all of you shall serve gods, the work of men's hands, wood and stone, which neither see, nor hear, nor eat, nor smell."
        },
        {
            "reference":  "Deuteronomy 4:29",
             "verseNumber":  29,
             "scripture":  "But if from thence you shall seek the LORD your God, you shall find him, if you seek him with all your heart and with all your soul."
        },
        {
            "reference":  "Deuteronomy 4:30",
             "verseNumber":  30,
             "scripture":  "When you are in tribulation, and all these things are come upon you, even in the latter days, if you turn to the LORD your God, and shall be obedient unto his voice;"
        },
        {
            "reference":  "Deuteronomy 4:31",
             "verseNumber":  31,
             "scripture":  "(For the LORD your God is a merciful God;) he will not forsake you, neither destroy you, nor forget the covenant of your fathers which he swore unto them."
        },
        {
            "reference":  "Deuteronomy 4:32",
             "verseNumber":  32,
             "scripture":  "For ask now of the days that are past, which were before you, since the day that God created man upon the earth, and ask from the one side of heaven unto the other, whether there has been any such thing as this great thing is, or has been heard like it?"
        },
        {
            "reference":  "Deuteronomy 4:33",
             "verseNumber":  33,
             "scripture":  "Did ever people hear the voice of God speaking out of the midst of the fire, as you have heard, and live?"
        },
        {
            "reference":  "Deuteronomy 4:34",
             "verseNumber":  34,
             "scripture":  "Or has God assayed to go and take him a nation from the midst of another nation, by temptations, by signs, and by wonders, and by war, and by a mighty hand, and by a stretched out arm, and by great terrors, according to all that the LORD your God did for you in Egypt before your eyes?"
        },
        {
            "reference":  "Deuteronomy 4:35",
             "verseNumber":  35,
             "scripture":  "Unto you it was showed, that you might know that the LORD he is God; there is none else beside him."
        },
        {
            "reference":  "Deuteronomy 4:36",
             "verseNumber":  36,
             "scripture":  "Out of heaven he made you to hear his voice, that he might instruct you: and upon earth he showed you his great fire; and you heard his words out of the midst of the fire."
        },
        {
            "reference":  "Deuteronomy 4:37",
             "verseNumber":  37,
             "scripture":  "And because he loved your fathers, therefore he chose their seed after them, and brought you out in his sight with his mighty power out of Egypt;"
        },
        {
            "reference":  "Deuteronomy 4:38",
             "verseNumber":  38,
             "scripture":  "To drive out nations from before you greater and mightier than you are, to bring you in, to give you their land for an inheritance, as it is this day."
        },
        {
            "reference":  "Deuteronomy 4:39",
             "verseNumber":  39,
             "scripture":  "Know therefore this day, and consider it in yours heart, that the LORD he is God in heaven above, and upon the earth beneath: there is none else."
        },
        {
            "reference":  "Deuteronomy 4:40",
             "verseNumber":  40,
             "scripture":  "You shall keep therefore his statutes, and his commandments, which I command you this day, that it may go well with you, and with your children after you, and that you may prolong your days upon the earth, which the LORD your God gives you, for ever."
        },
        {
            "reference":  "Deuteronomy 4:41",
             "verseNumber":  41,
             "scripture":  "Then Moses severed three cities on this side Jordan toward the sunrising;"
        },
        {
            "reference":  "Deuteronomy 4:42",
             "verseNumber":  42,
             "scripture":  "That the slayer might flee thither, which should kill his neighbour unexpectedly, and hated him not in times past; and that fleeing unto one of these cities he might live:"
        },
        {
            "reference":  "Deuteronomy 4:43",
             "verseNumber":  43,
             "scripture":  "Namely, Bezer in the wilderness, in the plain country, of the Reubenites; and Ramoth in Gilead, of the Gadites; and Golan in Bashan, of the Manassites."
        },
        {
            "reference":  "Deuteronomy 4:44",
             "verseNumber":  44,
             "scripture":  "And this is the law which Moses set before the children of Israel:"
        },
        {
            "reference":  "Deuteronomy 4:45",
             "verseNumber":  45,
             "scripture":  "These are the testimonies, and the statutes, and the judgments, which Moses spoke unto the children of Israel, after they came forth out of Egypt."
        },
        {
            "reference":  "Deuteronomy 4:46",
             "verseNumber":  46,
             "scripture":  "On this side Jordan, in the valley opposite to Bethpeor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the children of Israel stroke, after they were come forth out of Egypt:"
        },
        {
            "reference":  "Deuteronomy 4:47",
             "verseNumber":  47,
             "scripture":  "And they possessed his land, and the land of Og king of Bashan, two kings of the Amorites, which were on this side Jordan toward the sunrising;"
        },
        {
            "reference":  "Deuteronomy 4:48",
             "verseNumber":  48,
             "scripture":  "From Aroer, which is by the bank of the river Arnon, even unto mount Sion, which is Hermon,"
        },
        {
            "reference":  "Deuteronomy 4:49",
             "verseNumber":  49,
             "scripture":  "And all the plain on this side Jordan eastward, even unto the sea of the plain, under the springs of Pisgah."
        }
    ]
}