{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Deuteronomy", "bookAbbreviation": "Deu", "chapterNumber": 6, "verses": [{"reference": "Deuteronomy 6:1", "verseNumber": 1, "scripture": "Now these are the commandments, the statutes, and the judgments, which the LORD your God commanded to teach you, that all of you might do them in the land where all of you go to possess it:"},{"reference": "Deuteronomy 6:2", "verseNumber": 2, "scripture": "That you might fear the LORD your God, to keep all his statutes and his commandments, which I command you, you, and your son, and your son's son, all the days of your life; and that your days may be prolonged."},{"reference": "Deuteronomy 6:3", "verseNumber": 3, "scripture": "Hear therefore, O Israel, and observe to do it; that it may be well with you, and that all of you may increase mightily, as the LORD God of your fathers has promised you, in the land that flows with milk and honey."},{"reference": "Deuteronomy 6:4", "verseNumber": 4, "scripture": "Hear, O Israel: The LORD our God is one LORD:"},{"reference": "Deuteronomy 6:5", "verseNumber": 5, "scripture": "And you shall love the LORD your God with all yours heart, and with all your soul, and with all your might."},{"reference": "Deuteronomy 6:6", "verseNumber": 6, "scripture": "And these words, which I command you this day, shall be in yours heart:"},{"reference": "Deuteronomy 6:7", "verseNumber": 7, "scripture": "And you shall teach them diligently unto your children, and shall talk of them when you sit in yours house, and when you walk by the way, and when you lie down, and when you rise up."},{"reference": "Deuteronomy 6:8", "verseNumber": 8, "scripture": "And you shall bind them for a sign upon yours hand, and they shall be as frontlets between yours eyes."},{"reference": "Deuteronomy 6:9", "verseNumber": 9, "scripture": "And you shall write them upon the posts of your house, and on your gates."},{"reference": "Deuteronomy 6:10", "verseNumber": 10, "scripture": "And it shall be, when the LORD your God shall have brought you into the land which he swore unto your fathers, to Abraham, to Isaac, and to Jacob, to give you great and goodly cities, which you builded not,"},{"reference": "Deuteronomy 6:11", "verseNumber": 11, "scripture": "And houses full of all good things, which you filled not, and wells dug, which you dug not, vineyards and olive trees, which you planted not; when you shall have eaten and be full;"},{"reference": "Deuteronomy 6:12", "verseNumber": 12, "scripture": "Then beware lest you forget the LORD, which brought you forth out of the land of Egypt, from the house of bondage."},{"reference": "Deuteronomy 6:13", "verseNumber": 13, "scripture": "You shall fear the LORD your God, and serve him, and shall swear by his name."},{"reference": "Deuteronomy 6:14", "verseNumber": 14, "scripture": "All of you shall not go after other gods, of the gods of the people which are round about you;"},{"reference": "Deuteronomy 6:15", "verseNumber": 15, "scripture": "(For the LORD your God is a jealous God among you) lest the anger of the LORD your God be kindled against you, and destroy you from off the face of the earth."},{"reference": "Deuteronomy 6:16", "verseNumber": 16, "scripture": "All of you shall not tempt the LORD your God, as all of you tempted him in Massah."},{"reference": "Deuteronomy 6:17", "verseNumber": 17, "scripture": "All of you shall diligently keep the commandments of the LORD your God, and his testimonies, and his statutes, which he has commanded you."},{"reference": "Deuteronomy 6:18", "verseNumber": 18, "scripture": "And you shall do that which is right and good in the sight of the LORD: that it may be well with you, and that you may go in and possess the good land which the LORD swore unto your fathers."},{"reference": "Deuteronomy 6:19", "verseNumber": 19, "scripture": "To cast out all yours enemies from before you, as the LORD has spoken."},{"reference": "Deuteronomy 6:20", "verseNumber": 20, "scripture": "And when your son asks you in time to come, saying, What mean the testimonies, and the statutes, and the judgments, which the LORD our God has commanded you?"},{"reference": "Deuteronomy 6:21", "verseNumber": 21, "scripture": "Then you shall say unto your son, We were Pharaoh's bondmen in Egypt; and the LORD brought us out of Egypt with a mighty hand:"},{"reference": "Deuteronomy 6:22", "verseNumber": 22, "scripture": "And the LORD showed signs and wonders, great and sore, upon Egypt, upon Pharaoh, and upon all his household, before our eyes:"},{"reference": "Deuteronomy 6:23", "verseNumber": 23, "scripture": "And he brought us out from thence, that he might bring us in, to give us the land which he swore unto our fathers."},{"reference": "Deuteronomy 6:24", "verseNumber": 24, "scripture": "And the LORD commanded us to do all these statutes, to fear the LORD our God, for our good always, that he might preserve us alive, as it is at this day."},{"reference": "Deuteronomy 6:25", "verseNumber": 25, "scripture": "And it shall be our righteousness, if we observe to do all these commandments before the LORD our God, as he has commanded us."}]}