{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Song of Solomon",
     "bookAbbreviation":  "Son",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Song of Solomon 4:1",
             "verseNumber":  1,
             "scripture":  "Behold, you are fair, my love; behold, you are fair; you have doves' eyes within your locks: your hair is as a flock of goats, that appear from mount Gilead."
        },
        {
            "reference":  "Song of Solomon 4:2",
             "verseNumber":  2,
             "scripture":  "Your teeth are like a flock of sheep that are even shorn, which came up from the washing; whereof every one bear twins, and none is barren among them."
        },
        {
            "reference":  "Song of Solomon 4:3",
             "verseNumber":  3,
             "scripture":  "Your lips are like a thread of scarlet, and your speech is comely: your temples are like a piece of a pomegranate within your locks."
        },
        {
            "reference":  "Song of Solomon 4:4",
             "verseNumber":  4,
             "scripture":  "Your neck is like the tower of David built for an armoury, whereon there hang a thousand bucklers, all shields of mighty men."
        },
        {
            "reference":  "Song of Solomon 4:5",
             "verseNumber":  5,
             "scripture":  "Your two breasts are like two young roes that are twins, which feed among the lilies."
        },
        {
            "reference":  "Song of Solomon 4:6",
             "verseNumber":  6,
             "scripture":  "Until the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense."
        },
        {
            "reference":  "Song of Solomon 4:7",
             "verseNumber":  7,
             "scripture":  "You are all fair, my love; there is no spot in you."
        },
        {
            "reference":  "Song of Solomon 4:8",
             "verseNumber":  8,
             "scripture":  "Come with me from Lebanon, my spouse, with me from Lebanon: look from the top of Amana, from the top of Shenir and Hermon, from the lions' dens, from the mountains of the leopards."
        },
        {
            "reference":  "Song of Solomon 4:9",
             "verseNumber":  9,
             "scripture":  "You have ravished my heart, my sister, my spouse; you have ravished my heart with one of yours eyes, with one chain of your neck."
        },
        {
            "reference":  "Song of Solomon 4:10",
             "verseNumber":  10,
             "scripture":  "How fair is your love, my sister, my spouse! how much better is your love than wine! and the smell of yours ointments than all spices!"
        },
        {
            "reference":  "Song of Solomon 4:11",
             "verseNumber":  11,
             "scripture":  "Your lips, O my spouse, drop as the honeycomb: honey and milk are under your tongue; and the smell of your garments is like the smell of Lebanon."
        },
        {
            "reference":  "Song of Solomon 4:12",
             "verseNumber":  12,
             "scripture":  "A garden enclosed is my sister, my spouse; a spring shut up, a fountain sealed."
        },
        {
            "reference":  "Song of Solomon 4:13",
             "verseNumber":  13,
             "scripture":  "Your plants are an orchard of pomegranates, with pleasant fruits; camphire, with spikenard,"
        },
        {
            "reference":  "Song of Solomon 4:14",
             "verseNumber":  14,
             "scripture":  "Spikenard and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices:"
        },
        {
            "reference":  "Song of Solomon 4:15",
             "verseNumber":  15,
             "scripture":  "A fountain of gardens, a well of living waters, and streams from Lebanon."
        },
        {
            "reference":  "Song of Solomon 4:16",
             "verseNumber":  16,
             "scripture":  "Awake, O north wind; and come, you south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits."
        }
    ]
}