{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Song of Solomon",
     "bookAbbreviation":  "Son",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Song of Solomon 6:1",
             "verseNumber":  1,
             "scripture":  "Where is your beloved gone, O you fairest among women? where is your beloved turned aside? that we may seek him with you."
        },
        {
            "reference":  "Song of Solomon 6:2",
             "verseNumber":  2,
             "scripture":  "My beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies."
        },
        {
            "reference":  "Song of Solomon 6:3",
             "verseNumber":  3,
             "scripture":  "I am my beloved's, and my beloved is mine: he feeds among the lilies."
        },
        {
            "reference":  "Song of Solomon 6:4",
             "verseNumber":  4,
             "scripture":  "You are beautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an army with banners."
        },
        {
            "reference":  "Song of Solomon 6:5",
             "verseNumber":  5,
             "scripture":  "Turn away yours eyes from me, for they have overcome me: your hair is as a flock of goats that appear from Gilead."
        },
        {
            "reference":  "Song of Solomon 6:6",
             "verseNumber":  6,
             "scripture":  "Your teeth are as a flock of sheep which go up from the washing, whereof every one bears twins, and there is not one barren among them."
        },
        {
            "reference":  "Song of Solomon 6:7",
             "verseNumber":  7,
             "scripture":  "As a piece of a pomegranate are your temples within your locks."
        },
        {
            "reference":  "Song of Solomon 6:8",
             "verseNumber":  8,
             "scripture":  "There are threescore queens, and fourscore concubines, and virgins without number."
        },
        {
            "reference":  "Song of Solomon 6:9",
             "verseNumber":  9,
             "scripture":  "My dove, my undefiled is but one; she is the only one of her mother, she is the choice one of her that bare her. The daughters saw her, and blessed her; yea, the queens and the concubines, and they praised her."
        },
        {
            "reference":  "Song of Solomon 6:10",
             "verseNumber":  10,
             "scripture":  "Who is she that looks forth as the morning, fair as the moon, clear as the sun, and terrible as an army with banners?"
        },
        {
            "reference":  "Song of Solomon 6:11",
             "verseNumber":  11,
             "scripture":  "I went down into the garden of nuts to see the fruits of the valley, and to see whether the vine flourished and the pomegranates budded."
        },
        {
            "reference":  "Song of Solomon 6:12",
             "verseNumber":  12,
             "scripture":  "Before even I was aware, my soul made me like the chariots of Amminadib."
        },
        {
            "reference":  "Song of Solomon 6:13",
             "verseNumber":  13,
             "scripture":  "Return, return, O Shulamite; return, return, that we may look upon you. What will all of you see in the Shulamite? As it were the company of two armies."
        }
    ]
}