{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Song of Solomon", "bookAbbreviation": "Son", "chapterNumber": 7, "verses": [{"reference": "Song of Solomon 7:1", "verseNumber": 1, "scripture": "How beautiful are your feet with shoes, O prince's daughter! the joints of your thighs are like jewels, the work of the hands of a cunning workman."},{"reference": "Song of Solomon 7:2", "verseNumber": 2, "scripture": "Your navel is like a round goblet, which wants not liquor: your belly is like an heap of wheat set about with lilies."},{"reference": "Song of Solomon 7:3", "verseNumber": 3, "scripture": "Your two breasts are like two young roes that are twins."},{"reference": "Song of Solomon 7:4", "verseNumber": 4, "scripture": "Your neck is as a tower of ivory; yours eyes like the pool in Heshbon, by the gate of Bathrabbim: your nose is as the tower of Lebanon which looks toward Damascus."},{"reference": "Song of Solomon 7:5", "verseNumber": 5, "scripture": "Yours head upon you is like Carmel, and the hair of yours head like purple; the king is held in the galleries."},{"reference": "Song of Solomon 7:6", "verseNumber": 6, "scripture": "How fair and how pleasant are you, O love, for delights!"},{"reference": "Song of Solomon 7:7", "verseNumber": 7, "scripture": "This your stature is like to a palm tree, and your breasts to clusters of grapes."},{"reference": "Song of Solomon 7:8", "verseNumber": 8, "scripture": "I said, I will go up to the palm tree, I will take hold of the boughs thereof: now also your breasts shall be as clusters of the vine, and the smell of your nose like apples;"},{"reference": "Song of Solomon 7:9", "verseNumber": 9, "scripture": "And the roof of your mouth like the best wine for my beloved, that goes down sweetly, causing the lips of those that are asleep to speak."},{"reference": "Song of Solomon 7:10", "verseNumber": 10, "scripture": "I am my beloved's, and his desire is toward me."},{"reference": "Song of Solomon 7:11", "verseNumber": 11, "scripture": "Come, my beloved, let us go forth into the field; let us lodge in the villages."},{"reference": "Song of Solomon 7:12", "verseNumber": 12, "scripture": "Let us get up early to the vineyards; let us see if the vine flourish, whether the tender grape appear, and the pomegranates bud forth: there will I give you my loves."},{"reference": "Song of Solomon 7:13", "verseNumber": 13, "scripture": "The mandrakes give a smell, and at our gates are all manner of pleasant fruits, new and old, which I have laid up for you, O my beloved."}]}