{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 22, "verses": [{"reference": "Isaiah 22:1", "verseNumber": 1, "scripture": "The burden of the valley of vision. What disturbs you now, that you are wholly gone up to the housetops?"},{"reference": "Isaiah 22:2", "verseNumber": 2, "scripture": "You that are full of stirs, a tumultuous city, joyous city: your slain men are not slain with the sword, nor dead in battle."},{"reference": "Isaiah 22:3", "verseNumber": 3, "scripture": "All your rulers are fled together, they are bound by the archers: all that are found in you are bound together, which have fled from far."},{"reference": "Isaiah 22:4", "verseNumber": 4, "scripture": "Therefore said I, Look away from me; I will weep bitterly, labour not to comfort me, because of the spoiling of the daughter of my people."},{"reference": "Isaiah 22:5", "verseNumber": 5, "scripture": "For it is a day of trouble, and of treading down, and of perplexity by the Lord GOD of hosts in the valley of vision, breaking down the walls, and of crying to the mountains."},{"reference": "Isaiah 22:6", "verseNumber": 6, "scripture": "And Elam bare the quiver with chariots of men and horsemen, and Kir uncovered the shield."},{"reference": "Isaiah 22:7", "verseNumber": 7, "scripture": "And it shall come to pass, that your best valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate."},{"reference": "Isaiah 22:8", "verseNumber": 8, "scripture": "And he discovered the covering of Judah, and you did look in that day to the armour of the house of the forest."},{"reference": "Isaiah 22:9", "verseNumber": 9, "scripture": "All of you have seen also the breaches of the city of David, that they are many: and all of you gathered together the waters of the lower pool."},{"reference": "Isaiah 22:10", "verseNumber": 10, "scripture": "And all of you have numbered the houses of Jerusalem, and the houses have all of you broken down to fortify the wall."},{"reference": "Isaiah 22:11", "verseNumber": 11, "scripture": "All of you made also a ditch between the two walls for the water of the old pool: but all of you have not looked unto the maker thereof, neither had respect unto him that fashioned it long ago."},{"reference": "Isaiah 22:12", "verseNumber": 12, "scripture": "And in that day did the Lord GOD of hosts call to weeping, and to mourning, and to baldness, and to girding with sackcloth:"},{"reference": "Isaiah 22:13", "verseNumber": 13, "scripture": "And behold joy and gladness, slaying oxen, and killing sheep, eating flesh, and drinking wine: let us eat and drink; in order to morrow we shall die."},{"reference": "Isaiah 22:14", "verseNumber": 14, "scripture": "And it was revealed in mine ears by the LORD of hosts, Surely this iniquity shall not be purged from you till all of you die, says the Lord GOD of hosts."},{"reference": "Isaiah 22:15", "verseNumber": 15, "scripture": "Thus says the Lord GOD of hosts, Go, get you unto this treasurer, even unto Shebna, which is over the house, and say,"},{"reference": "Isaiah 22:16", "verseNumber": 16, "scripture": "What have you here? and whom have you here, that you have hewed you out a tomb here, as he that hews him out a tomb on high, and that graves an habitation for himself in a rock?"},{"reference": "Isaiah 22:17", "verseNumber": 17, "scripture": "Behold, the LORD will carry you away with a mighty captivity, and will surely cover you."},{"reference": "Isaiah 22:18", "verseNumber": 18, "scripture": "He will surely violently turn and toss you like a ball into a large country: there shall you die, and there the chariots of your glory shall be the shame of your lord's house."},{"reference": "Isaiah 22:19", "verseNumber": 19, "scripture": "And I will drive you from your station, and from your state shall he pull you down."},{"reference": "Isaiah 22:20", "verseNumber": 20, "scripture": "And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkiah:"},{"reference": "Isaiah 22:21", "verseNumber": 21, "scripture": "And I will clothe him with your robe, and strengthen him with your girdle, and I will commit your government into his hand: and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah."},{"reference": "Isaiah 22:22", "verseNumber": 22, "scripture": "And the key of the house of David will I lay upon his shoulder; so he shall open, and none shall shut; and he shall shut, and none shall open."},{"reference": "Isaiah 22:23", "verseNumber": 23, "scripture": "And I will fasten him as a nail in a sure place; and he shall be for a glorious throne to his father's house."},{"reference": "Isaiah 22:24", "verseNumber": 24, "scripture": "And they shall hang upon him all the glory of his father's house, the offspring and the issue, all vessels of small quantity, from the vessels of cups, even to all the vessels of flagons."},{"reference": "Isaiah 22:25", "verseNumber": 25, "scripture": "In that day, says the LORD of hosts, shall the nail that is fastened in the sure place be removed, and be cut down, and fall; and the burden that was upon it shall be cut off: for the LORD has spoken it."}]}