{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 23, "verses": [{"reference": "Isaiah 23:1", "verseNumber": 1, "scripture": "The burden of Tyre. Wail, all of you ships of Tarshish; for it is laid waste, so that there is no house, no entering in: from the land of Chittim it is revealed to them."},{"reference": "Isaiah 23:2", "verseNumber": 2, "scripture": "Be still, all of you inhabitants of the isle; you whom the merchants of Zidon, that pass over the sea, have replenished."},{"reference": "Isaiah 23:3", "verseNumber": 3, "scripture": "And by great waters the seed of Sihor, the harvest of the river, is her revenue; and she is a merchant of nations."},{"reference": "Isaiah 23:4", "verseNumber": 4, "scripture": "Be you ashamed, O Zidon: for the sea has spoken, even the strength of the sea, saying, I travail not, nor bring forth children, neither do I nourish up young men, nor bring up virgins."},{"reference": "Isaiah 23:5", "verseNumber": 5, "scripture": "As at the report concerning Egypt, so shall they be sorely pained at the report of Tyre."},{"reference": "Isaiah 23:6", "verseNumber": 6, "scripture": "Pass all of you over to Tarshish; wail, all of you inhabitants of the isle."},{"reference": "Isaiah 23:7", "verseNumber": 7, "scripture": "Is this your joyous city, whose antiquity is of ancient days? her own feet shall carry her far off to sojourn."},{"reference": "Isaiah 23:8", "verseNumber": 8, "scripture": "Who has taken this counsel against Tyre, the crowning city, whose merchants are princes, whose traffickers are the honourable of the earth?"},{"reference": "Isaiah 23:9", "verseNumber": 9, "scripture": "The LORD of hosts has purposed it, to stain the pride of all glory, and to bring into contempt all the honourable of the earth."},{"reference": "Isaiah 23:10", "verseNumber": 10, "scripture": "Pass through your land as a river, O daughter of Tarshish: there is no more strength."},{"reference": "Isaiah 23:11", "verseNumber": 11, "scripture": "He stretched out his hand over the sea, he shook the kingdoms: the LORD has given a commandment against the merchant city, to destroy the strong holds thereof."},{"reference": "Isaiah 23:12", "verseNumber": 12, "scripture": "And he said, You shall no more rejoice, O you oppressed virgin, daughter of Zidon: arise, pass over to Chittim; there also shall you have no rest."},{"reference": "Isaiah 23:13", "verseNumber": 13, "scripture": "Behold the land of the Chaldeans; this people was not, till the Assyrian founded it for them that dwell in the wilderness: they set up the towers thereof, they raised up the palaces thereof; and he brought it to ruin."},{"reference": "Isaiah 23:14", "verseNumber": 14, "scripture": "Wail, all of you ships of Tarshish: for your strength is laid waste."},{"reference": "Isaiah 23:15", "verseNumber": 15, "scripture": "And it shall come to pass in that day, that Tyre shall be forgotten seventy years, according to the days of one king: after the end of seventy years shall Tyre sing as an harlot."},{"reference": "Isaiah 23:16", "verseNumber": 16, "scripture": "Take an harp, go about the city, you harlot that have been forgotten; make sweet melody, sing many songs, that you may be remembered."},{"reference": "Isaiah 23:17", "verseNumber": 17, "scripture": "And it shall come to pass after the end of seventy years, that the LORD will visit Tyre, and she shall turn to her hire, and shall commit fornication with all the kingdoms of the world upon the face of the earth."},{"reference": "Isaiah 23:18", "verseNumber": 18, "scripture": "And her merchandise and her hire shall be holiness to the LORD: it shall not be treasured nor laid up; for her merchandise shall be for them that dwell before the LORD, to eat sufficiently, and for durable clothing."}]}