{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  28,
     "verses":  [
        {
            "reference":  "Isaiah 28:1",
             "verseNumber":  1,
             "scripture":  "Woe to the crown of pride, to the drunkards of Ephraim, whose glorious beauty is a fading flower, which are on the head of the fat valleys of them that are overcome with wine!"
        },
        {
            "reference":  "Isaiah 28:2",
             "verseNumber":  2,
             "scripture":  "Behold, the Lord has a mighty and strong one, which as a tempest of hail and a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand."
        },
        {
            "reference":  "Isaiah 28:3",
             "verseNumber":  3,
             "scripture":  "The crown of pride, the drunkards of Ephraim, shall be trodden under feet:"
        },
        {
            "reference":  "Isaiah 28:4",
             "verseNumber":  4,
             "scripture":  "And the glorious beauty, which is on the head of the fat valley, shall be a fading flower, and as the hasty fruit before the summer; which when he that looks upon it sees, while it is yet in his hand he eats it up."
        },
        {
            "reference":  "Isaiah 28:5",
             "verseNumber":  5,
             "scripture":  "In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people,"
        },
        {
            "reference":  "Isaiah 28:6",
             "verseNumber":  6,
             "scripture":  "And for a spirit of judgment to him that sits in judgment, and for strength to them that turn the battle to the gate."
        },
        {
            "reference":  "Isaiah 28:7",
             "verseNumber":  7,
             "scripture":  "But they also have erred through wine, and through strong drink are out of the way; the priest and the prophet have erred through strong drink, they are swallowed up of wine, they are out of the way through strong drink; they go astray in vision, they stumble in judgment."
        },
        {
            "reference":  "Isaiah 28:8",
             "verseNumber":  8,
             "scripture":  "For all tables are full of vomit and filthiness, so that there is no place clean."
        },
        {
            "reference":  "Isaiah 28:9",
             "verseNumber":  9,
             "scripture":  "Whom shall he teach knowledge? and whom shall he make to understand doctrine? them that are weaned from the milk, and drawn from the breasts."
        },
        {
            "reference":  "Isaiah 28:10",
             "verseNumber":  10,
             "scripture":  "For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little:"
        },
        {
            "reference":  "Isaiah 28:11",
             "verseNumber":  11,
             "scripture":  "For with stammering lips and another tongue will he speak to this people."
        },
        {
            "reference":  "Isaiah 28:12",
             "verseNumber":  12,
             "scripture":  "To whom he said, This is the rest wherewith all of you may cause the weary to rest; and this is the refreshing: yet they would not hear."
        },
        {
            "reference":  "Isaiah 28:13",
             "verseNumber":  13,
             "scripture":  "But the word of the LORD was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little; that they might go, and fall backward, and be broken, and snared, and taken."
        },
        {
            "reference":  "Isaiah 28:14",
             "verseNumber":  14,
             "scripture":  "Wherefore hear the word of the LORD, all of you scornful men, that rule this people which is in Jerusalem."
        },
        {
            "reference":  "Isaiah 28:15",
             "verseNumber":  15,
             "scripture":  "Because all of you have said, We have made a covenant with death, and with hell are we at agreement; when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves:"
        },
        {
            "reference":  "Isaiah 28:16",
             "verseNumber":  16,
             "scripture":  "Therefore thus says the Lord GOD, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner stone, a sure foundation: he that believes shall not make haste."
        },
        {
            "reference":  "Isaiah 28:17",
             "verseNumber":  17,
             "scripture":  "Judgment also will I apply to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding place."
        },
        {
            "reference":  "Isaiah 28:18",
             "verseNumber":  18,
             "scripture":  "And your covenant with death shall be disannulled, and your agreement with hell shall not stand; when the overflowing scourge shall pass through, then all of you shall be trodden down by it."
        },
        {
            "reference":  "Isaiah 28:19",
             "verseNumber":  19,
             "scripture":  "From the time that it goes forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only to understand the report."
        },
        {
            "reference":  "Isaiah 28:20",
             "verseNumber":  20,
             "scripture":  "For the bed is shorter than that a man can stretch himself on it: and the covering narrower than that he can wrap himself in it."
        },
        {
            "reference":  "Isaiah 28:21",
             "verseNumber":  21,
             "scripture":  "For the LORD shall rise up as in mount Perazim, he shall be angry as in the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act."
        },
        {
            "reference":  "Isaiah 28:22",
             "verseNumber":  22,
             "scripture":  "Now therefore be all of you not mockers, lest your bands be made strong: for I have heard from the Lord GOD of hosts a consumption, even determined upon the whole earth."
        },
        {
            "reference":  "Isaiah 28:23",
             "verseNumber":  23,
             "scripture":  "Give all of you ear, and hear my voice; hearken, and hear my speech."
        },
        {
            "reference":  "Isaiah 28:24",
             "verseNumber":  24,
             "scripture":  "Does the plowman plow all day to sow? does he open and break the clods of his ground?"
        },
        {
            "reference":  "Isaiah 28:25",
             "verseNumber":  25,
             "scripture":  "When he has made plain the face thereof, does he not cast abroad the fitches, and scatter the cummin, and cast in the principal wheat and the appointed barley and the spelt in their place?"
        },
        {
            "reference":  "Isaiah 28:26",
             "verseNumber":  26,
             "scripture":  "For his God does instruct him to discretion, and does teach him."
        },
        {
            "reference":  "Isaiah 28:27",
             "verseNumber":  27,
             "scripture":  "For the fitches are not threshed with a threshing instrument, neither is a cart wheel turned about upon the cummin; but the fitches are beaten out with a staff, and the cummin with a rod."
        },
        {
            "reference":  "Isaiah 28:28",
             "verseNumber":  28,
             "scripture":  "Bread corn is bruised; because he will not ever be threshing it, nor break it with the wheel of his cart, nor bruise it with his horsemen."
        },
        {
            "reference":  "Isaiah 28:29",
             "verseNumber":  29,
             "scripture":  "This also comes forth from the LORD of hosts, which is wonderful in counsel, and excellent in working."
        }
    ]
}