{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 3, "verses": [{"reference": "Isaiah 3:1", "verseNumber": 1, "scripture": "For, behold, the Lord, the LORD of hosts, does take away from Jerusalem and from Judah the stay and the staff, the whole stay of bread, and the whole stay of water."},{"reference": "Isaiah 3:2", "verseNumber": 2, "scripture": "The mighty man, and the man of war, the judge, and the prophet, and the prudent, and the ancient,"},{"reference": "Isaiah 3:3", "verseNumber": 3, "scripture": "The captain of fifty, and the honourable man, and the counsellor, and the cunning artificer, and the eloquent orator."},{"reference": "Isaiah 3:4", "verseNumber": 4, "scripture": "And I will give children to be their princes, and babes shall rule over them."},{"reference": "Isaiah 3:5", "verseNumber": 5, "scripture": "And the people shall be oppressed, every one by another, and every one by his neighbour: the child shall behave himself proudly against the ancient, and the base against the honourable."},{"reference": "Isaiah 3:6", "verseNumber": 6, "scripture": "When a man shall take hold of his brother of the house of his father, saying, You have clothing, be you our ruler, and let this ruin be under your hand:"},{"reference": "Isaiah 3:7", "verseNumber": 7, "scripture": "In that day shall he swear, saying, I will not be an healer; for in my house is neither bread nor clothing: make me not a ruler of the people."},{"reference": "Isaiah 3:8", "verseNumber": 8, "scripture": "For Jerusalem is ruined, and Judah is fallen: because their tongue and their doings are against the LORD, to provoke the eyes of his glory."},{"reference": "Isaiah 3:9", "verseNumber": 9, "scripture": "The show of their countenance does witness against them; and they declare their sin as Sodom, they hide it not. Woe unto their soul! for they have rewarded evil unto themselves."},{"reference": "Isaiah 3:10", "verseNumber": 10, "scripture": "Say all of you to the righteous, that it shall be well with him: for they shall eat the fruit of their doings."},{"reference": "Isaiah 3:11", "verseNumber": 11, "scripture": "Woe unto the wicked! it shall be ill with him: for the reward of his hands shall be given him."},{"reference": "Isaiah 3:12", "verseNumber": 12, "scripture": "As for my people, children are their oppressors, and women rule over them. O my people, they which lead you cause you to go astray, and destroy the way of your paths."},{"reference": "Isaiah 3:13", "verseNumber": 13, "scripture": "The LORD stands up to plead, and stands to judge the people."},{"reference": "Isaiah 3:14", "verseNumber": 14, "scripture": "The LORD will enter into judgment with the ancients of his people, and the princes thereof: for all of you have eaten up the vineyard; the spoil of the poor is in your houses."},{"reference": "Isaiah 3:15", "verseNumber": 15, "scripture": "What mean all of you that all of you beat my people to pieces, and grind the faces of the poor? says the Lord GOD of hosts."},{"reference": "Isaiah 3:16", "verseNumber": 16, "scripture": "Moreover the LORD says, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and moving enticingly as they go, and making a tinkling with their feet:"},{"reference": "Isaiah 3:17", "verseNumber": 17, "scripture": "Therefore the LORD will strike with a scab the crown of the head of the daughters of Zion, and the LORD will discover their secret parts."},{"reference": "Isaiah 3:18", "verseNumber": 18, "scripture": "In that day the Lord will take away the bravery of their tinkling ornaments about their feet, and their cauls, and their round tires like the moon,"},{"reference": "Isaiah 3:19", "verseNumber": 19, "scripture": "The chains, and the bracelets, and the covering for the lower part of the face,"},{"reference": "Isaiah 3:20", "verseNumber": 20, "scripture": "The bonnets, and the ornaments of the legs, and the headbands, and the tablets, and the earrings,"},{"reference": "Isaiah 3:21", "verseNumber": 21, "scripture": "The rings, and nose jewels,"},{"reference": "Isaiah 3:22", "verseNumber": 22, "scripture": "The changeable suits of apparel, and the mantles, and the wimples, and the crisping pins,"},{"reference": "Isaiah 3:23", "verseNumber": 23, "scripture": "The glasses, and the fine linen, and the hoods, and the vails."},{"reference": "Isaiah 3:24", "verseNumber": 24, "scripture": "And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and burning instead of beauty."},{"reference": "Isaiah 3:25", "verseNumber": 25, "scripture": "Your men shall fall by the sword, and your mighty in the war."},{"reference": "Isaiah 3:26", "verseNumber": 26, "scripture": "And her gates shall lament and mourn; and she being desolate shall sit upon the ground."}]}