{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  36,
     "verses":  [
        {
            "reference":  "Isaiah 36:1",
             "verseNumber":  1,
             "scripture":  "Now it came to pass in the fourteenth year of king Hezekiah, that Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them."
        },
        {
            "reference":  "Isaiah 36:2",
             "verseNumber":  2,
             "scripture":  "And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the launderer's field."
        },
        {
            "reference":  "Isaiah 36:3",
             "verseNumber":  3,
             "scripture":  "Then came forth unto him Eliakim, Hilkiah's son, which was over the house, and Shebna the scribe, and Joah, Asaph's son, the recorder."
        },
        {
            "reference":  "Isaiah 36:4",
             "verseNumber":  4,
             "scripture":  "And Rabshakeh said unto them, Say all of you now to Hezekiah, Thus says the great king, the king of Assyria, What confidence is this wherein you trust?"
        },
        {
            "reference":  "Isaiah 36:5",
             "verseNumber":  5,
             "scripture":  "I say, says you, (but they are but vain words) I have counsel and strength for war: now on whom do you trust, that you rebel against me?"
        },
        {
            "reference":  "Isaiah 36:6",
             "verseNumber":  6,
             "scripture":  "Lo, you trust in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt to all that trust in him."
        },
        {
            "reference":  "Isaiah 36:7",
             "verseNumber":  7,
             "scripture":  "But if you say to me, We trust in the LORD our God: is it not he, whose high places and whose altars Hezekiah has taken away, and said to Judah and to Jerusalem, All of you shall worship before this altar?"
        },
        {
            "reference":  "Isaiah 36:8",
             "verseNumber":  8,
             "scripture":  "Now therefore give pledges, I pray you, to my master the king of Assyria, and I will give you two thousand horses, if you be able on your part to set riders upon them."
        },
        {
            "reference":  "Isaiah 36:9",
             "verseNumber":  9,
             "scripture":  "How then will you turn away the face of one captain of the least of my master's servants, and put your trust on Egypt for chariots and for horsemen?"
        },
        {
            "reference":  "Isaiah 36:10",
             "verseNumber":  10,
             "scripture":  "And am I now come up without the LORD against this land to destroy it? the LORD said unto me, Go up against this land, and destroy it."
        },
        {
            "reference":  "Isaiah 36:11",
             "verseNumber":  11,
             "scripture":  "Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak, I pray you, unto your servants in the Syrian language; for we understand it: and speak not to us in the Jews' language, in the ears of the people that are on the wall."
        },
        {
            "reference":  "Isaiah 36:12",
             "verseNumber":  12,
             "scripture":  "But Rabshakeh said, Has my master sent me to your master and to you to speak these words? has he not sent me to the men that sit upon the wall, that they may eat their own dung, and drink their own piss with you?"
        },
        {
            "reference":  "Isaiah 36:13",
             "verseNumber":  13,
             "scripture":  "Then Rabshakeh stood, and cried with a loud voice in the Jews' language, and said, Hear all of you the words of the great king, the king of Assyria."
        },
        {
            "reference":  "Isaiah 36:14",
             "verseNumber":  14,
             "scripture":  "Thus says the king, Let not Hezekiah deceive you: for he shall not be able to deliver you."
        },
        {
            "reference":  "Isaiah 36:15",
             "verseNumber":  15,
             "scripture":  "Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us: this city shall not be delivered into the hand of the king of Assyria."
        },
        {
            "reference":  "Isaiah 36:16",
             "verseNumber":  16,
             "scripture":  "Hearken not to Hezekiah: for thus says the king of Assyria, Make an agreement with me by a present, and come out to me: and eat all of you every one of his vine, and every one of his fig tree, and drink all of you every one the waters of his own cistern;"
        },
        {
            "reference":  "Isaiah 36:17",
             "verseNumber":  17,
             "scripture":  "Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards."
        },
        {
            "reference":  "Isaiah 36:18",
             "verseNumber":  18,
             "scripture":  "Beware lest Hezekiah persuade you, saying, the LORD will deliver us. Has any of the gods of the nations delivered his land out of the hand of the king of Assyria?"
        },
        {
            "reference":  "Isaiah 36:19",
             "verseNumber":  19,
             "scripture":  "Where are the gods of Hamath and Arphad? where are the gods of Sepharvaim? and have they delivered Samaria out of my hand?"
        },
        {
            "reference":  "Isaiah 36:20",
             "verseNumber":  20,
             "scripture":  "Who are they among all the gods of these lands, that have delivered their land out of my hand, that the LORD should deliver Jerusalem out of my hand?"
        },
        {
            "reference":  "Isaiah 36:21",
             "verseNumber":  21,
             "scripture":  "But they held their peace, and answered him not a word: for the king's commandment was, saying, Answer him not."
        },
        {
            "reference":  "Isaiah 36:22",
             "verseNumber":  22,
             "scripture":  "Then came Eliakim, the son of Hilkiah, that was over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder, to Hezekiah with their clothes rent, and told him the words of Rabshakeh."
        }
    ]
}