{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  39,
     "verses":  [
        {
            "reference":  "Isaiah 39:1",
             "verseNumber":  1,
             "scripture":  "At that time Merodachbaladan, the son of Baladan, king of Babylon, sent letters and a present to Hezekiah: for he had heard that he had been sick, and was recovered."
        },
        {
            "reference":  "Isaiah 39:2",
             "verseNumber":  2,
             "scripture":  "And Hezekiah was glad of them, and showed them the house of his precious things, the silver, and the gold, and the spices, and the precious ointment, and all the house of his armour, and all that was found in his treasures: there was nothing in his house, nor in all his dominion, that Hezekiah showed them not."
        },
        {
            "reference":  "Isaiah 39:3",
             "verseNumber":  3,
             "scripture":  "Then came Isaiah the prophet unto king Hezekiah, and said unto him, What said these men? and from whence came they unto you? And Hezekiah said, They are come from a far country unto me, even from Babylon."
        },
        {
            "reference":  "Isaiah 39:4",
             "verseNumber":  4,
             "scripture":  "Then said he, What have they seen in yours house? And Hezekiah answered, All that is in mine house have they seen: there is nothing among my treasures that I have not showed them."
        },
        {
            "reference":  "Isaiah 39:5",
             "verseNumber":  5,
             "scripture":  "Then said Isaiah to Hezekiah, Hear the word of the LORD of hosts:"
        },
        {
            "reference":  "Isaiah 39:6",
             "verseNumber":  6,
             "scripture":  "Behold, the days come, that all that is in yours house, and that which your fathers have laid up in store until this day, shall be carried to Babylon: nothing shall be left, says the LORD."
        },
        {
            "reference":  "Isaiah 39:7",
             "verseNumber":  7,
             "scripture":  "And of your sons that shall issue from you, which you shall brought forth, shall they take away; and they shall be eunuchs in the palace of the king of Babylon."
        },
        {
            "reference":  "Isaiah 39:8",
             "verseNumber":  8,
             "scripture":  "Then said Hezekiah to Isaiah, Good is the word of the LORD which you have spoken. He said moreover, For there shall be peace and truth in my days."
        }
    ]
}