{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 40, "verses": [{"reference": "Isaiah 40:1", "verseNumber": 1, "scripture": "Comfort all of you, comfort all of you my people, says your God."},{"reference": "Isaiah 40:2", "verseNumber": 2, "scripture": "Speak all of you comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she has received of the LORD's hand double for all her sins."},{"reference": "Isaiah 40:3", "verseNumber": 3, "scripture": "The voice of him that cries in the wilderness, Prepare all of you the way of the LORD, make straight in the desert a highway for our God."},{"reference": "Isaiah 40:4", "verseNumber": 4, "scripture": "Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:"},{"reference": "Isaiah 40:5", "verseNumber": 5, "scripture": "And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD has spoken it."},{"reference": "Isaiah 40:6", "verseNumber": 6, "scripture": "The voice said, Cry. And he said, What shall I cry? All flesh is grass, and all the goodliness thereof is as the flower of the field:"},{"reference": "Isaiah 40:7", "verseNumber": 7, "scripture": "The grass withers, the flower fades: because the spirit of the LORD blows upon it: surely the people is grass."},{"reference": "Isaiah 40:8", "verseNumber": 8, "scripture": "The grass withers, the flower fades: but the word of our God shall stand for ever."},{"reference": "Isaiah 40:9", "verseNumber": 9, "scripture": "O Zion, that bring good tidings, get you up into the high mountain; O Jerusalem, that bring good tidings, lift up your voice with strength; lift it up, be not afraid; say unto the cities of Judah, Behold your God!"},{"reference": "Isaiah 40:10", "verseNumber": 10, "scripture": "Behold, the Lord GOD will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him."},{"reference": "Isaiah 40:11", "verseNumber": 11, "scripture": "He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young."},{"reference": "Isaiah 40:12", "verseNumber": 12, "scripture": "Who has measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?"},{"reference": "Isaiah 40:13", "verseNumber": 13, "scripture": "Who has directed the Spirit of the LORD, or being his counsellor has taught him?"},{"reference": "Isaiah 40:14", "verseNumber": 14, "scripture": "With whom took he counsel, and who instructed him, and taught him in the path of judgment, and taught him knowledge, and showed to him the way of understanding?"},{"reference": "Isaiah 40:15", "verseNumber": 15, "scripture": "Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, he takes up the isles as a very little thing."},{"reference": "Isaiah 40:16", "verseNumber": 16, "scripture": "And Lebanon is not sufficient to burn, nor the beasts thereof sufficient for a burnt offering."},{"reference": "Isaiah 40:17", "verseNumber": 17, "scripture": "All nations before him are as nothing; and they are counted to him less than nothing, and vanity."},{"reference": "Isaiah 40:18", "verseNumber": 18, "scripture": "To whom then will all of you liken God? or what likeness will all of you compare unto him?"},{"reference": "Isaiah 40:19", "verseNumber": 19, "scripture": "The workman melts a graven image, and the goldsmith spreads it over with gold, and casts silver chains."},{"reference": "Isaiah 40:20", "verseNumber": 20, "scripture": "He that is so impoverished that he has no oblation chooses a tree that will not rot; he seeks unto him a cunning workman to prepare a graven image, that shall not be moved."},{"reference": "Isaiah 40:21", "verseNumber": 21, "scripture": "Have all of you not known? have all of you not heard? has it not been told you from the beginning? have all of you not understood from the foundations of the earth?"},{"reference": "Isaiah 40:22", "verseNumber": 22, "scripture": "It is he that sits upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretches out the heavens as a curtain, and spreads them out as a tent to dwell in:"},{"reference": "Isaiah 40:23", "verseNumber": 23, "scripture": "That brings the princes to nothing; he makes the judges of the earth as vanity."},{"reference": "Isaiah 40:24", "verseNumber": 24, "scripture": "Yea, they shall not be planted; yea, they shall not be sown: yea, their stock shall not take root in the earth: and he shall also blow upon them, and they shall wither, and the whirlwind shall take them away as stubble."},{"reference": "Isaiah 40:25", "verseNumber": 25, "scripture": "To whom then will all of you liken me, or shall I be equal? says the Holy One."},{"reference": "Isaiah 40:26", "verseNumber": 26, "scripture": "Lift up your eyes on high, and behold who has created these things, that brings out their host by number: he calls them all by names by the greatness of his might, for that he is strong in power; not one fails."},{"reference": "Isaiah 40:27", "verseNumber": 27, "scripture": "Why says you, O Jacob, and speak, O Israel, My way is hid from the LORD, and my judgment is passed over from my God?"},{"reference": "Isaiah 40:28", "verseNumber": 28, "scripture": "Have you not known? have you not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, faints not, neither is weary? there is no searching of his understanding."},{"reference": "Isaiah 40:29", "verseNumber": 29, "scripture": "He gives power to the faint; and to them that have no might he increases strength."},{"reference": "Isaiah 40:30", "verseNumber": 30, "scripture": "Even the youths shall faint and be weary, and the young men shall utterly fall:"},{"reference": "Isaiah 40:31", "verseNumber": 31, "scripture": "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."}]}