{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  44,
     "verses":  [
        {
            "reference":  "Isaiah 44:1",
             "verseNumber":  1,
             "scripture":  "Yet now hear, O Jacob my servant; and Israel, whom I have chosen:"
        },
        {
            "reference":  "Isaiah 44:2",
             "verseNumber":  2,
             "scripture":  "Thus says the LORD that made you, and formed you from the womb, which will help you; Fear not, O Jacob, my servant; and you, Jesurun, whom I have chosen."
        },
        {
            "reference":  "Isaiah 44:3",
             "verseNumber":  3,
             "scripture":  "For I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon your seed, and my blessing upon yours offspring:"
        },
        {
            "reference":  "Isaiah 44:4",
             "verseNumber":  4,
             "scripture":  "And they shall spring up as among the grass, as willows by the water courses."
        },
        {
            "reference":  "Isaiah 44:5",
             "verseNumber":  5,
             "scripture":  "One shall say, I am the LORD's; and another shall call himself by the name of Jacob; and another shall subscribe with his hand unto the LORD, and surname himself by the name of Israel."
        },
        {
            "reference":  "Isaiah 44:6",
             "verseNumber":  6,
             "scripture":  "Thus says the LORD the King of Israel, and his redeemer the LORD of hosts; I am the first, and I am the last; and beside me there is no God."
        },
        {
            "reference":  "Isaiah 44:7",
             "verseNumber":  7,
             "scripture":  "And who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them show unto them."
        },
        {
            "reference":  "Isaiah 44:8",
             "verseNumber":  8,
             "scripture":  "Fear all of you not, neither be afraid: have not I told you from that time, and have declared it? all of you are even my witnesses. Is there a God beside me? yea, there is no God; I know not any."
        },
        {
            "reference":  "Isaiah 44:9",
             "verseNumber":  9,
             "scripture":  "They that make a graven image are all of them vanity; and their delectable things shall not profit; and they are their own witnesses; they see not, nor know; that they may be ashamed."
        },
        {
            "reference":  "Isaiah 44:10",
             "verseNumber":  10,
             "scripture":  "Who has formed a god, or molten a graven image that is profitable for nothing?"
        },
        {
            "reference":  "Isaiah 44:11",
             "verseNumber":  11,
             "scripture":  "Behold, all his fellows shall be ashamed: and the workmen, they are of men: let them all be gathered together, let them stand up; yet they shall fear, and they shall be ashamed together."
        },
        {
            "reference":  "Isaiah 44:12",
             "verseNumber":  12,
             "scripture":  "The smith with the tongs both works in the coals, and fashions it with hammers, and works it with the strength of his arms: yea, he is hungry, and his strength fails: he drinks no water, and is faint."
        },
        {
            "reference":  "Isaiah 44:13",
             "verseNumber":  13,
             "scripture":  "The carpenter stretches out his rule; he marks it out with a line; he fits it with planes, and he marks it out with the compass, and makes it after the figure of a man, according to the beauty of a man; that it may remain in the house."
        },
        {
            "reference":  "Isaiah 44:14",
             "verseNumber":  14,
             "scripture":  "He hews him down cedars, and takes the cypress and the oak, which he strengthens for himself among the trees of the forest: he plants an ash, and the rain does nourish it."
        },
        {
            "reference":  "Isaiah 44:15",
             "verseNumber":  15,
             "scripture":  "Then shall it be for a man to burn: for he will take thereof, and warm himself; yea, he kindles it, and bakes bread; yea, he makes a god, and worships it; he makes it a graven image, and falls down thereto."
        },
        {
            "reference":  "Isaiah 44:16",
             "verseNumber":  16,
             "scripture":  "He burns part thereof in the fire; with part thereof he eats flesh; he roasts roast, and is satisfied: yea, he warms himself, and says, Aha, I am warm, I have seen the fire:"
        },
        {
            "reference":  "Isaiah 44:17",
             "verseNumber":  17,
             "scripture":  "And the residue thereof he makes a god, even his graven image: he falls down unto it, and worships it, and prays unto it, and says, Deliver me; for you are my god."
        },
        {
            "reference":  "Isaiah 44:18",
             "verseNumber":  18,
             "scripture":  "They have not known nor understood: for he has shut their eyes, that they cannot see; and their hearts, that they cannot understand."
        },
        {
            "reference":  "Isaiah 44:19",
             "verseNumber":  19,
             "scripture":  "And none considers in his heart, neither is there knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten it: and shall I make the residue thereof an abomination? shall I fall down to the stock of a tree?"
        },
        {
            "reference":  "Isaiah 44:20",
             "verseNumber":  20,
             "scripture":  "He feeds on ashes: a deceived heart has turned him aside, that he cannot deliver his soul, nor say, Is there not a lie in my right hand?"
        },
        {
            "reference":  "Isaiah 44:21",
             "verseNumber":  21,
             "scripture":  "Remember these, O Jacob and Israel; for you are my servant: I have formed you; you are my servant: O Israel, you shall not be forgotten of me."
        },
        {
            "reference":  "Isaiah 44:22",
             "verseNumber":  22,
             "scripture":  "I have blotted out, as a thick cloud, your transgressions, and, as a cloud, your sins: return unto me; for I have redeemed you."
        },
        {
            "reference":  "Isaiah 44:23",
             "verseNumber":  23,
             "scripture":  "Sing, O all of you heavens; for the LORD has done it: shout, all of you lower parts of the earth: break forth into singing, all of you mountains, O forest, and every tree therein: for the LORD has redeemed Jacob, and glorified himself in Israel."
        },
        {
            "reference":  "Isaiah 44:24",
             "verseNumber":  24,
             "scripture":  "Thus says the LORD, your redeemer, and he that formed you from the womb, I am the LORD that makes all things; that stretches forth the heavens alone; that spreads abroad the earth by myself;"
        },
        {
            "reference":  "Isaiah 44:25",
             "verseNumber":  25,
             "scripture":  "That frustrates the tokens of the liars, and makes diviners mad; that turns wise men backward, and makes their knowledge foolish;"
        },
        {
            "reference":  "Isaiah 44:26",
             "verseNumber":  26,
             "scripture":  "That confirms the word of his servant, and performs the counsel of his messengers; that says to Jerusalem, You shall be inhabited; and to the cities of Judah, All of you shall be built, and I will raise up the decayed places thereof:"
        },
        {
            "reference":  "Isaiah 44:27",
             "verseNumber":  27,
             "scripture":  "That says to the deep, Be dry, and I will dry up your rivers:"
        },
        {
            "reference":  "Isaiah 44:28",
             "verseNumber":  28,
             "scripture":  "That says of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, You shall be built; and to the temple, Your foundation shall be laid."
        }
    ]
}