{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  45,
     "verses":  [
        {
            "reference":  "Isaiah 45:1",
             "verseNumber":  1,
             "scripture":  "Thus says the LORD to his anointed, to Cyrus, whose right hand I have held, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;"
        },
        {
            "reference":  "Isaiah 45:2",
             "verseNumber":  2,
             "scripture":  "I will go before you, and make the crooked places straight: I will break in pieces the gates of brass, and cut in two the bars of iron:"
        },
        {
            "reference":  "Isaiah 45:3",
             "verseNumber":  3,
             "scripture":  "And I will give you the treasures of darkness, and hidden riches of secret places, that you may know that I, the LORD, which call you by your name, am the God of Israel."
        },
        {
            "reference":  "Isaiah 45:4",
             "verseNumber":  4,
             "scripture":  "For Jacob my servant's sake, and Israel mine elect, I have even called you by your name: I have surnamed you, though you have not known me."
        },
        {
            "reference":  "Isaiah 45:5",
             "verseNumber":  5,
             "scripture":  "I am the LORD, and there is none else, there is no God beside me: I girded you, though you have not known me:"
        },
        {
            "reference":  "Isaiah 45:6",
             "verseNumber":  6,
             "scripture":  "That they may know from the rising of the sun, and from the west, that there is none beside me. I am the LORD, and there is none else."
        },
        {
            "reference":  "Isaiah 45:7",
             "verseNumber":  7,
             "scripture":  "I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things."
        },
        {
            "reference":  "Isaiah 45:8",
             "verseNumber":  8,
             "scripture":  "Drop down, all of you heavens, from above, and let the skies pour down righteousness: let the earth open, and let them bring forth salvation, and let righteousness spring up together; I the LORD have created it."
        },
        {
            "reference":  "Isaiah 45:9",
             "verseNumber":  9,
             "scripture":  "Woe unto him that strives with his Maker! Let the potsherd strive with the potsherds of the earth. Shall the clay say to him that fashions it, What make you? or your work, He has no hands?"
        },
        {
            "reference":  "Isaiah 45:10",
             "verseNumber":  10,
             "scripture":  "Woe unto him that says unto his father, What brought forth you? or to the woman, What have you brought forth?"
        },
        {
            "reference":  "Isaiah 45:11",
             "verseNumber":  11,
             "scripture":  "Thus says the LORD, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command all of you me."
        },
        {
            "reference":  "Isaiah 45:12",
             "verseNumber":  12,
             "scripture":  "I have made the earth, and created man upon it: I, even my hands, have stretched out the heavens, and all their host have I commanded."
        },
        {
            "reference":  "Isaiah 45:13",
             "verseNumber":  13,
             "scripture":  "I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, says the LORD of hosts."
        },
        {
            "reference":  "Isaiah 45:14",
             "verseNumber":  14,
             "scripture":  "Thus says the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto you, and they shall be yours: they shall come after you; in chains they shall come over, and they shall fall down unto you, they shall make supplication unto you, saying, Surely God is in you; and there is none else, there is no God."
        },
        {
            "reference":  "Isaiah 45:15",
             "verseNumber":  15,
             "scripture":  "Verily you are a God that hide yourself, O God of Israel, the Saviour."
        },
        {
            "reference":  "Isaiah 45:16",
             "verseNumber":  16,
             "scripture":  "They shall be ashamed, and also confounded, all of them: they shall go to confusion together that are makers of idols."
        },
        {
            "reference":  "Isaiah 45:17",
             "verseNumber":  17,
             "scripture":  "But Israel shall be saved in the LORD with an everlasting salvation: all of you shall not be ashamed nor confounded world without end."
        },
        {
            "reference":  "Isaiah 45:18",
             "verseNumber":  18,
             "scripture":  "For thus says the LORD that created the heavens; God himself that formed the earth and made it; he has established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else."
        },
        {
            "reference":  "Isaiah 45:19",
             "verseNumber":  19,
             "scripture":  "I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek all of you me in vain: I the LORD speak righteousness, I declare things that are right."
        },
        {
            "reference":  "Isaiah 45:20",
             "verseNumber":  20,
             "scripture":  "Assemble yourselves and come; draw near together, all of you that are escaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god that cannot save."
        },
        {
            "reference":  "Isaiah 45:21",
             "verseNumber":  21,
             "scripture":  "Tell all of you, and bring them near; yea, let them take counsel together: who has declared this from ancient time? who has told it from that time? have not I the LORD? and there is no God else beside me; a just God and a Saviour; there is none beside me."
        },
        {
            "reference":  "Isaiah 45:22",
             "verseNumber":  22,
             "scripture":  "Look unto me, and be all of you saved, all the ends of the earth: for I am God, and there is none else."
        },
        {
            "reference":  "Isaiah 45:23",
             "verseNumber":  23,
             "scripture":  "I have sworn by myself, the word is gone out of my mouth in righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear."
        },
        {
            "reference":  "Isaiah 45:24",
             "verseNumber":  24,
             "scripture":  "Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed."
        },
        {
            "reference":  "Isaiah 45:25",
             "verseNumber":  25,
             "scripture":  "In the LORD shall all the seed of Israel be justified, and shall glory."
        }
    ]
}