{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  48,
     "verses":  [
        {
            "reference":  "Isaiah 48:1",
             "verseNumber":  1,
             "scripture":  "Hear all of you this, O house of Jacob, which are called by the name of Israel, and are come forth out of the waters of Judah, which swear by the name of the LORD, and make mention of the God of Israel, but not in truth, nor in righteousness."
        },
        {
            "reference":  "Isaiah 48:2",
             "verseNumber":  2,
             "scripture":  "For they call themselves of the holy city, and stay themselves upon the God of Israel; The LORD of hosts is his name."
        },
        {
            "reference":  "Isaiah 48:3",
             "verseNumber":  3,
             "scripture":  "I have declared the former things from the beginning; and they went forth out of my mouth, and I showed them; I did them suddenly, and they came to pass."
        },
        {
            "reference":  "Isaiah 48:4",
             "verseNumber":  4,
             "scripture":  "Because I knew that you are obstinate, and your neck is an iron sinew, and your brow brass;"
        },
        {
            "reference":  "Isaiah 48:5",
             "verseNumber":  5,
             "scripture":  "I have even from the beginning declared it to you; before it came to pass I showed it you: lest you should say, Mine idol has done them, and my graven image, and my molten image, has commanded them."
        },
        {
            "reference":  "Isaiah 48:6",
             "verseNumber":  6,
             "scripture":  "You have heard, see all this; and will not all of you declare it? I have showed you new things from this time, even hidden things, and you did not know them."
        },
        {
            "reference":  "Isaiah 48:7",
             "verseNumber":  7,
             "scripture":  "They are created now, and not from the beginning; even before the day when you heard them not; lest you should say, Behold, I knew them."
        },
        {
            "reference":  "Isaiah 48:8",
             "verseNumber":  8,
             "scripture":  "Yea, you heard not; yea, you knew not; yea, from that time that yours ear was not opened: for I knew that you would deal very treacherously, and were called a transgressor from the womb."
        },
        {
            "reference":  "Isaiah 48:9",
             "verseNumber":  9,
             "scripture":  "For my name's sake will I defer mine anger, and for my praise will I refrain for you, that I cut you not off."
        },
        {
            "reference":  "Isaiah 48:10",
             "verseNumber":  10,
             "scripture":  "Behold, I have refined you, but not with silver; I have chosen you in the furnace of affliction."
        },
        {
            "reference":  "Isaiah 48:11",
             "verseNumber":  11,
             "scripture":  "For mine own sake, even for mine own sake, will I do it: for how should my name be polluted? and I will not give my glory unto another."
        },
        {
            "reference":  "Isaiah 48:12",
             "verseNumber":  12,
             "scripture":  "Hearken unto me, O Jacob and Israel, my called; I am he; I am the first, I also am the last."
        },
        {
            "reference":  "Isaiah 48:13",
             "verseNumber":  13,
             "scripture":  "Mine hand also has laid the foundation of the earth, and my right hand has spanned the heavens: when I call unto them, they stand up together."
        },
        {
            "reference":  "Isaiah 48:14",
             "verseNumber":  14,
             "scripture":  "All you, assemble yourselves, and hear; which among them has declared these things? The LORD has loved him: he will do his pleasure on Babylon, and his arm shall be on the Chaldeans."
        },
        {
            "reference":  "Isaiah 48:15",
             "verseNumber":  15,
             "scripture":  "I, even I, have spoken; yea, I have called him: I have brought him, and he shall make his way prosperous."
        },
        {
            "reference":  "Isaiah 48:16",
             "verseNumber":  16,
             "scripture":  "Come all of you near unto me, hear all of you this; I have not spoken in secret from the beginning; from the time that it was, there am I: and now the Lord GOD, and his Spirit, has sent me."
        },
        {
            "reference":  "Isaiah 48:17",
             "verseNumber":  17,
             "scripture":  "Thus says the LORD, your Redeemer, the Holy One of Israel; I am the LORD your God which teaches you to profit, which leads you by the way that you should go."
        },
        {
            "reference":  "Isaiah 48:18",
             "verseNumber":  18,
             "scripture":  "O that you had hearkened to my commandments! then had your peace been as a river, and your righteousness as the waves of the sea:"
        },
        {
            "reference":  "Isaiah 48:19",
             "verseNumber":  19,
             "scripture":  "Your seed also had been as the sand, and the offspring of your bowels like the gravel thereof; his name should not have been cut off nor destroyed from before me."
        },
        {
            "reference":  "Isaiah 48:20",
             "verseNumber":  20,
             "scripture":  "Go all of you out of Babylon, flee all of you from the Chaldeans, with a voice of singing declare all of you, tell this, utter it even to the end of the earth; say all of you, The LORD has redeemed his servant Jacob."
        },
        {
            "reference":  "Isaiah 48:21",
             "verseNumber":  21,
             "scripture":  "And they thirsted not when he led them through the deserts: he caused the waters to flow out of the rock for them: he clave the rock also, and the waters gushed out."
        },
        {
            "reference":  "Isaiah 48:22",
             "verseNumber":  22,
             "scripture":  "There is no peace, says the LORD, unto the wicked."
        }
    ]
}