{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 52, "verses": [{"reference": "Isaiah 52:1", "verseNumber": 1, "scripture": "Awake, awake; put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into you the uncircumcised and the unclean."},{"reference": "Isaiah 52:2", "verseNumber": 2, "scripture": "Shake yourself from the dust; arise, and sit down, O Jerusalem: loose yourself from the bands of your neck, O captive daughter of Zion."},{"reference": "Isaiah 52:3", "verseNumber": 3, "scripture": "For thus says the LORD, All of you have sold yourselves for nothing; and all of you shall be redeemed without money."},{"reference": "Isaiah 52:4", "verseNumber": 4, "scripture": "For thus says the Lord GOD, My people went down in old times into Egypt to sojourn there; and the Assyrian oppressed them without cause."},{"reference": "Isaiah 52:5", "verseNumber": 5, "scripture": "Now therefore, what have I here, says the LORD, that my people is taken away for nothing? they that rule over them make them to wail, says the LORD; and my name continually every day is blasphemed."},{"reference": "Isaiah 52:6", "verseNumber": 6, "scripture": "Therefore my people shall know my name: therefore they shall know in that day that I am he that does speak: behold, it is I."},{"reference": "Isaiah 52:7", "verseNumber": 7, "scripture": "How beautiful upon the mountains are the feet of him that brings good tidings, that publishes peace; that brings good tidings of good, that publishes salvation; that says unto Zion, Your God reigns!"},{"reference": "Isaiah 52:8", "verseNumber": 8, "scripture": "Your watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the LORD shall bring again Zion."},{"reference": "Isaiah 52:9", "verseNumber": 9, "scripture": "Break forth into joy, sing together, all of you waste places of Jerusalem: for the LORD has comforted his people, he has redeemed Jerusalem."},{"reference": "Isaiah 52:10", "verseNumber": 10, "scripture": "The LORD has made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."},{"reference": "Isaiah 52:11", "verseNumber": 11, "scripture": "Depart all of you, depart all of you, go all of you out from thence, touch no unclean thing; go all of you out of the midst of her; be all of you clean, that bear the vessels of the LORD."},{"reference": "Isaiah 52:12", "verseNumber": 12, "scripture": "For all of you shall not go out with haste, nor go by flight: for the LORD will go before you; and the God of Israel will be your rear guard."},{"reference": "Isaiah 52:13", "verseNumber": 13, "scripture": "Behold, my servant shall deal prudently, he shall be exalted and extolled, and be very high."},{"reference": "Isaiah 52:14", "verseNumber": 14, "scripture": "As many were astonished at you; his visage was so ruined more than any man, and his form more than the sons of men:"},{"reference": "Isaiah 52:15", "verseNumber": 15, "scripture": "So shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had not been told them shall they see; and that which they had not heard shall they consider."}]}