{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 6, "verses": [{"reference": "Isaiah 6:1", "verseNumber": 1, "scripture": "In the year that king Uzziah died I saw also the LORD sitting upon a throne, high and lifted up, and his train filled the temple."},{"reference": "Isaiah 6:2", "verseNumber": 2, "scripture": "Above it stood the seraphims: each one had six wings; with two he covered his face, and with two he covered his feet, and with two he did fly."},{"reference": "Isaiah 6:3", "verseNumber": 3, "scripture": "And one cried unto another, and said, Holy, holy, holy, is the LORD of hosts: the whole earth is full of his glory."},{"reference": "Isaiah 6:4", "verseNumber": 4, "scripture": "And the posts of the door moved at the voice of him that cried, and the house was filled with smoke."},{"reference": "Isaiah 6:5", "verseNumber": 5, "scripture": "Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts."},{"reference": "Isaiah 6:6", "verseNumber": 6, "scripture": "Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:"},{"reference": "Isaiah 6:7", "verseNumber": 7, "scripture": "And he laid it upon my mouth, and said, Lo, this has touched your lips; and yours iniquity is taken away, and your sin purged."},{"reference": "Isaiah 6:8", "verseNumber": 8, "scripture": "Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me."},{"reference": "Isaiah 6:9", "verseNumber": 9, "scripture": "And he said, Go, and tell this people, Hear all of you indeed, but understand not; and see all of you indeed, but perceive not."},{"reference": "Isaiah 6:10", "verseNumber": 10, "scripture": "Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed."},{"reference": "Isaiah 6:11", "verseNumber": 11, "scripture": "Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,"},{"reference": "Isaiah 6:12", "verseNumber": 12, "scripture": "And the LORD have removed men far away, and there be a great forsaking in the midst of the land."},{"reference": "Isaiah 6:13", "verseNumber": 13, "scripture": "But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be the substance thereof."}]}