{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Isai", "chapterNumber": 62, "verses": [{"reference": "Isaiah 62:1", "verseNumber": 1, "scripture": "For Zion's sake will I not hold my peace, and for Jerusalem's sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp that burns."},{"reference": "Isaiah 62:2", "verseNumber": 2, "scripture": "And the Gentiles shall see your righteousness, and all kings your glory: and you shall be called by a new name, which the mouth of the LORD shall name."},{"reference": "Isaiah 62:3", "verseNumber": 3, "scripture": "You shall also be a crown of glory in the hand of the LORD, and a royal diadem in the hand of your God."},{"reference": "Isaiah 62:4", "verseNumber": 4, "scripture": "You shall no more be termed Forsaken; neither shall your land any more be termed Desolate: but you shall be called Hephzibah, and your land Beulah: for the LORD delights in you, and your land shall be married."},{"reference": "Isaiah 62:5", "verseNumber": 5, "scripture": "For as a young man marries a virgin, so shall your sons marry you: and as the bridegroom rejoices over the bride, so shall your God rejoice over you."},{"reference": "Isaiah 62:6", "verseNumber": 6, "scripture": "I have set watchmen upon your walls, O Jerusalem, which shall never hold their peace day nor night: all of you that make mention of the LORD, keep not silence,"},{"reference": "Isaiah 62:7", "verseNumber": 7, "scripture": "And give him no rest, till he establish, and till he make Jerusalem a praise in the earth."},{"reference": "Isaiah 62:8", "verseNumber": 8, "scripture": "The LORD has sworn by his right hand, and by the arm of his strength, Surely I will no more give your corn to be food for yours enemies; and the sons of the stranger shall not drink your wine, for the which you have laboured:"},{"reference": "Isaiah 62:9", "verseNumber": 9, "scripture": "But they that have gathered it shall eat it, and praise the LORD; and they that have brought it together shall drink it in the courts of my holiness."},{"reference": "Isaiah 62:10", "verseNumber": 10, "scripture": "Go through, go through the gates; prepare all of you the way of the people; cast up, cast up the highway; gather out the stones; lift up a standard for the people."},{"reference": "Isaiah 62:11", "verseNumber": 11, "scripture": "Behold, the LORD has proclaimed unto the end of the world, Say all of you to the daughter of Zion, Behold, your salvation comes; behold, his reward is with him, and his work before him."},{"reference": "Isaiah 62:12", "verseNumber": 12, "scripture": "And they shall call them, The holy people, The redeemed of the LORD: and you shall be called, Sought out, A city not forsaken."}]}