{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Isaiah",
     "bookAbbreviation":  "Isai",
     "chapterNumber":  7,
     "verses":  [
        {
            "reference":  "Isaiah 7:1",
             "verseNumber":  1,
             "scripture":  "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Syria, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it."
        },
        {
            "reference":  "Isaiah 7:2",
             "verseNumber":  2,
             "scripture":  "And it was told the house of David, saying, Syria is confederate with Ephraim. And his heart was moved, and the heart of his people, as the trees of the wood are moved with the wind."
        },
        {
            "reference":  "Isaiah 7:3",
             "verseNumber":  3,
             "scripture":  "Then said the LORD unto Isaiah, Go forth now to meet Ahaz, you, and Shearjashub your son, at the end of the conduit of the upper pool in the highway of the launderer's field;"
        },
        {
            "reference":  "Isaiah 7:4",
             "verseNumber":  4,
             "scripture":  "And say unto him, Take heed, and be quiet; fear not, neither be fainthearted for the two tails of these smoking firebrands, for the fierce anger of Rezin with Syria, and of the son of Remaliah."
        },
        {
            "reference":  "Isaiah 7:5",
             "verseNumber":  5,
             "scripture":  "Because Syria, Ephraim, and the son of Remaliah, have taken evil counsel against you, saying,"
        },
        {
            "reference":  "Isaiah 7:6",
             "verseNumber":  6,
             "scripture":  "Let us go up against Judah, and vex it, and let us make a breach therein for us, and set a king in the midst of it, even the son of Tabeal:"
        },
        {
            "reference":  "Isaiah 7:7",
             "verseNumber":  7,
             "scripture":  "Thus says the Lord GOD, It shall not stand, neither shall it come to pass."
        },
        {
            "reference":  "Isaiah 7:8",
             "verseNumber":  8,
             "scripture":  "For the head of Syria is Damascus, and the head of Damascus is Rezin; and within threescore and five years shall Ephraim be broken, that it be not a people."
        },
        {
            "reference":  "Isaiah 7:9",
             "verseNumber":  9,
             "scripture":  "And the head of Ephraim is Samaria, and the head of Samaria is Remaliah's son. If all of you will not believe, surely all of you shall not be established."
        },
        {
            "reference":  "Isaiah 7:10",
             "verseNumber":  10,
             "scripture":  "Moreover the LORD spoke again unto Ahaz, saying,"
        },
        {
            "reference":  "Isaiah 7:11",
             "verseNumber":  11,
             "scripture":  "Ask you a sign of the LORD your God; ask it either in the depth, or in the height above."
        },
        {
            "reference":  "Isaiah 7:12",
             "verseNumber":  12,
             "scripture":  "But Ahaz said, I will not ask, neither will I tempt the LORD."
        },
        {
            "reference":  "Isaiah 7:13",
             "verseNumber":  13,
             "scripture":  "And he said, Hear all of you now, O house of David; Is it a small thing for you to weary men, but will all of you weary my God also?"
        },
        {
            "reference":  "Isaiah 7:14",
             "verseNumber":  14,
             "scripture":  "Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel."
        },
        {
            "reference":  "Isaiah 7:15",
             "verseNumber":  15,
             "scripture":  "Butter and honey shall he eat, that he may know to refuse the evil, and choose the good."
        },
        {
            "reference":  "Isaiah 7:16",
             "verseNumber":  16,
             "scripture":  "For before the child shall know to refuse the evil, and choose the good, the land that you abhor shall be forsaken of both her kings."
        },
        {
            "reference":  "Isaiah 7:17",
             "verseNumber":  17,
             "scripture":  "The LORD shall bring upon you, and upon your people, and upon your father's house, days that have not come, from the day that Ephraim departed from Judah; even the king of Assyria."
        },
        {
            "reference":  "Isaiah 7:18",
             "verseNumber":  18,
             "scripture":  "And it shall come to pass in that day, that the LORD shall hiss for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria."
        },
        {
            "reference":  "Isaiah 7:19",
             "verseNumber":  19,
             "scripture":  "And they shall come, and shall rest all of them in the desolate valleys, and in the holes of the rocks, and upon all thorns, and upon all bushes."
        },
        {
            "reference":  "Isaiah 7:20",
             "verseNumber":  20,
             "scripture":  "In the same day shall the Lord shave with a razor that is hired, namely, by them beyond the river, by the king of Assyria, the head, and the hair of the feet: and it shall also consume the beard."
        },
        {
            "reference":  "Isaiah 7:21",
             "verseNumber":  21,
             "scripture":  "And it shall come to pass in that day, that a man shall nourish a young cow, and two sheep;"
        },
        {
            "reference":  "Isaiah 7:22",
             "verseNumber":  22,
             "scripture":  "And it shall come to pass, for the abundance of milk that they shall give he shall eat butter: for butter and honey shall every one eat that is left in the land."
        },
        {
            "reference":  "Isaiah 7:23",
             "verseNumber":  23,
             "scripture":  "And it shall come to pass in that day, that every place shall be, where there were a thousand vines at a thousand silver coins, it shall even be for briers and thorns."
        },
        {
            "reference":  "Isaiah 7:24",
             "verseNumber":  24,
             "scripture":  "With arrows and with bows shall men come thither; because all the land shall become briers and thorns."
        },
        {
            "reference":  "Isaiah 7:25",
             "verseNumber":  25,
             "scripture":  "And on all hills that shall be dug with the mattock, there shall not come thither the fear of briers and thorns: but it shall be for the sending out of oxen, and for the treading of lesser cattle."
        }
    ]
}