{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  17,
     "verses":  [
        {
            "reference":  "Jeremiah 17:1",
             "verseNumber":  1,
             "scripture":  "The sin of Judah is written with a pen of iron, and with the point of a diamond: it is graven upon the table of their heart, and upon the horns of your altars;"
        },
        {
            "reference":  "Jeremiah 17:2",
             "verseNumber":  2,
             "scripture":  "Whilst their children remember their altars and their groves by the green trees upon the high hills."
        },
        {
            "reference":  "Jeremiah 17:3",
             "verseNumber":  3,
             "scripture":  "O my mountain in the field, I will give your substance and all your treasures to the spoil, and your high places for sin, throughout all your borders."
        },
        {
            "reference":  "Jeremiah 17:4",
             "verseNumber":  4,
             "scripture":  "And you, even yourself, shall discontinue from yours heritage that I gave you; and I will cause you to serve yours enemies in the land which you know not: for all of you have kindled a fire in mine anger, which shall burn for ever."
        },
        {
            "reference":  "Jeremiah 17:5",
             "verseNumber":  5,
             "scripture":  "Thus says the LORD; Cursed be the man that trusts in man, and makes flesh his arm, and whose heart departs from the LORD."
        },
        {
            "reference":  "Jeremiah 17:6",
             "verseNumber":  6,
             "scripture":  "For he shall be like the heath in the desert, and shall not see when good comes; but shall inhabit the parched places in the wilderness, in a salt land and not inhabited."
        },
        {
            "reference":  "Jeremiah 17:7",
             "verseNumber":  7,
             "scripture":  "Blessed is the man that trusts in the LORD, and whose hope the LORD is."
        },
        {
            "reference":  "Jeremiah 17:8",
             "verseNumber":  8,
             "scripture":  "For he shall be as a tree planted by the waters, and that spreads out her roots by the river, and shall not see when heat comes, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit."
        },
        {
            "reference":  "Jeremiah 17:9",
             "verseNumber":  9,
             "scripture":  "The heart is deceitful above all things, and desperately wicked: who can know it?"
        },
        {
            "reference":  "Jeremiah 17:10",
             "verseNumber":  10,
             "scripture":  "I the LORD search the heart, I try the reins, even to give every man according to his ways, and according to the fruit of his doings."
        },
        {
            "reference":  "Jeremiah 17:11",
             "verseNumber":  11,
             "scripture":  "As the partridge sits on eggs, and hatches them not; so he that gets riches, and not by right, shall leave them in the midst of his days, and at his end shall be a fool."
        },
        {
            "reference":  "Jeremiah 17:12",
             "verseNumber":  12,
             "scripture":  "A glorious high throne from the beginning is the place of our sanctuary."
        },
        {
            "reference":  "Jeremiah 17:13",
             "verseNumber":  13,
             "scripture":  "O LORD, the hope of Israel, all that forsake you shall be ashamed, and they that depart from me shall be written in the earth, because they have forsaken the LORD, the fountain of living waters."
        },
        {
            "reference":  "Jeremiah 17:14",
             "verseNumber":  14,
             "scripture":  "Heal me, O LORD, and I shall be healed; save me, and I shall be saved: for you are my praise."
        },
        {
            "reference":  "Jeremiah 17:15",
             "verseNumber":  15,
             "scripture":  "Behold, they say unto me, Where is the word of the LORD? let it come now."
        },
        {
            "reference":  "Jeremiah 17:16",
             "verseNumber":  16,
             "scripture":  "As for me, I have not hastened from being a pastor to follow you: neither have I desired the woeful day; you know: that which came out of my lips was right before you."
        },
        {
            "reference":  "Jeremiah 17:17",
             "verseNumber":  17,
             "scripture":  "Be not a terror unto me: you are my hope in the day of evil."
        },
        {
            "reference":  "Jeremiah 17:18",
             "verseNumber":  18,
             "scripture":  "Let them be confounded that persecute me, but let not me be confounded: let them be dismayed, but let not me be dismayed: bring upon them the day of evil, and destroy them with double destruction."
        },
        {
            "reference":  "Jeremiah 17:19",
             "verseNumber":  19,
             "scripture":  "Thus said the LORD unto me; Go and stand in the gate of the children of the people, whereby the kings of Judah come in, and by the which they go out, and in all the gates of Jerusalem;"
        },
        {
            "reference":  "Jeremiah 17:20",
             "verseNumber":  20,
             "scripture":  "And say unto them, Hear all of you the word of the LORD, all of you kings of Judah, and all Judah, and all the inhabitants of Jerusalem, that enter in by these gates:"
        },
        {
            "reference":  "Jeremiah 17:21",
             "verseNumber":  21,
             "scripture":  "Thus says the LORD; Take heed to yourselves, and bear no burden on the sabbath day, nor bring it in by the gates of Jerusalem;"
        },
        {
            "reference":  "Jeremiah 17:22",
             "verseNumber":  22,
             "scripture":  "Neither carry forth a burden out of your houses on the sabbath day, neither do all of you any work, but hallow all of you the sabbath day, as I commanded your fathers."
        },
        {
            "reference":  "Jeremiah 17:23",
             "verseNumber":  23,
             "scripture":  "But they obeyed not, neither inclined their ear, but made their neck stiff, that they might not hear, nor receive instruction."
        },
        {
            "reference":  "Jeremiah 17:24",
             "verseNumber":  24,
             "scripture":  "And it shall come to pass, if all of you diligently hearken unto me, says the LORD, to bring in no burden through the gates of this city on the sabbath day, but hallow the sabbath day, to do no work therein;"
        },
        {
            "reference":  "Jeremiah 17:25",
             "verseNumber":  25,
             "scripture":  "Then shall there enter into the gates of this city kings and princes sitting upon the throne of David, riding in chariots and on horses, they, and their princes, the men of Judah, and the inhabitants of Jerusalem: and this city shall remain for ever."
        },
        {
            "reference":  "Jeremiah 17:26",
             "verseNumber":  26,
             "scripture":  "And they shall come from the cities of Judah, and from the places about Jerusalem, and from the land of Benjamin, and from the plain, and from the mountains, and from the south, bringing burnt offerings, and sacrifices, and food offerings, and incense, and bringing sacrifices of praise, unto the house of the LORD."
        },
        {
            "reference":  "Jeremiah 17:27",
             "verseNumber":  27,
             "scripture":  "But if all of you will not hearken unto me to hallow the sabbath day, and not to bear a burden, even entering in at the gates of Jerusalem on the sabbath day; then will I kindle a fire in the gates thereof, and it shall devour the palaces of Jerusalem, and it shall not be quenched."
        }
    ]
}