{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Jeremiah 2:1",
             "verseNumber":  1,
             "scripture":  "Moreover the word of the LORD came to me, saying,"
        },
        {
            "reference":  "Jeremiah 2:2",
             "verseNumber":  2,
             "scripture":  "Go and cry in the ears of Jerusalem, saying, Thus says the LORD; I remember you, the kindness of your youth, the love of yours espousals, when you went after me in the wilderness, in a land that was not sown."
        },
        {
            "reference":  "Jeremiah 2:3",
             "verseNumber":  3,
             "scripture":  "Israel was holiness unto the LORD, and the first-fruits of his increase: all that devour him shall offend; evil shall come upon them, says the LORD."
        },
        {
            "reference":  "Jeremiah 2:4",
             "verseNumber":  4,
             "scripture":  "Hear all of you the word of the LORD, O house of Jacob, and all the families of the house of Israel:"
        },
        {
            "reference":  "Jeremiah 2:5",
             "verseNumber":  5,
             "scripture":  "Thus says the LORD, What iniquity have your fathers found in me, that they are gone far from me, and have walked after vanity, and are become vain?"
        },
        {
            "reference":  "Jeremiah 2:6",
             "verseNumber":  6,
             "scripture":  "Neither said they, Where is the LORD that brought us up out of the land of Egypt, that led us through the wilderness, through a land of deserts and of pits, through a land of drought, and of the shadow of death, through a land that no man passed through, and where no man dwelt?"
        },
        {
            "reference":  "Jeremiah 2:7",
             "verseNumber":  7,
             "scripture":  "And I brought you into a plentiful country, to eat the fruit thereof and the goodness thereof; but when all of you entered, all of you defiled my land, and made mine heritage an abomination."
        },
        {
            "reference":  "Jeremiah 2:8",
             "verseNumber":  8,
             "scripture":  "The priests said not, Where is the LORD? and they that handle the law knew me not: the pastors also transgressed against me, and the prophets prophesied by Baal, and walked after things that do not profit."
        },
        {
            "reference":  "Jeremiah 2:9",
             "verseNumber":  9,
             "scripture":  "Wherefore I will yet plead with you, says the LORD, and with your children's children will I plead."
        },
        {
            "reference":  "Jeremiah 2:10",
             "verseNumber":  10,
             "scripture":  "For pass over the isles of Chittim, and see; and send unto Kedar, and consider diligently, and see if there be such a thing."
        },
        {
            "reference":  "Jeremiah 2:11",
             "verseNumber":  11,
             "scripture":  "Has a nation changed their gods, which are yet no gods? but my people have changed their glory for that which does not profit."
        },
        {
            "reference":  "Jeremiah 2:12",
             "verseNumber":  12,
             "scripture":  "Be astonished, O all of you heavens, at this, and be horribly afraid, be all of you very desolate, says the LORD."
        },
        {
            "reference":  "Jeremiah 2:13",
             "verseNumber":  13,
             "scripture":  "For my people have committed two evils; they have forsaken me the fountain of living waters, and hewed them out cisterns, broken cisterns, that can hold no water."
        },
        {
            "reference":  "Jeremiah 2:14",
             "verseNumber":  14,
             "scripture":  "Is Israel a servant? is he a native slave? why is he spoiled?"
        },
        {
            "reference":  "Jeremiah 2:15",
             "verseNumber":  15,
             "scripture":  "The young lions roared upon him, and yelled, and they made his land waste: his cities are burned without inhabitant."
        },
        {
            "reference":  "Jeremiah 2:16",
             "verseNumber":  16,
             "scripture":  "Also the children of Noph and Tahapanes have broken the crown of your head."
        },
        {
            "reference":  "Jeremiah 2:17",
             "verseNumber":  17,
             "scripture":  "Have you not procured this unto yourself, in that you have forsaken the LORD your God, when he led you by the way?"
        },
        {
            "reference":  "Jeremiah 2:18",
             "verseNumber":  18,
             "scripture":  "And now what have you to do in the way of Egypt, to drink the waters of Sihor? or what have you to do in the way of Assyria, to drink the waters of the river?"
        },
        {
            "reference":  "Jeremiah 2:19",
             "verseNumber":  19,
             "scripture":  "Yours own wickedness shall correct you, and your backslidings shall reprove you: know therefore and see that it is an evil thing and bitter, that you have forsaken the LORD your God, and that my fear is not in you, says the Lord GOD of hosts."
        },
        {
            "reference":  "Jeremiah 2:20",
             "verseNumber":  20,
             "scripture":  "For of old time I have broken your yoke, and burst your bands; and you said, I will not transgress; when upon every high hill and under every green tree you wander, playing the harlot."
        },
        {
            "reference":  "Jeremiah 2:21",
             "verseNumber":  21,
             "scripture":  "Yet I had planted you a noble vine, wholly a right seed: how then are you turned into the degenerate plant of a strange vine unto me?"
        },
        {
            "reference":  "Jeremiah 2:22",
             "verseNumber":  22,
             "scripture":  "For though you wash you with alkali, and take you much soap, yet yours iniquity is marked before me, says the Lord GOD."
        },
        {
            "reference":  "Jeremiah 2:23",
             "verseNumber":  23,
             "scripture":  "How can you say, I am not polluted, I have not gone after Baalim? see your way in the valley, know what you have done: you are a swift dromedary traversing her ways;"
        },
        {
            "reference":  "Jeremiah 2:24",
             "verseNumber":  24,
             "scripture":  "A wild ass used to the wilderness, that snuffs up the wind at her pleasure; in her occasion who can turn her away? all they that seek her will not weary themselves; in her month they shall find her."
        },
        {
            "reference":  "Jeremiah 2:25",
             "verseNumber":  25,
             "scripture":  "Withhold your foot from being unshod, and your throat from thirst: but you said, There is no hope: no; for I have loved strangers, and after them will I go."
        },
        {
            "reference":  "Jeremiah 2:26",
             "verseNumber":  26,
             "scripture":  "As the thief is ashamed when he is found, so is the house of Israel ashamed; they, their kings, their princes, and their priests, and their prophets."
        },
        {
            "reference":  "Jeremiah 2:27",
             "verseNumber":  27,
             "scripture":  "Saying to a stock, You are my father; and to a stone, You have brought me forth: for they have turned their back unto me, and not their face: but in the time of their trouble they will say, Arise, and save us."
        },
        {
            "reference":  "Jeremiah 2:28",
             "verseNumber":  28,
             "scripture":  "But where are your gods that you have made you? let them arise, if they can save you in the time of your trouble: for according to the number of your cities are your gods, O Judah."
        },
        {
            "reference":  "Jeremiah 2:29",
             "verseNumber":  29,
             "scripture":  "Wherefore will all of you plead with me? all of you all have transgressed against me, says the LORD."
        },
        {
            "reference":  "Jeremiah 2:30",
             "verseNumber":  30,
             "scripture":  "In vain have I smitten your children; they received no correction: your own sword has devoured your prophets, like a destroying lion."
        },
        {
            "reference":  "Jeremiah 2:31",
             "verseNumber":  31,
             "scripture":  "O generation, see all of you the word of the LORD. Have I been a wilderness unto Israel? a land of darkness? wherefore say my people, We are lords; we will come no more unto you?"
        },
        {
            "reference":  "Jeremiah 2:32",
             "verseNumber":  32,
             "scripture":  "Can a maid forget her ornaments, or a bride her attire? yet my people have forgotten me days without number."
        },
        {
            "reference":  "Jeremiah 2:33",
             "verseNumber":  33,
             "scripture":  "Why trim you your way to seek love? therefore have you also taught the wicked ones your ways."
        },
        {
            "reference":  "Jeremiah 2:34",
             "verseNumber":  34,
             "scripture":  "Also in your skirts is found the blood of the souls of the poor innocent persons: I have not found it by secret search, but upon all these."
        },
        {
            "reference":  "Jeremiah 2:35",
             "verseNumber":  35,
             "scripture":  "Yet you says, Because I am innocent, surely his anger shall turn from me. Behold, I will plead with you, because you says, I have not sinned."
        },
        {
            "reference":  "Jeremiah 2:36",
             "verseNumber":  36,
             "scripture":  "Why arm you about so much to change your way? you also shall be ashamed of Egypt, as you were ashamed of Assyria."
        },
        {
            "reference":  "Jeremiah 2:37",
             "verseNumber":  37,
             "scripture":  "Yea, you shall go forth from him, and yours hands upon yours head: for the LORD has rejected your confidences, and you shall not prosper in them."
        }
    ]
}