{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  22,
     "verses":  [
        {
            "reference":  "Jeremiah 22:1",
             "verseNumber":  1,
             "scripture":  "Thus says the LORD; Go down to the house of the king of Judah, and speak there this word,"
        },
        {
            "reference":  "Jeremiah 22:2",
             "verseNumber":  2,
             "scripture":  "And say, Hear the word of the LORD, O king of Judah, that sit upon the throne of David, you, and your servants, and your people that enter in by these gates:"
        },
        {
            "reference":  "Jeremiah 22:3",
             "verseNumber":  3,
             "scripture":  "Thus says the LORD; Execute all of you judgment and righteousness, and deliver the spoiled out of the hand of the oppressor: and do no wrong, do no violence to the stranger, the fatherless, nor the widow, neither shed innocent blood in this place."
        },
        {
            "reference":  "Jeremiah 22:4",
             "verseNumber":  4,
             "scripture":  "For if all of you do this thing indeed, then shall there enter in by the gates of this house kings sitting upon the throne of David, riding in chariots and on horses, he, and his servants, and his people."
        },
        {
            "reference":  "Jeremiah 22:5",
             "verseNumber":  5,
             "scripture":  "But if all of you will not hear these words, I swear by myself, says the LORD, that this house shall become a desolation."
        },
        {
            "reference":  "Jeremiah 22:6",
             "verseNumber":  6,
             "scripture":  "For thus says the LORD unto the king's house of Judah; You are Gilead unto me, and the head of Lebanon: yet surely I will make you a wilderness, and cities which are not inhabited."
        },
        {
            "reference":  "Jeremiah 22:7",
             "verseNumber":  7,
             "scripture":  "And I will prepare destroyers against you, every one with his weapons: and they shall cut down your choice cedars, and cast them into the fire."
        },
        {
            "reference":  "Jeremiah 22:8",
             "verseNumber":  8,
             "scripture":  "And many nations shall pass by this city, and they shall say every man to his neighbour, Wherefore has the LORD done thus unto this great city?"
        },
        {
            "reference":  "Jeremiah 22:9",
             "verseNumber":  9,
             "scripture":  "Then they shall answer, Because they have forsaken the covenant of the LORD their God, and worshipped other gods, and served them."
        },
        {
            "reference":  "Jeremiah 22:10",
             "verseNumber":  10,
             "scripture":  "Weep all of you not for the dead, neither lament for him: but weep sore for him that goes away: for he shall return no more, nor see his native country."
        },
        {
            "reference":  "Jeremiah 22:11",
             "verseNumber":  11,
             "scripture":  "For thus says the LORD concerning Shallum the son of Josiah king of Judah, which reigned instead of Josiah his father, which went forth out of this place; He shall not return thither any more:"
        },
        {
            "reference":  "Jeremiah 22:12",
             "verseNumber":  12,
             "scripture":  "But he shall die in the place where they have led him captive, and shall see this land no more."
        },
        {
            "reference":  "Jeremiah 22:13",
             "verseNumber":  13,
             "scripture":  "Woe unto him that builds his house by unrighteousness, and his chambers by wrong; that uses his neighbour's service without wages, and gives him not for his work;"
        },
        {
            "reference":  "Jeremiah 22:14",
             "verseNumber":  14,
             "scripture":  "That says, I will build me a wide house and large chambers, and cuts him out windows; and it is covered over with cedar, and painted with vermilion."
        },
        {
            "reference":  "Jeremiah 22:15",
             "verseNumber":  15,
             "scripture":  "Shall you reign, because you close yourself in cedar? did not your father eat and drink, and do judgment and justice, and then it was well with him?"
        },
        {
            "reference":  "Jeremiah 22:16",
             "verseNumber":  16,
             "scripture":  "He judged the cause of the poor and needy; then it was well with him: was not this to know me? says the LORD."
        },
        {
            "reference":  "Jeremiah 22:17",
             "verseNumber":  17,
             "scripture":  "But yours eyes and yours heart are not but for your covetousness, and in order to shed innocent blood, and for oppression, and for violence, to do it."
        },
        {
            "reference":  "Jeremiah 22:18",
             "verseNumber":  18,
             "scripture":  "Therefore thus says the LORD concerning Jehoiakim the son of Josiah king of Judah; They shall not lament for him, saying, Ah my brother! or, Ah sister! they shall not lament for him, saying, Ah lord! or, Ah his glory!"
        },
        {
            "reference":  "Jeremiah 22:19",
             "verseNumber":  19,
             "scripture":  "He shall be buried with the burial of an ass, drawn and cast forth beyond the gates of Jerusalem."
        },
        {
            "reference":  "Jeremiah 22:20",
             "verseNumber":  20,
             "scripture":  "Go up to Lebanon, and cry; and lift up your voice in Bashan, and cry from the passages: for all your lovers are destroyed."
        },
        {
            "reference":  "Jeremiah 22:21",
             "verseNumber":  21,
             "scripture":  "I spoke unto you in your prosperity; but you said, I will not hear. This has been your manner from your youth, that you obeyed not my voice."
        },
        {
            "reference":  "Jeremiah 22:22",
             "verseNumber":  22,
             "scripture":  "The wind shall eat up all your pastors, and your lovers shall go into captivity: surely then shall you be ashamed and confounded for all your wickedness."
        },
        {
            "reference":  "Jeremiah 22:23",
             "verseNumber":  23,
             "scripture":  "O inhabitant of Lebanon, that make your nest in the cedars, how gracious shall you be when pangs come upon you, the pain as of a woman in travail!"
        },
        {
            "reference":  "Jeremiah 22:24",
             "verseNumber":  24,
             "scripture":  "As I live, says the LORD, though Coniah the son of Jehoiakim king of Judah were the signet upon my right hand, yet would I pluck you thence;"
        },
        {
            "reference":  "Jeremiah 22:25",
             "verseNumber":  25,
             "scripture":  "And I will give you into the hand of them that seek your life, and into the hand of them whose face you fear, even into the hand of Nebuchadrezzar king of Babylon, and into the hand of the Chaldeans."
        },
        {
            "reference":  "Jeremiah 22:26",
             "verseNumber":  26,
             "scripture":  "And I will cast you out, and your mother that bare you, into another country, where all of you were not born; and there shall all of you die."
        },
        {
            "reference":  "Jeremiah 22:27",
             "verseNumber":  27,
             "scripture":  "But to the land unto which they desire to return, thither shall they not return."
        },
        {
            "reference":  "Jeremiah 22:28",
             "verseNumber":  28,
             "scripture":  "Is this man Coniah a despised broken idol? is he a vessel wherein is no pleasure? wherefore are they cast out, he and his seed, and are cast into a land which they know not?"
        },
        {
            "reference":  "Jeremiah 22:29",
             "verseNumber":  29,
             "scripture":  "O earth, earth, earth, hear the word of the LORD."
        },
        {
            "reference":  "Jeremiah 22:30",
             "verseNumber":  30,
             "scripture":  "Thus says the LORD, Write all of you this man childless, a man that shall not prosper in his days: for no man of his seed shall prosper, sitting upon the throne of David, and ruling any more in Judah."
        }
    ]
}