{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  38,
     "verses":  [
        {
            "reference":  "Jeremiah 38:1",
             "verseNumber":  1,
             "scripture":  "Then Shephatiah the son of Mattan, and Gedaliah the son of Pashur, and Jucal the son of Shelemiah, and Pashur the son of Malchiah, heard the words that Jeremiah had spoken unto all the people, saying,"
        },
        {
            "reference":  "Jeremiah 38:2",
             "verseNumber":  2,
             "scripture":  "Thus says the LORD, He that remains in this city shall die by the sword, by the famine, and by the pestilence: but he that goes forth to the Chaldeans shall live; for he shall have his life for a prey, and shall live."
        },
        {
            "reference":  "Jeremiah 38:3",
             "verseNumber":  3,
             "scripture":  "Thus says the LORD, This city shall surely be given into the hand of the king of Babylon's army, which shall take it."
        },
        {
            "reference":  "Jeremiah 38:4",
             "verseNumber":  4,
             "scripture":  "Therefore the princes said unto the king, We plead to you, let this man be put to death: for thus he weakens the hands of the men of war that remain in this city, and the hands of all the people, in speaking such words unto them: for this man seeks not the welfare of this people, but the hurt."
        },
        {
            "reference":  "Jeremiah 38:5",
             "verseNumber":  5,
             "scripture":  "Then Zedekiah the king said, Behold, he is in your hand: for the king is not he that can do any thing against you."
        },
        {
            "reference":  "Jeremiah 38:6",
             "verseNumber":  6,
             "scripture":  "Then took they Jeremiah, and cast him into the dungeon of Malchiah the son of Hammelech, that was in the court of the prison: and they let down Jeremiah with cords. And in the dungeon there was no water, but mire: so Jeremiah sunk in the mire."
        },
        {
            "reference":  "Jeremiah 38:7",
             "verseNumber":  7,
             "scripture":  "Now when Ebedmelech the Ethiopian, one of the eunuchs which was in the king's house, heard that they had put Jeremiah in the dungeon; the king then sitting in the gate of Benjamin;"
        },
        {
            "reference":  "Jeremiah 38:8",
             "verseNumber":  8,
             "scripture":  "Ebedmelech went forth out of the king's house, and spoke to the king saying,"
        },
        {
            "reference":  "Jeremiah 38:9",
             "verseNumber":  9,
             "scripture":  "My lord the king, these men have done evil in all that they have done to Jeremiah the prophet, whom they have cast into the dungeon; and he is like to die for hunger in the place where he is: for there is no more bread in the city."
        },
        {
            "reference":  "Jeremiah 38:10",
             "verseNumber":  10,
             "scripture":  "Then the king commanded Ebedmelech the Ethiopian, saying, Take from behind thirty men with you, and take up Jeremiah the prophet out of the dungeon, before he die."
        },
        {
            "reference":  "Jeremiah 38:11",
             "verseNumber":  11,
             "scripture":  "So Ebedmelech took the men with him, and went into the house of the king under the treasury, and took thence old cast clouts and old rotten rags, and let them down by cords into the dungeon to Jeremiah."
        },
        {
            "reference":  "Jeremiah 38:12",
             "verseNumber":  12,
             "scripture":  "And Ebedmelech the Ethiopian said unto Jeremiah, Put now these old cast clouts and rotten rags under yours armholes under the cords. And Jeremiah did so."
        },
        {
            "reference":  "Jeremiah 38:13",
             "verseNumber":  13,
             "scripture":  "So they drew up Jeremiah with cords, and took him up out of the dungeon: and Jeremiah remained in the court of the prison."
        },
        {
            "reference":  "Jeremiah 38:14",
             "verseNumber":  14,
             "scripture":  "Then Zedekiah the king sent, and took Jeremiah the prophet unto him into the third entry that is in the house of the LORD: and the king said unto Jeremiah, I will ask you a thing; hide nothing from me."
        },
        {
            "reference":  "Jeremiah 38:15",
             "verseNumber":  15,
             "scripture":  "Then Jeremiah said unto Zedekiah, If I declare it unto you, will you not surely put me to death? and if I give you counsel, will you not hearken unto me?"
        },
        {
            "reference":  "Jeremiah 38:16",
             "verseNumber":  16,
             "scripture":  "So Zedekiah the king swore secretly unto Jeremiah, saying, As the LORD lives, that made us this soul, I will not put you to death, neither will I give you into the hand of these men that seek your life."
        },
        {
            "reference":  "Jeremiah 38:17",
             "verseNumber":  17,
             "scripture":  "Then said Jeremiah unto Zedekiah, Thus says the LORD, the God of hosts, the God of Israel; If you will assuredly go forth unto the king of Babylon's princes, then your soul shall live, and this city shall not be burned with fire; and you shall live, and yours house:"
        },
        {
            "reference":  "Jeremiah 38:18",
             "verseNumber":  18,
             "scripture":  "But if you will not go forth to the king of Babylon's princes, then shall this city be given into the hand of the Chaldeans, and they shall burn it with fire, and you shall not escape out of their hand."
        },
        {
            "reference":  "Jeremiah 38:19",
             "verseNumber":  19,
             "scripture":  "And Zedekiah the king said unto Jeremiah, I am afraid of the Jews that are fallen to the Chaldeans, lest they deliver me into their hand, and they mock me."
        },
        {
            "reference":  "Jeremiah 38:20",
             "verseNumber":  20,
             "scripture":  "But Jeremiah said, They shall not deliver you. Obey, I plead to you, the voice of the LORD, which I speak unto you: so it shall be well unto you, and your soul shall live."
        },
        {
            "reference":  "Jeremiah 38:21",
             "verseNumber":  21,
             "scripture":  "But if you refuse to go forth, this is the word that the LORD has showed me:"
        },
        {
            "reference":  "Jeremiah 38:22",
             "verseNumber":  22,
             "scripture":  "And, behold, all the women that are left in the king of Judah's house shall be brought forth to the king of Babylon's princes, and those women shall say, Your friends have set you on, and have prevailed against you: your feet are sunk in the mire, and they are turned away back."
        },
        {
            "reference":  "Jeremiah 38:23",
             "verseNumber":  23,
             "scripture":  "So they shall bring out all your wives and your children to the Chaldeans: and you shall not escape out of their hand, but shall be taken by the hand of the king of Babylon: and you shall cause this city to be burned with fire."
        },
        {
            "reference":  "Jeremiah 38:24",
             "verseNumber":  24,
             "scripture":  "Then said Zedekiah unto Jeremiah, Let no man know of these words, and you shall not die."
        },
        {
            "reference":  "Jeremiah 38:25",
             "verseNumber":  25,
             "scripture":  "But if the princes hear that I have talked with you, and they come unto you, and say unto you, Declare unto us now what you have said unto the king, hide it not from us, and we will not put you to death; also what the king said unto you:"
        },
        {
            "reference":  "Jeremiah 38:26",
             "verseNumber":  26,
             "scripture":  "Then you shall say unto them, I presented my supplication before the king, that he would not cause me to return to Jonathan's house, to die there."
        },
        {
            "reference":  "Jeremiah 38:27",
             "verseNumber":  27,
             "scripture":  "Then came all the princes unto Jeremiah, and asked him: and he told them according to all these words that the king had commanded. So they left off speaking with him; for the matter was not perceived."
        },
        {
            "reference":  "Jeremiah 38:28",
             "verseNumber":  28,
             "scripture":  "So Jeremiah abode in the court of the prison until the day that Jerusalem was taken: and he was there when Jerusalem was taken."
        }
    ]
}