{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Jeremiah", "bookAbbreviation": "Jer", "chapterNumber": 42, "verses": [{"reference": "Jeremiah 42:1", "verseNumber": 1, "scripture": "Then all the captains of the forces, and Johanan the son of Kareah, and Jezaniah the son of Hoshaiah, and all the people from the least even unto the greatest, came near,"},{"reference": "Jeremiah 42:2", "verseNumber": 2, "scripture": "And said unto Jeremiah the prophet, Let, we plead to you, our supplication be accepted before you, and pray for us unto the LORD your God, even for all this remnant; (for we are left but a few of many, as yours eyes do behold us:)"},{"reference": "Jeremiah 42:3", "verseNumber": 3, "scripture": "That the LORD your God may show us the way wherein we may walk, and the thing that we may do."},{"reference": "Jeremiah 42:4", "verseNumber": 4, "scripture": "Then Jeremiah the prophet said unto them, I have heard you; behold, I will pray unto the LORD your God according to your words; and it shall come to pass, that whatsoever thing the LORD shall answer you, I will declare it unto you; I will keep nothing back from you."},{"reference": "Jeremiah 42:5", "verseNumber": 5, "scripture": "Then they said to Jeremiah, The LORD be a true and faithful witness between us, if we do not even according to all things for the which the LORD your God shall send you to us."},{"reference": "Jeremiah 42:6", "verseNumber": 6, "scripture": "Whether it be good, or whether it be evil, we will obey the voice of the LORD our God, to whom we send you; that it may be well with us, when we obey the voice of the LORD our God."},{"reference": "Jeremiah 42:7", "verseNumber": 7, "scripture": "And it came to pass after ten days, that the word of the LORD came unto Jeremiah."},{"reference": "Jeremiah 42:8", "verseNumber": 8, "scripture": "Then called he Johanan the son of Kareah, and all the captains of the forces which were with him, and all the people from the least even to the greatest,"},{"reference": "Jeremiah 42:9", "verseNumber": 9, "scripture": "And said unto them, Thus says the LORD, the God of Israel, unto whom all of you sent me to present your supplication before him;"},{"reference": "Jeremiah 42:10", "verseNumber": 10, "scripture": "If all of you will still abide in this land, then will I build you, and not pull you down, and I will plant you, and not pluck you up: for I repent me of the evil that I have done unto you."},{"reference": "Jeremiah 42:11", "verseNumber": 11, "scripture": "Be not afraid of the king of Babylon, of whom all of you are afraid; be not afraid of him, says the LORD: for I am with you to save you, and to deliver you from his hand."},{"reference": "Jeremiah 42:12", "verseNumber": 12, "scripture": "And I will show mercies unto you, that he may have mercy upon you, and cause you to return to your own land."},{"reference": "Jeremiah 42:13", "verseNumber": 13, "scripture": "But if all of you say, We will not dwell in this land, neither obey the voice of the LORD your God,"},{"reference": "Jeremiah 42:14", "verseNumber": 14, "scripture": "Saying, No; but we will go into the land of Egypt, where we shall see no war, nor hear the sound of the trumpet, nor have hunger of bread; and there will we dwell:"},{"reference": "Jeremiah 42:15", "verseNumber": 15, "scripture": "And now therefore hear the word of the LORD, all of you remnant of Judah; Thus says the LORD of hosts, the God of Israel; If all of you wholly set your faces to enter into Egypt, and go to sojourn there;"},{"reference": "Jeremiah 42:16", "verseNumber": 16, "scripture": "Then it shall come to pass, that the sword, which all of you feared, shall overtake you there in the land of Egypt, and the famine, whereof all of you were afraid, shall follow close after you there in Egypt; and there all of you shall die."},{"reference": "Jeremiah 42:17", "verseNumber": 17, "scripture": "So shall it be with all the men that set their faces to go into Egypt to sojourn there; they shall die by the sword, by the famine, and by the pestilence: and none of them shall remain or escape from the evil that I will bring upon them."},{"reference": "Jeremiah 42:18", "verseNumber": 18, "scripture": "For thus says the LORD of hosts, the God of Israel; As mine anger and my fury has been poured forth upon the inhabitants of Jerusalem; so shall my fury be poured forth upon you, when all of you shall enter into Egypt: and all of you shall be an execration, and an astonishment, and a curse, and a reproach; and all of you shall see this place no more."},{"reference": "Jeremiah 42:19", "verseNumber": 19, "scripture": "The LORD has said concerning you, O all of you remnant of Judah; Go all of you not into Egypt: know certainly that I have admonished you this day."},{"reference": "Jeremiah 42:20", "verseNumber": 20, "scripture": "For all of you dissembled in your hearts, when all of you sent me unto the LORD your God, saying, Pray for us unto the LORD our God; and according unto all that the LORD our God shall say, so declare unto us, and we will do it."},{"reference": "Jeremiah 42:21", "verseNumber": 21, "scripture": "And now I have this day declared it to you; but all of you have not obeyed the voice of the LORD your God, nor any thing for the which he has sent me unto you."},{"reference": "Jeremiah 42:22", "verseNumber": 22, "scripture": "Now therefore know certainly that all of you shall die by the sword, by the famine, and by the pestilence, in the place where all of you desire to go and to sojourn."}]}