{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  46,
     "verses":  [
        {
            "reference":  "Jeremiah 46:1",
             "verseNumber":  1,
             "scripture":  "The word of the LORD which came to Jeremiah the prophet against the Gentiles;"
        },
        {
            "reference":  "Jeremiah 46:2",
             "verseNumber":  2,
             "scripture":  "Against Egypt, against the army of Pharaohnecho king of Egypt, which was by the river Euphrates in Carchemish, which Nebuchadrezzar king of Babylon stroke in the fourth year of Jehoiakim the son of Josiah king of Judah."
        },
        {
            "reference":  "Jeremiah 46:3",
             "verseNumber":  3,
             "scripture":  "Order all of you the buckler and shield, and draw near to battle."
        },
        {
            "reference":  "Jeremiah 46:4",
             "verseNumber":  4,
             "scripture":  "Harness the horses; and get up, all of you horsemen, and stand forth with your helmets; polish the spears, and put on the protective armor."
        },
        {
            "reference":  "Jeremiah 46:5",
             "verseNumber":  5,
             "scripture":  "Wherefore have I seen them dismayed and turned away back? and their mighty ones are beaten down, and are fled swiftly, and look not back: for fear was round about, says the LORD."
        },
        {
            "reference":  "Jeremiah 46:6",
             "verseNumber":  6,
             "scripture":  "Let not the swift flee away, nor the mighty man escape; they shall stumble, and fall toward the north by the river Euphrates."
        },
        {
            "reference":  "Jeremiah 46:7",
             "verseNumber":  7,
             "scripture":  "Who is this that comes up as a flood, whose waters are moved as the rivers?"
        },
        {
            "reference":  "Jeremiah 46:8",
             "verseNumber":  8,
             "scripture":  "Egypt rises up like a flood, and his waters are moved like the rivers; and he says, I will go up, and will cover the earth; I will destroy the city and the inhabitants thereof."
        },
        {
            "reference":  "Jeremiah 46:9",
             "verseNumber":  9,
             "scripture":  "Come up, all of you horses; and rage, all of you chariots; and let the mighty men come forth; the Ethiopians and the Libyans, that handle the shield; and the Lydians, that handle and bend the bow."
        },
        {
            "reference":  "Jeremiah 46:10",
             "verseNumber":  10,
             "scripture":  "For this is the day of the Lord GOD of hosts, a day of vengeance, that he may avenge him of his adversaries: and the sword shall devour, and it shall be satiate and made drunk with their blood: for the Lord GOD of hosts has a sacrifice in the north country by the river Euphrates."
        },
        {
            "reference":  "Jeremiah 46:11",
             "verseNumber":  11,
             "scripture":  "Go up into Gilead, and take balm, O virgin, the daughter of Egypt: in vain shall you use many medicines; for you shall not be cured."
        },
        {
            "reference":  "Jeremiah 46:12",
             "verseNumber":  12,
             "scripture":  "The nations have heard of your shame, and your cry has filled the land: for the mighty man has stumbled against the mighty, and they are fallen both together."
        },
        {
            "reference":  "Jeremiah 46:13",
             "verseNumber":  13,
             "scripture":  "The word that the LORD spoke to Jeremiah the prophet, how Nebuchadrezzar king of Babylon should come and strike the land of Egypt."
        },
        {
            "reference":  "Jeremiah 46:14",
             "verseNumber":  14,
             "scripture":  "Declare all of you in Egypt, and publish in Migdol, and publish in Noph and in Tahpanhes: say all of you, Stand fast, and prepare you; for the sword shall devour round about you."
        },
        {
            "reference":  "Jeremiah 46:15",
             "verseNumber":  15,
             "scripture":  "Why are your valiant men swept away? they stood not, because the LORD did drive them."
        },
        {
            "reference":  "Jeremiah 46:16",
             "verseNumber":  16,
             "scripture":  "He made many to fall, yea, one fell upon another: and they said, Arise, and let us go again to our own people, and to the land of our nativity, from the oppressing sword."
        },
        {
            "reference":  "Jeremiah 46:17",
             "verseNumber":  17,
             "scripture":  "They did cry there, Pharaoh king of Egypt is but a noise; he has passed the time appointed."
        },
        {
            "reference":  "Jeremiah 46:18",
             "verseNumber":  18,
             "scripture":  "As I live, says the King, whose name is the LORD of hosts, Surely as Tabor is among the mountains, and as Carmel by the sea, so shall he comes."
        },
        {
            "reference":  "Jeremiah 46:19",
             "verseNumber":  19,
             "scripture":  "O you daughter dwelling in Egypt, furnish yourself to go into captivity: for Noph shall be waste and desolate without an inhabitant."
        },
        {
            "reference":  "Jeremiah 46:20",
             "verseNumber":  20,
             "scripture":  "Egypt is like a very fair heifer, but destruction comes; it comes out of the north."
        },
        {
            "reference":  "Jeremiah 46:21",
             "verseNumber":  21,
             "scripture":  "Also her hired men are in the midst of her like fatted bullocks; for they also are turned back, and are fled away together: they did not stand, because the day of their calamity was come upon them, and the time of their visitation."
        },
        {
            "reference":  "Jeremiah 46:22",
             "verseNumber":  22,
             "scripture":  "The voice thereof shall go like a serpent; for they shall march with an army, and come against her with axes, as hewers of wood."
        },
        {
            "reference":  "Jeremiah 46:23",
             "verseNumber":  23,
             "scripture":  "They shall cut down her forest, says the LORD, though it cannot be searched; because they are more than the grasshoppers, and are innumerable."
        },
        {
            "reference":  "Jeremiah 46:24",
             "verseNumber":  24,
             "scripture":  "The daughter of Egypt shall be confounded; she shall be delivered into the hand of the people of the north."
        },
        {
            "reference":  "Jeremiah 46:25",
             "verseNumber":  25,
             "scripture":  "The LORD of hosts, the God of Israel, says; Behold, I will punish the multitude of No, and Pharaoh, and Egypt, with their gods, and their kings; even Pharaoh, and all them that trust in him:"
        },
        {
            "reference":  "Jeremiah 46:26",
             "verseNumber":  26,
             "scripture":  "And I will deliver them into the hand of those that seek their lives, and into the hand of Nebuchadrezzar king of Babylon, and into the hand of his servants: and afterward it shall be inhabited, as in the days of old, says the LORD."
        },
        {
            "reference":  "Jeremiah 46:27",
             "verseNumber":  27,
             "scripture":  "But fear not you, O my servant Jacob, and be not dismayed, O Israel: for, behold, I will save you from far off, and your seed from the land of their captivity; and Jacob shall return, and be in rest and at ease, and none shall make him afraid."
        },
        {
            "reference":  "Jeremiah 46:28",
             "verseNumber":  28,
             "scripture":  "Fear you not, O Jacob my servant, says the LORD: for I am with you; for I will make a full end of all the nations where I have driven you: but I will not make a full end of you, but correct you in measure; yet will I not leave you wholly unpunished."
        }
    ]
}