{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  48,
     "verses":  [
        {
            "reference":  "Jeremiah 48:1",
             "verseNumber":  1,
             "scripture":  "Against Moab thus says the LORD of hosts, the God of Israel; Woe unto Nebo! for it is spoiled: Kiriathaim is confounded and taken: Misgab is confounded and dismayed."
        },
        {
            "reference":  "Jeremiah 48:2",
             "verseNumber":  2,
             "scripture":  "There shall be no more praise of Moab: in Heshbon they have devised evil against it; come, and let us cut it off from being a nation. Also you shall be cut down, O Madmen; the sword shall pursue you."
        },
        {
            "reference":  "Jeremiah 48:3",
             "verseNumber":  3,
             "scripture":  "A voice of crying shall be from Horonaim, spoiling and great destruction."
        },
        {
            "reference":  "Jeremiah 48:4",
             "verseNumber":  4,
             "scripture":  "Moab is destroyed; her little ones have caused a cry to be heard."
        },
        {
            "reference":  "Jeremiah 48:5",
             "verseNumber":  5,
             "scripture":  "For in the going up of Luhith continual weeping shall go up; for in the going down of Horonaim the enemies have heard a cry of destruction."
        },
        {
            "reference":  "Jeremiah 48:6",
             "verseNumber":  6,
             "scripture":  "Flee, save your lives, and be like the heath in the wilderness."
        },
        {
            "reference":  "Jeremiah 48:7",
             "verseNumber":  7,
             "scripture":  "For because you have trusted in your works and in your treasures, you shall also be taken: and Chemosh shall go forth into captivity with his priests and his princes together."
        },
        {
            "reference":  "Jeremiah 48:8",
             "verseNumber":  8,
             "scripture":  "And the spoiler shall come upon every city, and no city shall escape: the valley also shall perish, and the plain shall be destroyed, as the LORD has spoken."
        },
        {
            "reference":  "Jeremiah 48:9",
             "verseNumber":  9,
             "scripture":  "Give wings unto Moab, that it may flee and get away: for the cities thereof shall be desolate, without any to dwell therein."
        },
        {
            "reference":  "Jeremiah 48:10",
             "verseNumber":  10,
             "scripture":  "Cursed be he that does the work of the LORD deceitfully, and cursed be he that keeps back his sword from blood."
        },
        {
            "reference":  "Jeremiah 48:11",
             "verseNumber":  11,
             "scripture":  "Moab has been at ease from his youth, and he has settled on his sediments of wine, and has not been emptied from vessel to vessel, neither has he gone into captivity: therefore his taste remained in him, and his scent is not changed."
        },
        {
            "reference":  "Jeremiah 48:12",
             "verseNumber":  12,
             "scripture":  "Therefore, behold, the days come, says the LORD, that I will send unto him wanderers, that shall cause him to wander, and shall empty his vessels, and break their bottles."
        },
        {
            "reference":  "Jeremiah 48:13",
             "verseNumber":  13,
             "scripture":  "And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel their confidence."
        },
        {
            "reference":  "Jeremiah 48:14",
             "verseNumber":  14,
             "scripture":  "How say all of you, We are mighty and strong men for the war?"
        },
        {
            "reference":  "Jeremiah 48:15",
             "verseNumber":  15,
             "scripture":  "Moab is spoiled, and gone up out of her cities, and his chosen young men are gone down to the slaughter, says the King, whose name is the LORD of hosts."
        },
        {
            "reference":  "Jeremiah 48:16",
             "verseNumber":  16,
             "scripture":  "The calamity of Moab is near to come, and his affliction hastes fast."
        },
        {
            "reference":  "Jeremiah 48:17",
             "verseNumber":  17,
             "scripture":  "All you that are about him, lament for him; and all you that know his name, say, How is the strong staff broken, and the beautiful rod!"
        },
        {
            "reference":  "Jeremiah 48:18",
             "verseNumber":  18,
             "scripture":  "You daughter that do inhabit Dibon, come down from your glory, and sit in thirst; for the spoiler of Moab shall come upon you, and he shall destroy your strong holds."
        },
        {
            "reference":  "Jeremiah 48:19",
             "verseNumber":  19,
             "scripture":  "O inhabitant of Aroer, stand by the way, and monitor; ask him that flees, and her that escapes, and say, What is done?"
        },
        {
            "reference":  "Jeremiah 48:20",
             "verseNumber":  20,
             "scripture":  "Moab is confounded; for it is broken down: wail and cry; tell all of you it in Arnon, that Moab is spoiled,"
        },
        {
            "reference":  "Jeremiah 48:21",
             "verseNumber":  21,
             "scripture":  "And judgment has come upon the plain country; upon Holon, and upon Jahazah, and upon Mephaath,"
        },
        {
            "reference":  "Jeremiah 48:22",
             "verseNumber":  22,
             "scripture":  "And upon Dibon, and upon Nebo, and upon Bethdiblathaim,"
        },
        {
            "reference":  "Jeremiah 48:23",
             "verseNumber":  23,
             "scripture":  "And upon Kiriathaim, and upon Bethgamul, and upon Bethmeon,"
        },
        {
            "reference":  "Jeremiah 48:24",
             "verseNumber":  24,
             "scripture":  "And upon Kerioth, and upon Bozrah, and upon all the cities of the land of Moab, far or near."
        },
        {
            "reference":  "Jeremiah 48:25",
             "verseNumber":  25,
             "scripture":  "The horn of Moab is cut off, and his arm is broken, says the LORD."
        },
        {
            "reference":  "Jeremiah 48:26",
             "verseNumber":  26,
             "scripture":  "Make all of you him drunken: for he magnified himself against the LORD: Moab also shall wallow in his vomit, and he also shall be in derision."
        },
        {
            "reference":  "Jeremiah 48:27",
             "verseNumber":  27,
             "scripture":  "For was not Israel a derision unto you? was he found among thieves? for since you spoke of him, you skipped for joy."
        },
        {
            "reference":  "Jeremiah 48:28",
             "verseNumber":  28,
             "scripture":  "O all of you that dwell in Moab, leave the cities, and dwell in the rock, and be like the dove that makes her nest in the sides of the hole's mouth."
        },
        {
            "reference":  "Jeremiah 48:29",
             "verseNumber":  29,
             "scripture":  "We have heard the pride of Moab, (he is exceeding proud) his loftiness, and his arrogancy, and his pride, and the haughtiness of his heart."
        },
        {
            "reference":  "Jeremiah 48:30",
             "verseNumber":  30,
             "scripture":  "I know his wrath, says the LORD; but it shall not be so; his lies shall not so effect it."
        },
        {
            "reference":  "Jeremiah 48:31",
             "verseNumber":  31,
             "scripture":  "Therefore will I wail for Moab, and I will cry out for all Moab; mine heart shall mourn for the men of Kirheres."
        },
        {
            "reference":  "Jeremiah 48:32",
             "verseNumber":  32,
             "scripture":  "O vine of Sibmah, I will weep for you with the weeping of Jazer: your plants are gone over the sea, they reach even to the sea of Jazer: the spoiler is fallen upon your summer fruits and upon your vintage."
        },
        {
            "reference":  "Jeremiah 48:33",
             "verseNumber":  33,
             "scripture":  "And joy and gladness is taken from the plentiful field, and from the land of Moab, and I have caused wine to fail from the winepresses: none shall tread with shouting; their shouting shall be no shouting."
        },
        {
            "reference":  "Jeremiah 48:34",
             "verseNumber":  34,
             "scripture":  "From the cry of Heshbon even unto Elealeh, and even unto Jahaz, have they uttered their voice, from Zoar even unto Horonaim, as an heifer of three years old: for the waters also of Nimrim shall be desolate."
        },
        {
            "reference":  "Jeremiah 48:35",
             "verseNumber":  35,
             "scripture":  "Moreover I will cause to cease in Moab, says the LORD, him that offers in the high places, and him that burns incense to his gods."
        },
        {
            "reference":  "Jeremiah 48:36",
             "verseNumber":  36,
             "scripture":  "Therefore mine heart shall sound for Moab like pipes, and mine heart shall sound like pipes for the men of Kirheres: because the riches that he has got are perished."
        },
        {
            "reference":  "Jeremiah 48:37",
             "verseNumber":  37,
             "scripture":  "For every head shall be bald, and every beard clipped: upon all the hands shall be cuttings, and upon the loins sackcloth."
        },
        {
            "reference":  "Jeremiah 48:38",
             "verseNumber":  38,
             "scripture":  "There shall be lamentation generally upon all the housetops of Moab, and in the streets thereof: for I have broken Moab like a vessel wherein is no pleasure, says the LORD."
        },
        {
            "reference":  "Jeremiah 48:39",
             "verseNumber":  39,
             "scripture":  "They shall wail, saying, How is it broken down! how has Moab turned the back with shame! so shall Moab be a derision and a dismaying to all them about him."
        },
        {
            "reference":  "Jeremiah 48:40",
             "verseNumber":  40,
             "scripture":  "For thus says the LORD; Behold, he shall fly as an eagle, and shall spread his wings over Moab."
        },
        {
            "reference":  "Jeremiah 48:41",
             "verseNumber":  41,
             "scripture":  "Kerioth is taken, and the strong holds are surprised, and the mighty men's hearts in Moab at that day shall be as the heart of a woman in her pangs."
        },
        {
            "reference":  "Jeremiah 48:42",
             "verseNumber":  42,
             "scripture":  "And Moab shall be destroyed from being a people, because he has magnified himself against the LORD."
        },
        {
            "reference":  "Jeremiah 48:43",
             "verseNumber":  43,
             "scripture":  "Fear, and the pit, and the snare, shall be upon you, O inhabitant of Moab, says the LORD."
        },
        {
            "reference":  "Jeremiah 48:44",
             "verseNumber":  44,
             "scripture":  "He that flees from the fear shall fall into the pit; and he that gets up out of the pit shall be taken in the snare: for I will bring upon it, even upon Moab, the year of their visitation, says the LORD."
        },
        {
            "reference":  "Jeremiah 48:45",
             "verseNumber":  45,
             "scripture":  "They that fled stood under the shadow of Heshbon because of the force: but a fire shall come forth out of Heshbon, and a flame from the midst of Sihon, and shall devour the corner of Moab, and the crown of the head of the tumultuous ones."
        },
        {
            "reference":  "Jeremiah 48:46",
             "verseNumber":  46,
             "scripture":  "Woe be unto you, O Moab! the people of Chemosh perishes: for your sons are taken captives, and your daughters captives."
        },
        {
            "reference":  "Jeremiah 48:47",
             "verseNumber":  47,
             "scripture":  "Yet will I bring again the captivity of Moab in the latter days, says the LORD. Thus far is the judgment of Moab."
        }
    ]
}