{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Jeremiah 5:1",
             "verseNumber":  1,
             "scripture":  "Run all of you back and forth through the streets of Jerusalem, and see now, and know, and seek in the broad places thereof, if all of you can find a man, if there be any that executes judgment, that seeks the truth; and I will pardon it."
        },
        {
            "reference":  "Jeremiah 5:2",
             "verseNumber":  2,
             "scripture":  "And though they say, The LORD lives; surely they swear falsely."
        },
        {
            "reference":  "Jeremiah 5:3",
             "verseNumber":  3,
             "scripture":  "O LORD, are not yours eyes upon the truth? you have stricken them, but they have not grieved; you have consumed them, but they have refused to receive correction: they have made their faces harder than a rock; they have refused to return."
        },
        {
            "reference":  "Jeremiah 5:4",
             "verseNumber":  4,
             "scripture":  "Therefore I said, Surely these are poor; they are foolish: for they know not the way of the LORD, nor the judgment of their God."
        },
        {
            "reference":  "Jeremiah 5:5",
             "verseNumber":  5,
             "scripture":  "I will get me unto the great men, and will speak unto them; for they have known the way of the LORD, and the judgment of their God: but these have altogether broken the yoke, and burst the bonds."
        },
        {
            "reference":  "Jeremiah 5:6",
             "verseNumber":  6,
             "scripture":  "Wherefore a lion out of the forest shall slay them, and a wolf of the evenings shall spoil them, a leopard shall watch over their cities: every one that goes out thence shall be torn in pieces: because their transgressions are many, and their backslidings are increased."
        },
        {
            "reference":  "Jeremiah 5:7",
             "verseNumber":  7,
             "scripture":  "How shall I pardon you for this? your children have forsaken me, and sworn by them that are no gods: when I had fed them to the full, they then committed adultery, and assembled themselves by troops in the harlots' houses."
        },
        {
            "reference":  "Jeremiah 5:8",
             "verseNumber":  8,
             "scripture":  "They were as fed horses in the morning: every one neighed after his neighbour's wife."
        },
        {
            "reference":  "Jeremiah 5:9",
             "verseNumber":  9,
             "scripture":  "Shall I not visit for these things? says the LORD: and shall not my soul be avenged on such a nation as this?"
        },
        {
            "reference":  "Jeremiah 5:10",
             "verseNumber":  10,
             "scripture":  "Go all of you up upon her walls, and destroy; but make not a full end: take away her battlements; for they are not the LORD's."
        },
        {
            "reference":  "Jeremiah 5:11",
             "verseNumber":  11,
             "scripture":  "For the house of Israel and the house of Judah have dealt very treacherously against me, says the LORD."
        },
        {
            "reference":  "Jeremiah 5:12",
             "verseNumber":  12,
             "scripture":  "They have lied concerning the LORD, and said, It is not he; neither shall evil come upon us; neither shall we see sword nor famine:"
        },
        {
            "reference":  "Jeremiah 5:13",
             "verseNumber":  13,
             "scripture":  "And the prophets shall become wind, and the word is not in them: thus shall it be done unto them."
        },
        {
            "reference":  "Jeremiah 5:14",
             "verseNumber":  14,
             "scripture":  "Wherefore thus says the LORD God of hosts, Because all of you speak this word, behold, I will make my words in your mouth fire, and this people wood, and it shall devour them."
        },
        {
            "reference":  "Jeremiah 5:15",
             "verseNumber":  15,
             "scripture":  "Lo, I will bring a nation upon you from far, O house of Israel, says the LORD: it is a mighty nation, it is an ancient nation, a nation whose language you know not, neither understand what they say."
        },
        {
            "reference":  "Jeremiah 5:16",
             "verseNumber":  16,
             "scripture":  "Their quiver is as an open tomb, they are all mighty men."
        },
        {
            "reference":  "Jeremiah 5:17",
             "verseNumber":  17,
             "scripture":  "And they shall eat up yours harvest, and your bread, which your sons and your daughters should eat: they shall eat up your flocks and yours herds: they shall eat up your vines and your fig trees: they shall impoverish your fenced cities, wherein you trusted, with the sword."
        },
        {
            "reference":  "Jeremiah 5:18",
             "verseNumber":  18,
             "scripture":  "Nevertheless in those days, says the LORD, I will not make a full end with you."
        },
        {
            "reference":  "Jeremiah 5:19",
             "verseNumber":  19,
             "scripture":  "And it shall come to pass, when all of you shall say, Wherefore does the LORD our God all these things unto us? then shall you answer them, Like all of you have forsaken me, and served strange gods in your land, so shall all of you serve strangers in a land that is not your's."
        },
        {
            "reference":  "Jeremiah 5:20",
             "verseNumber":  20,
             "scripture":  "Declare this in the house of Jacob, and publish it in Judah, saying,"
        },
        {
            "reference":  "Jeremiah 5:21",
             "verseNumber":  21,
             "scripture":  "Hear now this, O foolish people, and without understanding; which have eyes, and see not; which have ears, and hear not:"
        },
        {
            "reference":  "Jeremiah 5:22",
             "verseNumber":  22,
             "scripture":  "Fear all of you not me? says the LORD: will all of you not tremble at my presence, which have placed the sand for the bound of the sea by a perpetual decree, that it cannot pass it: and though the waves thereof toss themselves, yet can they not prevail; though they roar, yet can they not pass over it?"
        },
        {
            "reference":  "Jeremiah 5:23",
             "verseNumber":  23,
             "scripture":  "But this people has a revolting and a rebellious heart; they are revolted and gone."
        },
        {
            "reference":  "Jeremiah 5:24",
             "verseNumber":  24,
             "scripture":  "Neither say they in their heart, Let us now fear the LORD our God, that gives rain, both the former and the latter, in his season: he reserves unto us the appointed weeks of the harvest."
        },
        {
            "reference":  "Jeremiah 5:25",
             "verseNumber":  25,
             "scripture":  "Your iniquities have turned away these things, and your sins have withheld good things from you."
        },
        {
            "reference":  "Jeremiah 5:26",
             "verseNumber":  26,
             "scripture":  "For among my people are found wicked men: they lay wait, as he that sets snares; they set a trap, they catch men."
        },
        {
            "reference":  "Jeremiah 5:27",
             "verseNumber":  27,
             "scripture":  "As a cage is full of birds, so are their houses full of deceit: therefore they are become great, and becoming rich."
        },
        {
            "reference":  "Jeremiah 5:28",
             "verseNumber":  28,
             "scripture":  "They are becoming fat, they shine: yea, they pass over the deeds of the wicked: they judge not the cause, the cause of the fatherless, yet they prosper; and the right of the needy do they not judge."
        },
        {
            "reference":  "Jeremiah 5:29",
             "verseNumber":  29,
             "scripture":  "Shall I not visit for these things? says the LORD: shall not my soul be avenged on such a nation as this?"
        },
        {
            "reference":  "Jeremiah 5:30",
             "verseNumber":  30,
             "scripture":  "A wonderful and horrible thing is committed in the land;"
        },
        {
            "reference":  "Jeremiah 5:31",
             "verseNumber":  31,
             "scripture":  "The prophets prophesy falsely, and the priests bear rule by their means; and my people love to have it so: and what will all of you do in the end thereof?"
        }
    ]
}