{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Jeremiah 6:1",
             "verseNumber":  1,
             "scripture":  "O all of you children of Benjamin, gather yourselves to flee out of the midst of Jerusalem, and blow the trumpet in Tekoa, and set up a sign of fire in Bethhaccerem: for evil appears out of the north, and great destruction."
        },
        {
            "reference":  "Jeremiah 6:2",
             "verseNumber":  2,
             "scripture":  "I have likened the daughter of Zion to a comely and delicate woman."
        },
        {
            "reference":  "Jeremiah 6:3",
             "verseNumber":  3,
             "scripture":  "The shepherds with their flocks shall come unto her; they shall pitch their tents against her round about; they shall feed every one in his place."
        },
        {
            "reference":  "Jeremiah 6:4",
             "verseNumber":  4,
             "scripture":  "Prepare all of you war against her; arise, and let us go up at noon. Woe unto us! for the day goes away, for the shadows of the evening are stretched out."
        },
        {
            "reference":  "Jeremiah 6:5",
             "verseNumber":  5,
             "scripture":  "Arise, and let us go by night, and let us destroy her palaces."
        },
        {
            "reference":  "Jeremiah 6:6",
             "verseNumber":  6,
             "scripture":  "For thus has the LORD of hosts said, Hew all of you down trees, and cast a mount against Jerusalem: this is the city to be visited; she is wholly oppression in the midst of her."
        },
        {
            "reference":  "Jeremiah 6:7",
             "verseNumber":  7,
             "scripture":  "As a fountain casts out her waters, so she casts out her wickedness: violence and spoil is heard in her; before me continually is grief and wounds."
        },
        {
            "reference":  "Jeremiah 6:8",
             "verseNumber":  8,
             "scripture":  "Be you instructed, O Jerusalem, lest my soul depart from you; lest I make you desolate, a land not inhabited."
        },
        {
            "reference":  "Jeremiah 6:9",
             "verseNumber":  9,
             "scripture":  "Thus says the LORD of hosts, They shall thoroughly glean the remnant of Israel as a vine: turn back yours hand as a grape-gatherer into the baskets."
        },
        {
            "reference":  "Jeremiah 6:10",
             "verseNumber":  10,
             "scripture":  "To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the LORD is unto them a reproach; they have no delight in it."
        },
        {
            "reference":  "Jeremiah 6:11",
             "verseNumber":  11,
             "scripture":  "Therefore I am full of the fury of the LORD; I am weary with holding in: I will pour it out upon the children abroad, and upon the assembly of young men together: for even the husband with the wife shall be taken, the aged with him that is full of days."
        },
        {
            "reference":  "Jeremiah 6:12",
             "verseNumber":  12,
             "scripture":  "And their houses shall be turned unto others, with their fields and wives together: for I will stretch out my hand upon the inhabitants of the land, says the LORD."
        },
        {
            "reference":  "Jeremiah 6:13",
             "verseNumber":  13,
             "scripture":  "For from the least of them even unto the greatest of them every one is given to covetousness; and from the prophet even unto the priest every one deals falsely."
        },
        {
            "reference":  "Jeremiah 6:14",
             "verseNumber":  14,
             "scripture":  "They have healed also the hurt of the daughter of my people slightly, saying, Peace, peace; when there is no peace."
        },
        {
            "reference":  "Jeremiah 6:15",
             "verseNumber":  15,
             "scripture":  "Were they ashamed when they had committed abomination? nay, they were not at all ashamed, neither could they blush: therefore they shall fall among them that fall: at the time that I visit them they shall be cast down, says the LORD."
        },
        {
            "reference":  "Jeremiah 6:16",
             "verseNumber":  16,
             "scripture":  "Thus says the LORD, Stand all of you in the ways, and see, and ask for the old paths, where is the good way, and walk therein, and all of you shall find rest for your souls. But they said, We will not walk therein."
        },
        {
            "reference":  "Jeremiah 6:17",
             "verseNumber":  17,
             "scripture":  "Also I set watchmen over you, saying, Hearken to the sound of the trumpet. But they said, We will not hearken."
        },
        {
            "reference":  "Jeremiah 6:18",
             "verseNumber":  18,
             "scripture":  "Therefore hear, all of you nations, and know, O congregation, what is among them."
        },
        {
            "reference":  "Jeremiah 6:19",
             "verseNumber":  19,
             "scripture":  "Hear, O earth: behold, I will bring evil upon this people, even the fruit of their thoughts, because they have not hearkened unto my words, nor to my law, but rejected it."
        },
        {
            "reference":  "Jeremiah 6:20",
             "verseNumber":  20,
             "scripture":  "To what purpose comes there to me incense from Sheba, and the sweet cane from a far country? your burnt offerings are not acceptable, nor your sacrifices sweet unto me."
        },
        {
            "reference":  "Jeremiah 6:21",
             "verseNumber":  21,
             "scripture":  "Therefore thus says the LORD, Behold, I will lay stumbling blocks before this people, and the fathers and the sons together shall fall upon them; the neighbour and his friend shall perish."
        },
        {
            "reference":  "Jeremiah 6:22",
             "verseNumber":  22,
             "scripture":  "Thus says the LORD, Behold, a people comes from the north country, and a great nation shall be raised from the sides of the earth."
        },
        {
            "reference":  "Jeremiah 6:23",
             "verseNumber":  23,
             "scripture":  "They shall lay hold on bow and spear; they are cruel, and have no mercy; their voice roars like the sea; and they ride upon horses, set in array as men for war against you, O daughter of Zion."
        },
        {
            "reference":  "Jeremiah 6:24",
             "verseNumber":  24,
             "scripture":  "We have heard the fame thereof: our hands wax feeble: anguish has taken hold of us, and pain, as of a woman in travail."
        },
        {
            "reference":  "Jeremiah 6:25",
             "verseNumber":  25,
             "scripture":  "Go not forth into the field, nor walk by the way; for the sword of the enemy and fear is on every side."
        },
        {
            "reference":  "Jeremiah 6:26",
             "verseNumber":  26,
             "scripture":  "O daughter of my people, gird you with sackcloth, and wallow yourself in ashes: make you mourning, as for an only son, most bitter lamentation: for the spoiler shall suddenly come upon us."
        },
        {
            "reference":  "Jeremiah 6:27",
             "verseNumber":  27,
             "scripture":  "I have set you for a tower and a fortress among my people, that you may know and try their way."
        },
        {
            "reference":  "Jeremiah 6:28",
             "verseNumber":  28,
             "scripture":  "They are all grievous apostates, walking with slanders: they are brass and iron; they are all corrupters."
        },
        {
            "reference":  "Jeremiah 6:29",
             "verseNumber":  29,
             "scripture":  "The bellows are burned, the lead is consumed of the fire; the founder melts in vain: for the wicked are not plucked away."
        },
        {
            "reference":  "Jeremiah 6:30",
             "verseNumber":  30,
             "scripture":  "Reprobate silver shall men call them, because the LORD has rejected them."
        }
    ]
}