{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Isaiah", "bookAbbreviation": "Jer", "chapterNumber": 66, "verses": [{"reference": "Isaiah 66:1", "verseNumber": 1, "scripture": "Thus says the LORD, The heaven is my throne, and the earth is my footstool: where is the house that all of you build unto me? and where is the place of my rest?"},{"reference": "Isaiah 66:2", "verseNumber": 2, "scripture": "For all those things has mine hand made, and all those things have been, says the LORD: but to this man will I look, even to him that is poor and of a contrite spirit, and trembles at my word."},{"reference": "Isaiah 66:3", "verseNumber": 3, "scripture": "He that kills an ox is as if he slew a man; he that sacrifices a lamb, as if he cut off a dog's neck; he that offers an oblation, as if he offered swine's blood; he that burns incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delights in their abominations."},{"reference": "Isaiah 66:4", "verseNumber": 4, "scripture": "I also will choose their delusions, and will bring their fears upon them; because when I called, none did answer; when I spoke, they did not hear: but they did evil before mine eyes, and chose that in which I delighted not."},{"reference": "Isaiah 66:5", "verseNumber": 5, "scripture": "Hear the word of the LORD, all of you that tremble at his word; Your brethren that hated you, that cast you out for my name's sake, said, Let the LORD be glorified: but he shall appear to your joy, and they shall be ashamed."},{"reference": "Isaiah 66:6", "verseNumber": 6, "scripture": "A voice of noise from the city, a voice from the temple, a voice of the LORD that renders recompence to his enemies."},{"reference": "Isaiah 66:7", "verseNumber": 7, "scripture": "Before she travailed, she brought forth; before her pain came, she was delivered of a male child."},{"reference": "Isaiah 66:8", "verseNumber": 8, "scripture": "Who has heard such a thing? who has seen such things? Shall the earth be made to bring forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children."},{"reference": "Isaiah 66:9", "verseNumber": 9, "scripture": "Shall I bring to the birth, and not cause to bring forth? says the LORD: shall I cause to bring forth, and shut the womb? says your God."},{"reference": "Isaiah 66:10", "verseNumber": 10, "scripture": "Rejoice all of you with Jerusalem, and be glad with her, all you that love her: rejoice for joy with her, all you that mourn for her:"},{"reference": "Isaiah 66:11", "verseNumber": 11, "scripture": "That all of you may suck, and be satisfied with the breasts of her consolations; that all of you may milk out, and be delighted with the abundance of her glory."},{"reference": "Isaiah 66:12", "verseNumber": 12, "scripture": "For thus says the LORD, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall all of you suck, all of you shall be borne upon her sides, and be dandled upon her knees."},{"reference": "Isaiah 66:13", "verseNumber": 13, "scripture": "As one whom his mother comforts, so will I comfort you; and all of you shall be comforted in Jerusalem."},{"reference": "Isaiah 66:14", "verseNumber": 14, "scripture": "And when all of you see this, your heart shall rejoice, and your bones shall flourish like an herb: and the hand of the LORD shall be known toward his servants, and his indignation toward his enemies."},{"reference": "Isaiah 66:15", "verseNumber": 15, "scripture": "For, behold, the LORD will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire."},{"reference": "Isaiah 66:16", "verseNumber": 16, "scripture": "For by fire and by his sword will the LORD plead with all flesh: and the slain of the LORD shall be many."},{"reference": "Isaiah 66:17", "verseNumber": 17, "scripture": "They that sanctify themselves, and purify themselves in the gardens behind one tree in the midst, eating swine's flesh, and the abomination, and the mouse, shall be consumed together, says the LORD."},{"reference": "Isaiah 66:18", "verseNumber": 18, "scripture": "For I know their works and their thoughts: it shall come, that I will gather all nations and tongues; and they shall come, and see my glory."},{"reference": "Isaiah 66:19", "verseNumber": 19, "scripture": "And I will set a sign among them, and I will send those that escape of them unto the nations, to Tarshish, Pul, and Lud, that draw the bow, to Tubal, and Javan, to the isles far off, that have not heard my fame, neither have seen my glory; and they shall declare my glory among the Gentiles."},{"reference": "Isaiah 66:20", "verseNumber": 20, "scripture": "And they shall bring all your brethren for an offering unto the LORD out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, says the LORD, as the children of Israel bring an offering in a clean vessel into the house of the LORD."},{"reference": "Isaiah 66:21", "verseNumber": 21, "scripture": "And I will also take of them for priests and for Levites, says the LORD."},{"reference": "Isaiah 66:22", "verseNumber": 22, "scripture": "For as the new heavens and the new earth, which I will make, shall remain before me, says the LORD, so shall your seed and your name remain."},{"reference": "Isaiah 66:23", "verseNumber": 23, "scripture": "And it shall come to pass, that from one new moon to another, and from one sabbath to another, shall all flesh come to worship before me, says the LORD."},{"reference": "Isaiah 66:24", "verseNumber": 24, "scripture": "And they shall go forth, and look upon the carcasses of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh."}]}