{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Jeremiah",
     "bookAbbreviation":  "Jer",
     "chapterNumber":  9,
     "verses":  [
        {
            "reference":  "Jeremiah 9:1",
             "verseNumber":  1,
             "scripture":  "Oh that my head were waters, and mine eyes a fountain of tears, that I might weep day and night for the slain of the daughter of my people!"
        },
        {
            "reference":  "Jeremiah 9:2",
             "verseNumber":  2,
             "scripture":  "Oh that I had in the wilderness a lodging place of travelling men; that I might leave my people, and go from them! for they be all adulterers, an assembly of treacherous men."
        },
        {
            "reference":  "Jeremiah 9:3",
             "verseNumber":  3,
             "scripture":  "And they bend their tongues like their bow for lies: but they are not valiant for the truth upon the earth; for they proceed from evil to evil, and they know not me, says the LORD."
        },
        {
            "reference":  "Jeremiah 9:4",
             "verseNumber":  4,
             "scripture":  "Take all of you heed every one of his neighbour, and trust all of you not in any brother: for every brother will utterly supplant, and every neighbour will walk with slanders."
        },
        {
            "reference":  "Jeremiah 9:5",
             "verseNumber":  5,
             "scripture":  "And they will deceive every one his neighbour, and will not speak the truth: they have taught their tongue to speak lies, and weary themselves to commit iniquity."
        },
        {
            "reference":  "Jeremiah 9:6",
             "verseNumber":  6,
             "scripture":  "Yours habitation is in the midst of deceit; through deceit they refuse to know me, says the LORD."
        },
        {
            "reference":  "Jeremiah 9:7",
             "verseNumber":  7,
             "scripture":  "Therefore thus says the LORD of hosts, Behold, I will melt them, and try them; for how shall I do for the daughter of my people?"
        },
        {
            "reference":  "Jeremiah 9:8",
             "verseNumber":  8,
             "scripture":  "Their tongue is as an arrow shot out; it speaks deceit: one speaks peaceably to his neighbour with his mouth, but in heart he lays his wait."
        },
        {
            "reference":  "Jeremiah 9:9",
             "verseNumber":  9,
             "scripture":  "Shall I not visit them for these things? says the LORD: shall not my soul be avenged on such a nation as this?"
        },
        {
            "reference":  "Jeremiah 9:10",
             "verseNumber":  10,
             "scripture":  "For the mountains will I take up a weeping and wailing, and for the habitations of the wilderness a lamentation, because they are burned up, so that none can pass through them; neither can men hear the voice of the cattle; both the fowl of the heavens and the beast are fled; they are gone."
        },
        {
            "reference":  "Jeremiah 9:11",
             "verseNumber":  11,
             "scripture":  "And I will make Jerusalem heaps, and a den of dragons; and I will make the cities of Judah desolate, without an inhabitant."
        },
        {
            "reference":  "Jeremiah 9:12",
             "verseNumber":  12,
             "scripture":  "Who is the wise man, that may understand this? and who is he to whom the mouth of the LORD has spoken, that he may declare it, for what the land perishes and is burned up like a wilderness, that none passes through?"
        },
        {
            "reference":  "Jeremiah 9:13",
             "verseNumber":  13,
             "scripture":  "And the LORD says, Because they have forsaken my law which I set before them, and have not obeyed my voice, neither walked therein;"
        },
        {
            "reference":  "Jeremiah 9:14",
             "verseNumber":  14,
             "scripture":  "But have walked after the imagination of their own heart, and after Baalim, which their fathers taught them:"
        },
        {
            "reference":  "Jeremiah 9:15",
             "verseNumber":  15,
             "scripture":  "Therefore thus says the LORD of hosts, the God of Israel; Behold, I will feed them, even this people, with wormwood, and give them water of gall to drink."
        },
        {
            "reference":  "Jeremiah 9:16",
             "verseNumber":  16,
             "scripture":  "I will scatter them also among the heathen, whom neither they nor their fathers have known: and I will send a sword after them, till I have consumed them."
        },
        {
            "reference":  "Jeremiah 9:17",
             "verseNumber":  17,
             "scripture":  "Thus says the LORD of hosts, Consider all of you, and call for the mourning women, that they may come; and send for cunning women, that they may come:"
        },
        {
            "reference":  "Jeremiah 9:18",
             "verseNumber":  18,
             "scripture":  "And let them make haste, and take up a wailing for us, that our eyes may run down with tears, and our eyelids gush out with waters."
        },
        {
            "reference":  "Jeremiah 9:19",
             "verseNumber":  19,
             "scripture":  "For a voice of wailing is heard out of Zion, How are we spoiled! we are greatly confounded, because we have forsaken the land, because our dwellings have cast us out."
        },
        {
            "reference":  "Jeremiah 9:20",
             "verseNumber":  20,
             "scripture":  "Yet hear the word of the LORD, O all of you women, and let your ear receive the word of his mouth, and teach your daughters wailing, and every one her neighbour lamentation."
        },
        {
            "reference":  "Jeremiah 9:21",
             "verseNumber":  21,
             "scripture":  "For death has come up into our windows, and is entered into our palaces, to cut off the children from without, and the young men from the streets."
        },
        {
            "reference":  "Jeremiah 9:22",
             "verseNumber":  22,
             "scripture":  "Speak, Thus says the LORD, Even the carcasses of men shall fall as dung upon the open field, and as the handful after the harvestman, and none shall gather them."
        },
        {
            "reference":  "Jeremiah 9:23",
             "verseNumber":  23,
             "scripture":  "Thus says the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:"
        },
        {
            "reference":  "Jeremiah 9:24",
             "verseNumber":  24,
             "scripture":  "But let him that glories glory in this, that he understands and knows me, that I am the LORD which exercise loving kindness, judgment, and righteousness, in the earth: for in these things I delight, says the LORD."
        },
        {
            "reference":  "Jeremiah 9:25",
             "verseNumber":  25,
             "scripture":  "Behold, the days come, says the LORD, that I will punish all them which are circumcised with the uncircumcised;"
        },
        {
            "reference":  "Jeremiah 9:26",
             "verseNumber":  26,
             "scripture":  "Egypt, and Judah, and Edom, and the children of Ammon, and Moab, and all that are in the utmost corners, that dwell in the wilderness: for all these nations are uncircumcised, and all the house of Israel are uncircumcised in the heart."
        }
    ]
}