{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Thessalonians", "bookAbbreviation": "1 The", "chapterNumber": 1, "verses": [{"reference": "1 Thessalonians 1:1", "verseNumber": 1, "scripture": "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians which is in God the Father and in the Lord Jesus Christ: Grace be unto you, and peace, from God our Father, and the Lord Jesus Christ."},{"reference": "1 Thessalonians 1:2", "verseNumber": 2, "scripture": "We give thanks to God always for you all, making mention of you in our prayers;"},{"reference": "1 Thessalonians 1:3", "verseNumber": 3, "scripture": "Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;"},{"reference": "1 Thessalonians 1:4", "verseNumber": 4, "scripture": "Knowing, brethren beloved, your election of God."},{"reference": "1 Thessalonians 1:5", "verseNumber": 5, "scripture": "For our gospel came not unto you in word only, but also in power, and in the Holy Spirit, and in much assurance; as all of you know what manner of men we were among you for your sake."},{"reference": "1 Thessalonians 1:6", "verseNumber": 6, "scripture": "And all of you became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Spirit."},{"reference": "1 Thessalonians 1:7", "verseNumber": 7, "scripture": "So that all of you were ensamples to all that believe in Macedonia and Achaia."},{"reference": "1 Thessalonians 1:8", "verseNumber": 8, "scripture": "For from you sounded out the word of the Lord not only in Macedonia and Achaia, but also in every place your faith toward God is spread abroad; so that we need not to speak any thing."},{"reference": "1 Thessalonians 1:9", "verseNumber": 9, "scripture": "For they themselves show of us what manner of entering in we had unto you, and how all of you turned to God from idols to serve the living and true God;"},{"reference": "1 Thessalonians 1:10", "verseNumber": 10, "scripture": "And to wait for his Son from heaven, whom he raised from the dead, even Jesus, which delivered us from the wrath to come."}]}