{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Thessalonians", "bookAbbreviation": "1 The", "chapterNumber": 3, "verses": [{"reference": "1 Thessalonians 3:1", "verseNumber": 1, "scripture": "Wherefore when we could no longer forbear, we thought it good to be left at Athens alone;"},{"reference": "1 Thessalonians 3:2", "verseNumber": 2, "scripture": "And sent Timotheus, our brother, and minister of God, and our fellow labourer in the gospel of Christ, to establish you, and to comfort you concerning your faith:"},{"reference": "1 Thessalonians 3:3", "verseNumber": 3, "scripture": "That no man should be moved by these afflictions: for yourselves know that we are appointed thereunto."},{"reference": "1 Thessalonians 3:4", "verseNumber": 4, "scripture": "For verily, when we were with you, we told you before that we should suffer tribulation; even as it came to pass, and all of you know."},{"reference": "1 Thessalonians 3:5", "verseNumber": 5, "scripture": "For this cause, when I could no longer forbear, I sent to know your faith, lest by some means the tempter have tempted you, and our labour be in vain."},{"reference": "1 Thessalonians 3:6", "verseNumber": 6, "scripture": "But now when Timotheus came from you unto us, and brought us good tidings of your faith and love, and that all of you have good remembrance of us always, desiring greatly to see us, as we also to see you:"},{"reference": "1 Thessalonians 3:7", "verseNumber": 7, "scripture": "Therefore, brethren, we were comforted over you in all our affliction and distress by your faith:"},{"reference": "1 Thessalonians 3:8", "verseNumber": 8, "scripture": "For now we live, if all of you stand fast in the Lord."},{"reference": "1 Thessalonians 3:9", "verseNumber": 9, "scripture": "For what thanks can we render to God again for you, for all the joy wherewith we joy for your sakes before our God;"},{"reference": "1 Thessalonians 3:10", "verseNumber": 10, "scripture": "Night and day praying exceedingly that we might see your face, and might perfect that which is lacking in your faith?"},{"reference": "1 Thessalonians 3:11", "verseNumber": 11, "scripture": "Now God himself and our Father, and our Lord Jesus Christ, direct our way unto you."},{"reference": "1 Thessalonians 3:12", "verseNumber": 12, "scripture": "And the Lord make you to increase and abound in love one toward another, and toward all men, even as we do toward you:"},{"reference": "1 Thessalonians 3:13", "verseNumber": 13, "scripture": "To the end he may establish your hearts unblameable in holiness before God, even our Father, at the coming of our Lord Jesus Christ with all his saints."}]}