{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Lamentations", "bookAbbreviation": "Lam", "chapterNumber": 1, "verses": [{"reference": "Lamentations 1:1", "verseNumber": 1, "scripture": "How does the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!"},{"reference": "Lamentations 1:2", "verseNumber": 2, "scripture": "She weeps sore in the night, and her tears are on her cheeks: among all her lovers she has none to comfort her: all her friends have dealt treacherously with her, they are become her enemies."},{"reference": "Lamentations 1:3", "verseNumber": 3, "scripture": "Judah is gone into captivity because of affliction, and because of great servitude: she dwells among the heathen, she finds no rest: all her persecutors overtook her between the straits."},{"reference": "Lamentations 1:4", "verseNumber": 4, "scripture": "The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness."},{"reference": "Lamentations 1:5", "verseNumber": 5, "scripture": "Her adversaries are the chief, her enemies prosper; for the LORD has afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy."},{"reference": "Lamentations 1:6", "verseNumber": 6, "scripture": "And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer."},{"reference": "Lamentations 1:7", "verseNumber": 7, "scripture": "Jerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths."},{"reference": "Lamentations 1:8", "verseNumber": 8, "scripture": "Jerusalem has grievously sinned; therefore she is removed: all that honoured her despise her, because they have seen her nakedness: yea, she sighs, and turns backward."},{"reference": "Lamentations 1:9", "verseNumber": 9, "scripture": "Her filthiness is in her skirts; she remembers not her last end; therefore she came down wonderfully: she had no comforter. O LORD, behold my affliction: for the enemy has magnified himself."},{"reference": "Lamentations 1:10", "verseNumber": 10, "scripture": "The adversary has spread out his hand upon all her pleasant things: for she has seen that the heathen entered into her sanctuary, whom you did command that they should not enter into your congregation."},{"reference": "Lamentations 1:11", "verseNumber": 11, "scripture": "All her people sigh, they seek bread; they have given their pleasant things for food to relieve the soul: see, O LORD, and consider; for I am become vile."},{"reference": "Lamentations 1:12", "verseNumber": 12, "scripture": "Is it nothing to you, all you that pass by? behold, and see if there be any sorrow like unto my sorrow, which is done unto me, wherewith the LORD has afflicted me in the day of his fierce anger."},{"reference": "Lamentations 1:13", "verseNumber": 13, "scripture": "From above has he sent fire into my bones, and it prevails against them: he has spread a net for my feet, he has turned me back: he has made me desolate and faint all the day."},{"reference": "Lamentations 1:14", "verseNumber": 14, "scripture": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he has made my strength to fall, the LORD has delivered me into their hands, from whom I am not able to rise up."},{"reference": "Lamentations 1:15", "verseNumber": 15, "scripture": "The LORD has trodden under foot all my mighty men in the midst of me: he has called an assembly against me to crush my young men: the LORD has trodden the virgin, the daughter of Judah, as in a winepress."},{"reference": "Lamentations 1:16", "verseNumber": 16, "scripture": "For these things I weep; mine eye, mine eye runs down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed."},{"reference": "Lamentations 1:17", "verseNumber": 17, "scripture": "Zion spreads forth her hands, and there is none to comfort her: the LORD has commanded concerning Jacob, that his adversaries should be round about him: Jerusalem is as a menstruous woman among them."},{"reference": "Lamentations 1:18", "verseNumber": 18, "scripture": "The LORD is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity."},{"reference": "Lamentations 1:19", "verseNumber": 19, "scripture": "I called for my lovers, but they deceived me: my priests and mine elders gave up the spirit in the city, while they sought their food to relieve their souls."},{"reference": "Lamentations 1:20", "verseNumber": 20, "scripture": "Behold, O LORD; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaves, at home there is as death."},{"reference": "Lamentations 1:21", "verseNumber": 21, "scripture": "They have heard that I sigh: there is none to comfort me: all mine enemies have heard of my trouble; they are glad that you have done it: you will bring the day that you have called, and they shall be like unto me."},{"reference": "Lamentations 1:22", "verseNumber": 22, "scripture": "Let all their wickedness come before you; and do unto them, as you have done unto me for all my transgressions: for my sighs are many, and my heart is faint."}]}