{
    "bibleVersion":  "TAM",
     "bibleLanguage":  "Tamil",
     "fullBibleName":  "பரிசுத்த வேதாகமம் O.V. (2017)",
     "description":  "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.",
     "scriptureSection":  "பழைய ஏற்பாடு",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Bible Society of India",
     "bibleTextSource":  "Internet",
     "bookName":  "யோபு",
     "bookAbbreviation":  "யோபு",
     "chapterNumber":  20,
     "verses":  [
        {
            "reference":  "யோபு 20:1",
             "verseNumber":  1,
             "scripture":  "அப்பொழுது நாகமாத்தியனான சோப்பார் பிரதியுத்தரமாக:"
        },
        {
            "reference":  "யோபு 20:2",
             "verseNumber":  2,
             "scripture":  "இதற்காக மறு உத்தரவு கொடுக்க என் சிந்தனைகள் என்னை ஏவுகிறபடியால் நான் தீவிரித்துச் சொல்லுகிறேன்."
        },
        {
            "reference":  "யோபு 20:3",
             "verseNumber":  3,
             "scripture":  "நிந்தித்தேன் என்று நான் கடிந்து கொள்ளப்பட்டதைக் கேட்டேன்; ஆனாலும் உணர்வினால் என் ஆவி பிரதியுத்தரம் சொல்ல என்னை ஏவுகிறது."
        },
        {
            "reference":  "யோபு 20:4",
             "verseNumber":  4,
             "scripture":  "துன்மார்க்கனின் கெம்பீரம் குறுகினது என்பதையும், மாயக்காரனின் சந்தோஷம் ஒரு நிமிஷம்மாத்திரம் நிற்கும் என்பதையும்,"
        },
        {
            "reference":  "யோபு 20:5",
             "verseNumber":  5,
             "scripture":  "அவர் மனுஷனைப் பூமியில் வைத்த ஆதிகாலமுதல் இப்படியிருக்கிறது என்பதையும் நீர் அறியீரோ?"
        },
        {
            "reference":  "யோபு 20:6",
             "verseNumber":  6,
             "scripture":  "அவனுடைய மேன்மை வானபரியந்தம் உயர்ந்தாலும், அவனுடைய தலை மேகங்கள்மட்டும் எட்டினாலும்,"
        },
        {
            "reference":  "யோபு 20:7",
             "verseNumber":  7,
             "scripture":  "அவன் தன் மலத்தைப்போல என்றைக்கும் அழிந்துபோவான்; அவனைக் கண்டவர்கள், அவன் எங்கே? என்பார்கள்."
        },
        {
            "reference":  "யோபு 20:8",
             "verseNumber":  8,
             "scripture":  "அவன் ஒரு சொப்பனத்தைப்போல் பறந்துபோய்க் காணப்படாதவனாவான்; இரவில் தோன்றும் தரிசனத்தைப்போல் பறக்கடிக்கப்படுவான்."
        },
        {
            "reference":  "யோபு 20:9",
             "verseNumber":  9,
             "scripture":  "அவனைப் பார்த்த கண் இனி அவனைப் பார்ப்பதில்லை; அவன் இருந்த ஸ்தலம் இனி அவனைக் காண்பதில்லை."
        },
        {
            "reference":  "யோபு 20:10",
             "verseNumber":  10,
             "scripture":  "அவன் பிள்ளைகள் எளிமையானவர்களின் சகாயத்தைத் தேடுவார்கள்; அவன் பறித்ததை அவன் கைகள் திரும்பக் கொடுக்கவேண்டியதாகும்."
        },
        {
            "reference":  "யோபு 20:11",
             "verseNumber":  11,
             "scripture":  "அவன் எலும்புகள் அவனுடைய வாலவயதின் பாவங்களினால் நிறைந்திருந்து, அவனோடேகூட மண்ணிலே படுத்துக்கொள்ளும்."
        },
        {
            "reference":  "யோபு 20:12",
             "verseNumber":  12,
             "scripture":  "பொல்லாப்பு அவன் வாயிலே இனிமையாயிருப்பதால், அவன் அதைத் தன் நாவின்கீழ் அடக்கி,"
        },
        {
            "reference":  "யோபு 20:13",
             "verseNumber":  13,
             "scripture":  "அதை விடாமல் பதனம்பண்ணி, தன் வாய்க்குள்ளே வைத்துக்கொண்டிருந்தாலும்,"
        },
        {
            "reference":  "யோபு 20:14",
             "verseNumber":  14,
             "scripture":  "அவன் போஜனம் அவன் குடல்களில் மாறி, அவனுக்குள் விரியன்பாம்புகளின் பிச்சாய்ப்போகும்."
        },
        {
            "reference":  "யோபு 20:15",
             "verseNumber":  15,
             "scripture":  "அவன் விழுங்கின ஆஸ்தியைக் கக்குவான்; தேவன் அதை அவன் வயிற்றிலிருந்து வெளியே தள்ளிவிடுவார்."
        },
        {
            "reference":  "யோபு 20:16",
             "verseNumber":  16,
             "scripture":  "அவன் விரியன்பாம்புகளின் விஷத்தை உறிஞ்சுவான்; விரியனின் நாக்கு அவனைக் கொல்லும்."
        },
        {
            "reference":  "யோபு 20:17",
             "verseNumber":  17,
             "scripture":  "தேனும் நெய்யும் ஓடும் வாய்க்கால்களையும் ஆறுகளையும் அவன் காண்பதில்லை."
        },
        {
            "reference":  "யோபு 20:18",
             "verseNumber":  18,
             "scripture":  "தான் பிரயாசப்பட்டுத் தேடினதை அவன் விழுங்காமல் திரும்பக் கொடுப்பான்; அவன் திரும்பக் கொடுக்கிறது அவன் ஆஸ்திக்குச் சரியாயிருக்கும்; அவன் களிகூராதிருப்பான்."
        },
        {
            "reference":  "யோபு 20:19",
             "verseNumber":  19,
             "scripture":  "அவன் ஒடுக்கி, ஏழைகளைக் கைவிட்டு, தான் கட்டாத வீட்டைப் பறித்தபடியினாலும்,"
        },
        {
            "reference":  "யோபு 20:20",
             "verseNumber":  20,
             "scripture":  "தன் வயிறு திருப்தியற்றிருந்தபடியினாலும், அவன் இச்சித்த காரியங்களில் அவனுக்கு ஒன்றும் இருப்பதில்லை."
        },
        {
            "reference":  "யோபு 20:21",
             "verseNumber":  21,
             "scripture":  "அவன் போஜனத்தில் ஒன்றும் மீதியாவதில்லை; ஆகையால் அவன் ஆஸ்தி நிலைநிற்பதில்லை."
        },
        {
            "reference":  "யோபு 20:22",
             "verseNumber":  22,
             "scripture":  "அவன் வேண்டுமென்கிற பரிபூரணம் அவனுக்கு வந்தபின், அவனுக்கு வியாகுலம் உண்டாகும்; சிறுமைப்படுகிற ஒவ்வொருவருடைய கையும் அவன்மேல் வரும்."
        },
        {
            "reference":  "யோபு 20:23",
             "verseNumber":  23,
             "scripture":  "தன் வயிற்றை நிரப்பத்தக்கது இன்னும் அவனுக்கு இருந்தாலும், அவர் அவன்மேல் தமது கோபத்தின் உக்கிரத்தை வரவிட்டு, அவன் போஜனம்பண்ணுகையில், அதை அவன்மேல் சொரியப்பண்ணுவார்."
        },
        {
            "reference":  "யோபு 20:24",
             "verseNumber":  24,
             "scripture":  "இருப்பு ஆயுதத்துக்கு அவன் தப்பியோடினாலும் உருக்குவில் அவனை உருவ எய்யும்."
        },
        {
            "reference":  "யோபு 20:25",
             "verseNumber":  25,
             "scripture":  "உருவின பட்டயம் அவன் சரீரத்தையும், மின்னுகிற அம்பு அவன் பிச்சையும் உருவிப்போகும்; பயங்கரங்கள் அவன்மேல் வரும்."
        },
        {
            "reference":  "யோபு 20:26",
             "verseNumber":  26,
             "scripture":  "அவன் ஒளிக்கும் இடங்களில் காரிருள் அடங்கியிருக்கும்; அவியாத அக்கினி அவனைப் பட்சிக்கும்; அவன் கூடாரத்தில் மீதியாயிருக்கிறவன் தீங்கு அநுபவிப்பான்."
        },
        {
            "reference":  "யோபு 20:27",
             "verseNumber":  27,
             "scripture":  "வானங்கள் அவன் அக்கிரமத்தை வெளிப்படுத்தி, பூமி அவனுக்கு விரோதமாக எழும்பும்."
        },
        {
            "reference":  "யோபு 20:28",
             "verseNumber":  28,
             "scripture":  "அவன் வீட்டின் சம்பத்துப் போய்விடும்; அவருடைய கோபத்தின் நாளிலே அவைகள் கரைந்து போகும்."
        },
        {
            "reference":  "யோபு 20:29",
             "verseNumber":  29,
             "scripture":  "இதுவே தேவனால் துன்மார்க்கனுக்குக் கிடைக்கும் பங்கும், அவன் செய்கைக்கு தேவனால் அவனுக்கு வரும் சுதந்தரமுமாம் என்றான்."
        }
    ]
}