{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Nehemiah",
     "bookAbbreviation":  "Neh",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "Nehemiah 11:1",
             "verseNumber":  1,
             "scripture":  "And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities."
        },
        {
            "reference":  "Nehemiah 11:2",
             "verseNumber":  2,
             "scripture":  "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem."
        },
        {
            "reference":  "Nehemiah 11:3",
             "verseNumber":  3,
             "scripture":  "Now these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to know, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants."
        },
        {
            "reference":  "Nehemiah 11:4",
             "verseNumber":  4,
             "scripture":  "And at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;"
        },
        {
            "reference":  "Nehemiah 11:5",
             "verseNumber":  5,
             "scripture":  "And Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni."
        },
        {
            "reference":  "Nehemiah 11:6",
             "verseNumber":  6,
             "scripture":  "All the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men."
        },
        {
            "reference":  "Nehemiah 11:7",
             "verseNumber":  7,
             "scripture":  "And these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah."
        },
        {
            "reference":  "Nehemiah 11:8",
             "verseNumber":  8,
             "scripture":  "And after him Gabbai, Sallai, nine hundred twenty and eight."
        },
        {
            "reference":  "Nehemiah 11:9",
             "verseNumber":  9,
             "scripture":  "And Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city."
        },
        {
            "reference":  "Nehemiah 11:10",
             "verseNumber":  10,
             "scripture":  "Of the priests: Jedaiah the son of Joiarib, Jachin."
        },
        {
            "reference":  "Nehemiah 11:11",
             "verseNumber":  11,
             "scripture":  "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God."
        },
        {
            "reference":  "Nehemiah 11:12",
             "verseNumber":  12,
             "scripture":  "And their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah."
        },
        {
            "reference":  "Nehemiah 11:13",
             "verseNumber":  13,
             "scripture":  "And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,"
        },
        {
            "reference":  "Nehemiah 11:14",
             "verseNumber":  14,
             "scripture":  "And their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men."
        },
        {
            "reference":  "Nehemiah 11:15",
             "verseNumber":  15,
             "scripture":  "Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
        },
        {
            "reference":  "Nehemiah 11:16",
             "verseNumber":  16,
             "scripture":  "And Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outward business of the house of God."
        },
        {
            "reference":  "Nehemiah 11:17",
             "verseNumber":  17,
             "scripture":  "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
        },
        {
            "reference":  "Nehemiah 11:18",
             "verseNumber":  18,
             "scripture":  "All the Levites in the holy city were two hundred fourscore and four."
        },
        {
            "reference":  "Nehemiah 11:19",
             "verseNumber":  19,
             "scripture":  "Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two."
        },
        {
            "reference":  "Nehemiah 11:20",
             "verseNumber":  20,
             "scripture":  "And the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance."
        },
        {
            "reference":  "Nehemiah 11:21",
             "verseNumber":  21,
             "scripture":  "But the Nethinims dwelt in Ophel: and Ziha and Gispa were over the Nethinims."
        },
        {
            "reference":  "Nehemiah 11:22",
             "verseNumber":  22,
             "scripture":  "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God."
        },
        {
            "reference":  "Nehemiah 11:23",
             "verseNumber":  23,
             "scripture":  "For it was the king's commandment concerning them, that a certain portion should be for the singers, due for every day."
        },
        {
            "reference":  "Nehemiah 11:24",
             "verseNumber":  24,
             "scripture":  "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people."
        },
        {
            "reference":  "Nehemiah 11:25",
             "verseNumber":  25,
             "scripture":  "And for the villages, with their fields, some of the children of Judah dwelt at Kirjatharba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,"
        },
        {
            "reference":  "Nehemiah 11:26",
             "verseNumber":  26,
             "scripture":  "And at Jeshua, and at Moladah, and at Bethphelet,"
        },
        {
            "reference":  "Nehemiah 11:27",
             "verseNumber":  27,
             "scripture":  "And at Hazarshual, and at Beersheba, and in the villages thereof,"
        },
        {
            "reference":  "Nehemiah 11:28",
             "verseNumber":  28,
             "scripture":  "And at Ziklag, and at Mekonah, and in the villages thereof,"
        },
        {
            "reference":  "Nehemiah 11:29",
             "verseNumber":  29,
             "scripture":  "And at Enrimmon, and at Zareah, and at Jarmuth,"
        },
        {
            "reference":  "Nehemiah 11:30",
             "verseNumber":  30,
             "scripture":  "Zanoah, Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beersheba unto the valley of Hinnom."
        },
        {
            "reference":  "Nehemiah 11:31",
             "verseNumber":  31,
             "scripture":  "The children also of Benjamin from Geba dwelt at Michmash, and Aija, and Bethel, and in their villages."
        },
        {
            "reference":  "Nehemiah 11:32",
             "verseNumber":  32,
             "scripture":  "And at Anathoth, Nob, Ananiah,"
        },
        {
            "reference":  "Nehemiah 11:33",
             "verseNumber":  33,
             "scripture":  "Hazor, Ramah, Gittaim,"
        },
        {
            "reference":  "Nehemiah 11:34",
             "verseNumber":  34,
             "scripture":  "Hadid, Zeboim, Neballat,"
        },
        {
            "reference":  "Nehemiah 11:35",
             "verseNumber":  35,
             "scripture":  "Lod, and Ono, the valley of craftsmen."
        },
        {
            "reference":  "Nehemiah 11:36",
             "verseNumber":  36,
             "scripture":  "And of the Levites were divisions in Judah, and in Benjamin."
        }
    ]
}