{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Nehemiah",
     "bookAbbreviation":  "Neh",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Nehemiah 12:1",
             "verseNumber":  1,
             "scripture":  "Now these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
        },
        {
            "reference":  "Nehemiah 12:2",
             "verseNumber":  2,
             "scripture":  "Amariah, Malluch, Hattush,"
        },
        {
            "reference":  "Nehemiah 12:3",
             "verseNumber":  3,
             "scripture":  "Shechaniah, Rehum, Meremoth,"
        },
        {
            "reference":  "Nehemiah 12:4",
             "verseNumber":  4,
             "scripture":  "Iddo, Ginnetho, Abijah,"
        },
        {
            "reference":  "Nehemiah 12:5",
             "verseNumber":  5,
             "scripture":  "Miamin, Maadiah, Bilgah,"
        },
        {
            "reference":  "Nehemiah 12:6",
             "verseNumber":  6,
             "scripture":  "Shemaiah, and Joiarib, Jedaiah,"
        },
        {
            "reference":  "Nehemiah 12:7",
             "verseNumber":  7,
             "scripture":  "Sallu, Amok, Hilkiah, Jedaiah. These were the chief of the priests and of their brethren in the days of Jeshua."
        },
        {
            "reference":  "Nehemiah 12:8",
             "verseNumber":  8,
             "scripture":  "Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, which was over the thanksgiving, he and his brethren."
        },
        {
            "reference":  "Nehemiah 12:9",
             "verseNumber":  9,
             "scripture":  "Also Bakbukiah and Unni, their brethren, were opposite to them in the watches."
        },
        {
            "reference":  "Nehemiah 12:10",
             "verseNumber":  10,
             "scripture":  "And Jeshua brings forth Joiakim, Joiakim also brings forth Eliashib, and Eliashib brings forth Joiada,"
        },
        {
            "reference":  "Nehemiah 12:11",
             "verseNumber":  11,
             "scripture":  "And Joiada brings forth Jonathan, and Jonathan brings forth Jaddua."
        },
        {
            "reference":  "Nehemiah 12:12",
             "verseNumber":  12,
             "scripture":  "And in the days of Joiakim were priests, the chief of the fathers: of Seraiah, Meraiah; of Jeremiah, Hananiah;"
        },
        {
            "reference":  "Nehemiah 12:13",
             "verseNumber":  13,
             "scripture":  "Of Ezra, Meshullam; of Amariah, Jehohanan;"
        },
        {
            "reference":  "Nehemiah 12:14",
             "verseNumber":  14,
             "scripture":  "Of Melicu, Jonathan; of Shebaniah, Joseph;"
        },
        {
            "reference":  "Nehemiah 12:15",
             "verseNumber":  15,
             "scripture":  "Of Harim, Adna; of Meraioth, Helkai;"
        },
        {
            "reference":  "Nehemiah 12:16",
             "verseNumber":  16,
             "scripture":  "Of Iddo, Zechariah; of Ginnethon, Meshullam;"
        },
        {
            "reference":  "Nehemiah 12:17",
             "verseNumber":  17,
             "scripture":  "Of Abijah, Zichri; of Miniamin, of Moadiah, Piltai:"
        },
        {
            "reference":  "Nehemiah 12:18",
             "verseNumber":  18,
             "scripture":  "Of Bilgah, Shammua; of Shemaiah, Jehonathan;"
        },
        {
            "reference":  "Nehemiah 12:19",
             "verseNumber":  19,
             "scripture":  "And of Joiarib, Mattenai; of Jedaiah, Uzzi;"
        },
        {
            "reference":  "Nehemiah 12:20",
             "verseNumber":  20,
             "scripture":  "Of Sallai, Kallai; of Amok, Eber;"
        },
        {
            "reference":  "Nehemiah 12:21",
             "verseNumber":  21,
             "scripture":  "Of Hilkiah, Hashabiah; of Jedaiah, Nethaneel."
        },
        {
            "reference":  "Nehemiah 12:22",
             "verseNumber":  22,
             "scripture":  "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded chief of the fathers: also the priests, to the reign of Darius the Persian."
        },
        {
            "reference":  "Nehemiah 12:23",
             "verseNumber":  23,
             "scripture":  "The sons of Levi, the chief of the fathers, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib."
        },
        {
            "reference":  "Nehemiah 12:24",
             "verseNumber":  24,
             "scripture":  "And the chief of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren opposite to them, to praise and to give thanks, according to the commandment of David the man of God, ward opposite to ward."
        },
        {
            "reference":  "Nehemiah 12:25",
             "verseNumber":  25,
             "scripture":  "Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the ward at the thresholds of the gates."
        },
        {
            "reference":  "Nehemiah 12:26",
             "verseNumber":  26,
             "scripture":  "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe."
        },
        {
            "reference":  "Nehemiah 12:27",
             "verseNumber":  27,
             "scripture":  "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with cymbals, psalteries, and with harps."
        },
        {
            "reference":  "Nehemiah 12:28",
             "verseNumber":  28,
             "scripture":  "And the sons of the singers gathered themselves together, both out of the plain country round about Jerusalem, and from the villages of Netophathi;"
        },
        {
            "reference":  "Nehemiah 12:29",
             "verseNumber":  29,
             "scripture":  "Also from the house of Gilgal, and out of the fields of Geba and Azmaveth: for the singers had built them villages round about Jerusalem."
        },
        {
            "reference":  "Nehemiah 12:30",
             "verseNumber":  30,
             "scripture":  "And the priests and the Levites purified themselves, and purified the people, and the gates, and the wall."
        },
        {
            "reference":  "Nehemiah 12:31",
             "verseNumber":  31,
             "scripture":  "Then I brought up the princes of Judah upon the wall, and appointed two great companies of them that gave thanks, whereof one went on the right hand upon the wall toward the dung gate:"
        },
        {
            "reference":  "Nehemiah 12:32",
             "verseNumber":  32,
             "scripture":  "And after them went Hoshaiah, and half of the princes of Judah,"
        },
        {
            "reference":  "Nehemiah 12:33",
             "verseNumber":  33,
             "scripture":  "And Azariah, Ezra, and Meshullam,"
        },
        {
            "reference":  "Nehemiah 12:34",
             "verseNumber":  34,
             "scripture":  "Judah, and Benjamin, and Shemaiah, and Jeremiah,"
        },
        {
            "reference":  "Nehemiah 12:35",
             "verseNumber":  35,
             "scripture":  "And certain of the priests' sons with trumpets; namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph:"
        },
        {
            "reference":  "Nehemiah 12:36",
             "verseNumber":  36,
             "scripture":  "And his brethren, Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with the musical instruments of David the man of God, and Ezra the scribe before them."
        },
        {
            "reference":  "Nehemiah 12:37",
             "verseNumber":  37,
             "scripture":  "And at the fountain gate, which was opposite to them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward."
        },
        {
            "reference":  "Nehemiah 12:38",
             "verseNumber":  38,
             "scripture":  "And the other company of them that gave thanks went opposite to them, and I after them, and the half of the people upon the wall, from beyond the tower of the furnaces even unto the broad wall;"
        },
        {
            "reference":  "Nehemiah 12:39",
             "verseNumber":  39,
             "scripture":  "And from above the gate of Ephraim, and above the old gate, and above the fish gate, and the tower of Hananeel, and the tower of Meah, even unto the sheep gate: and they stood still in the prison gate."
        },
        {
            "reference":  "Nehemiah 12:40",
             "verseNumber":  40,
             "scripture":  "So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me:"
        },
        {
            "reference":  "Nehemiah 12:41",
             "verseNumber":  41,
             "scripture":  "And the priests; Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;"
        },
        {
            "reference":  "Nehemiah 12:42",
             "verseNumber":  42,
             "scripture":  "And Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer."
        },
        {
            "reference":  "Nehemiah 12:43",
             "verseNumber":  43,
             "scripture":  "Also that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even far off."
        },
        {
            "reference":  "Nehemiah 12:44",
             "verseNumber":  44,
             "scripture":  "And at that time were some appointed over the chambers for the treasures, for the offerings, for the first-fruits, and for the tithes, to gather into them out of the fields of the cities the portions of the law for the priests and Levites: for Judah rejoiced for the priests and for the Levites that waited."
        },
        {
            "reference":  "Nehemiah 12:45",
             "verseNumber":  45,
             "scripture":  "And both the singers and the porters kept the ward of their God, and the ward of the purification, according to the commandment of David, and of Solomon his son."
        },
        {
            "reference":  "Nehemiah 12:46",
             "verseNumber":  46,
             "scripture":  "For in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God."
        },
        {
            "reference":  "Nehemiah 12:47",
             "verseNumber":  47,
             "scripture":  "And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, every day his portion: and they sanctified holy things unto the Levites; and the Levites sanctified them unto the children of Aaron."
        }
    ]
}