{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Hosea",
     "bookAbbreviation":  "Hos",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Hosea 12:1",
             "verseNumber":  1,
             "scripture":  "Ephraim feeds on wind, and follows after the east wind: he daily increases lies and desolation; and they do make a covenant with the Assyrians, and oil is carried into Egypt."
        },
        {
            "reference":  "Hosea 12:2",
             "verseNumber":  2,
             "scripture":  "The LORD has also a controversy with Judah, and will punish Jacob according to his ways; according to his doings will he recompense him."
        },
        {
            "reference":  "Hosea 12:3",
             "verseNumber":  3,
             "scripture":  "He took his brother by the heel in the womb, and by his strength he had power with God:"
        },
        {
            "reference":  "Hosea 12:4",
             "verseNumber":  4,
             "scripture":  "Yea, he had power over the angel, and prevailed: he wept, and made supplication unto him: he found him in Bethel, and there he spoke with us;"
        },
        {
            "reference":  "Hosea 12:5",
             "verseNumber":  5,
             "scripture":  "Even the LORD God of hosts; the LORD is his memorial."
        },
        {
            "reference":  "Hosea 12:6",
             "verseNumber":  6,
             "scripture":  "Therefore turn you to your God: keep mercy and judgment and wait on your God continually."
        },
        {
            "reference":  "Hosea 12:7",
             "verseNumber":  7,
             "scripture":  "He is a merchant, the balances of deceit are in his hand: he loves to oppress."
        },
        {
            "reference":  "Hosea 12:8",
             "verseNumber":  8,
             "scripture":  "And Ephraim said, Yet I am become rich, I have found me out substance: in all my labours they shall find none iniquity in me that were sin."
        },
        {
            "reference":  "Hosea 12:9",
             "verseNumber":  9,
             "scripture":  "And I that am the LORD your God from the land of Egypt will yet make you to dwell in tabernacles, as in the days of the solemn feast."
        },
        {
            "reference":  "Hosea 12:10",
             "verseNumber":  10,
             "scripture":  "I have also spoken by the prophets, and I have multiplied visions, and used similitudes, by the ministry of the prophets."
        },
        {
            "reference":  "Hosea 12:11",
             "verseNumber":  11,
             "scripture":  "Is there iniquity in Gilead? surely they are vanity: they sacrifice bullocks in Gilgal; yea, their altars are as heaps in the furrows of the fields."
        },
        {
            "reference":  "Hosea 12:12",
             "verseNumber":  12,
             "scripture":  "And Jacob fled into the country of Syria, and Israel served for a wife, and for a wife he kept sheep."
        },
        {
            "reference":  "Hosea 12:13",
             "verseNumber":  13,
             "scripture":  "And by a prophet the LORD brought Israel out of Egypt, and by a prophet was he preserved."
        },
        {
            "reference":  "Hosea 12:14",
             "verseNumber":  14,
             "scripture":  "Ephraim provoked him to anger most bitterly: therefore shall he leave his blood upon him, and his reproach shall his LORD return unto him."
        }
    ]
}