{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Hosea",
     "bookAbbreviation":  "Hos",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Hosea 4:1",
             "verseNumber":  1,
             "scripture":  "Hear the word of the LORD, all of you children of Israel: for the LORD has a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land."
        },
        {
            "reference":  "Hosea 4:2",
             "verseNumber":  2,
             "scripture":  "By swearing, and lying, and killing, and stealing, and committing adultery, they break out, and blood touches blood."
        },
        {
            "reference":  "Hosea 4:3",
             "verseNumber":  3,
             "scripture":  "Therefore shall the land mourn, and every one that dwells therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away."
        },
        {
            "reference":  "Hosea 4:4",
             "verseNumber":  4,
             "scripture":  "Yet let no man strive, nor reprove another: for your people are as they that strive with the priest."
        },
        {
            "reference":  "Hosea 4:5",
             "verseNumber":  5,
             "scripture":  "Therefore shall you fall in the day, and the prophet also shall fall with you in the night, and I will destroy your mother."
        },
        {
            "reference":  "Hosea 4:6",
             "verseNumber":  6,
             "scripture":  "My people are destroyed for lack of knowledge: because you have rejected knowledge, I will also reject you, that you shall be no priest to me: seeing you have forgotten the law of your God, I will also forget your children."
        },
        {
            "reference":  "Hosea 4:7",
             "verseNumber":  7,
             "scripture":  "As they were increased, so they sinned against me: therefore will I change their glory into shame."
        },
        {
            "reference":  "Hosea 4:8",
             "verseNumber":  8,
             "scripture":  "They eat up the sin of my people, and they set their heart on their iniquity."
        },
        {
            "reference":  "Hosea 4:9",
             "verseNumber":  9,
             "scripture":  "And there shall be, like people, like priest: and I will punish them for their ways, and reward them their doings."
        },
        {
            "reference":  "Hosea 4:10",
             "verseNumber":  10,
             "scripture":  "For they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the LORD."
        },
        {
            "reference":  "Hosea 4:11",
             "verseNumber":  11,
             "scripture":  "Whoredom and wine and new wine take away the heart."
        },
        {
            "reference":  "Hosea 4:12",
             "verseNumber":  12,
             "scripture":  "My people ask counsel at their stocks, and their staff declares unto them: for the spirit of whoredoms has caused them to go astray, and they have gone a whoring from under their God."
        },
        {
            "reference":  "Hosea 4:13",
             "verseNumber":  13,
             "scripture":  "They sacrifice upon the tops of the mountains, and burn incense upon the hills, under oaks and poplars and elms, because the shadow thereof is good: therefore your daughters shall commit whoredom, and your spouses shall commit adultery."
        },
        {
            "reference":  "Hosea 4:14",
             "verseNumber":  14,
             "scripture":  "I will not punish your daughters when they commit whoredom, nor your spouses when they commit adultery: for themselves are separated with whores, and they sacrifice with harlots: therefore the people that does not understand shall fall."
        },
        {
            "reference":  "Hosea 4:15",
             "verseNumber":  15,
             "scripture":  "Though you, Israel, play the harlot, yet let not Judah offend; and come not all of you unto Gilgal, neither go all of you up to Bethaven, nor swear, The LORD lives."
        },
        {
            "reference":  "Hosea 4:16",
             "verseNumber":  16,
             "scripture":  "For Israel slides back as a backsliding heifer: now the LORD will feed them as a lamb in a large place."
        },
        {
            "reference":  "Hosea 4:17",
             "verseNumber":  17,
             "scripture":  "Ephraim is joined to idols: let him alone."
        },
        {
            "reference":  "Hosea 4:18",
             "verseNumber":  18,
             "scripture":  "Their drink is sour: they have committed whoredom continually: her rulers with shame do love, Give all of you."
        },
        {
            "reference":  "Hosea 4:19",
             "verseNumber":  19,
             "scripture":  "The wind has bound her up in her wings, and they shall be ashamed because of their sacrifices."
        }
    ]
}