{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Hosea",
     "bookAbbreviation":  "Hos",
     "chapterNumber":  9,
     "verses":  [
        {
            "reference":  "Hosea 9:1",
             "verseNumber":  1,
             "scripture":  "Rejoice not, O Israel, for joy, as other people: for you have gone a whoring from your God, you have loved a reward upon floors of corn."
        },
        {
            "reference":  "Hosea 9:2",
             "verseNumber":  2,
             "scripture":  "The floor and the winepress shall not feed them, and the new wine shall fail in her."
        },
        {
            "reference":  "Hosea 9:3",
             "verseNumber":  3,
             "scripture":  "They shall not dwell in the LORD's land; but Ephraim shall return to Egypt, and they shall eat unclean things in Assyria."
        },
        {
            "reference":  "Hosea 9:4",
             "verseNumber":  4,
             "scripture":  "They shall not offer wine offerings to the LORD, neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the LORD."
        },
        {
            "reference":  "Hosea 9:5",
             "verseNumber":  5,
             "scripture":  "What will all of you do in the solemn day, and in the day of the feast of the LORD?"
        },
        {
            "reference":  "Hosea 9:6",
             "verseNumber":  6,
             "scripture":  "For, lo, they are gone because of destruction: Egypt shall gather them up, Memphis shall bury them: the pleasant places for their silver, nettles shall possess them: thorns shall be in their tabernacles."
        },
        {
            "reference":  "Hosea 9:7",
             "verseNumber":  7,
             "scripture":  "The days of visitation are come, the days of recompence are come; Israel shall know it: the prophet is a fool, the spiritual man is mad, for the multitude of yours iniquity, and the great hatred."
        },
        {
            "reference":  "Hosea 9:8",
             "verseNumber":  8,
             "scripture":  "The watchman of Ephraim was with my God: but the prophet is a snare of a fowler in all his ways, and hatred in the house of his God."
        },
        {
            "reference":  "Hosea 9:9",
             "verseNumber":  9,
             "scripture":  "They have deeply corrupted themselves, as in the days of Gibeah: therefore he will remember their iniquity, he will visit their sins."
        },
        {
            "reference":  "Hosea 9:10",
             "verseNumber":  10,
             "scripture":  "I found Israel like grapes in the wilderness; I saw your fathers as the first-fruits in the fig tree at her first time: but they went to Baalpeor, and separated themselves unto that shame; and their abominations were according as they loved."
        },
        {
            "reference":  "Hosea 9:11",
             "verseNumber":  11,
             "scripture":  "As for Ephraim, their glory shall fly away like a bird, from the birth, and from the womb, and from the conception."
        },
        {
            "reference":  "Hosea 9:12",
             "verseNumber":  12,
             "scripture":  "Though they bring up their children, yet will I bereave them, that there shall not be a man left: yea, woe also to them when I depart from them!"
        },
        {
            "reference":  "Hosea 9:13",
             "verseNumber":  13,
             "scripture":  "Ephraim, as I saw Tyrus, is planted in a pleasant place: but Ephraim shall bring forth his children to the murderer."
        },
        {
            "reference":  "Hosea 9:14",
             "verseNumber":  14,
             "scripture":  "Give them, O LORD: what will you give? give them a miscarrying womb and dry breasts."
        },
        {
            "reference":  "Hosea 9:15",
             "verseNumber":  15,
             "scripture":  "All their wickedness is in Gilgal: for there I hated them: for the wickedness of their doings I will drive them out of mine house, I will love them no more: all their princes are apostates."
        },
        {
            "reference":  "Hosea 9:16",
             "verseNumber":  16,
             "scripture":  "Ephraim is smitten, their root is dried up, they shall bear no fruit: yea, though they bring forth, yet will I slay even the beloved fruit of their womb."
        },
        {
            "reference":  "Hosea 9:17",
             "verseNumber":  17,
             "scripture":  "My God will cast them away, because they did not hearken unto him: and they shall be wanderers among the nations."
        }
    ]
}