{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Proverbs",
     "bookAbbreviation":  "Pro",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "Proverbs 11:1",
             "verseNumber":  1,
             "scripture":  "A false balance is abomination to the LORD: but a just weight is his delight."
        },
        {
            "reference":  "Proverbs 11:2",
             "verseNumber":  2,
             "scripture":  "When pride comes, then comes shame: but with the lowly is wisdom."
        },
        {
            "reference":  "Proverbs 11:3",
             "verseNumber":  3,
             "scripture":  "The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them."
        },
        {
            "reference":  "Proverbs 11:4",
             "verseNumber":  4,
             "scripture":  "Riches profit not in the day of wrath: but righteousness delivers from death."
        },
        {
            "reference":  "Proverbs 11:5",
             "verseNumber":  5,
             "scripture":  "The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness."
        },
        {
            "reference":  "Proverbs 11:6",
             "verseNumber":  6,
             "scripture":  "The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness."
        },
        {
            "reference":  "Proverbs 11:7",
             "verseNumber":  7,
             "scripture":  "When a wicked man dies, his expectation shall perish: and the hope of unjust men perishes."
        },
        {
            "reference":  "Proverbs 11:8",
             "verseNumber":  8,
             "scripture":  "The righteous is delivered out of trouble, and the wicked comes in his position."
        },
        {
            "reference":  "Proverbs 11:9",
             "verseNumber":  9,
             "scripture":  "An hypocrite with his mouth destroys his neighbour: but through knowledge shall the just be delivered."
        },
        {
            "reference":  "Proverbs 11:10",
             "verseNumber":  10,
             "scripture":  "When it goes well with the righteous, the city rejoices: and when the wicked perish, there is shouting."
        },
        {
            "reference":  "Proverbs 11:11",
             "verseNumber":  11,
             "scripture":  "By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked."
        },
        {
            "reference":  "Proverbs 11:12",
             "verseNumber":  12,
             "scripture":  "He that is void of wisdom despises his neighbour: but a man of understanding holds his peace."
        },
        {
            "reference":  "Proverbs 11:13",
             "verseNumber":  13,
             "scripture":  "A talebearer reveals secrets: but he that is of a faithful spirit conceals the matter."
        },
        {
            "reference":  "Proverbs 11:14",
             "verseNumber":  14,
             "scripture":  "Where no counsel is, the people fall: but in the multitude of counsellors there is safety."
        },
        {
            "reference":  "Proverbs 11:15",
             "verseNumber":  15,
             "scripture":  "He that is guarantor for a stranger shall smart for it: and he that hates standing for surety is sure."
        },
        {
            "reference":  "Proverbs 11:16",
             "verseNumber":  16,
             "scripture":  "A gracious woman retains honour: and strong men retain riches."
        },
        {
            "reference":  "Proverbs 11:17",
             "verseNumber":  17,
             "scripture":  "The merciful man does good to his own soul: but he that is cruel troubles his own flesh."
        },
        {
            "reference":  "Proverbs 11:18",
             "verseNumber":  18,
             "scripture":  "The wicked works a deceitful work: but to him that sows righteousness shall be a sure reward."
        },
        {
            "reference":  "Proverbs 11:19",
             "verseNumber":  19,
             "scripture":  "As righteousness tends to life: so he that pursues evil pursues it to his own death."
        },
        {
            "reference":  "Proverbs 11:20",
             "verseNumber":  20,
             "scripture":  "They that are of a perverse heart are abomination to the LORD: but such as are upright in their way are his delight."
        },
        {
            "reference":  "Proverbs 11:21",
             "verseNumber":  21,
             "scripture":  "Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall be delivered."
        },
        {
            "reference":  "Proverbs 11:22",
             "verseNumber":  22,
             "scripture":  "As a jewel of gold in a swine's snout, so is a fair woman which is without discretion."
        },
        {
            "reference":  "Proverbs 11:23",
             "verseNumber":  23,
             "scripture":  "The desire of the righteous is only good: but the expectation of the wicked is wrath."
        },
        {
            "reference":  "Proverbs 11:24",
             "verseNumber":  24,
             "scripture":  "There is that scatters, and yet increases; and there is that withholds more than is meet, but it tends to poverty."
        },
        {
            "reference":  "Proverbs 11:25",
             "verseNumber":  25,
             "scripture":  "The liberal soul shall be made fat: and he that waters shall be watered also himself."
        },
        {
            "reference":  "Proverbs 11:26",
             "verseNumber":  26,
             "scripture":  "He that withholds corn, the people shall curse him: but blessing shall be upon the head of him that sells it."
        },
        {
            "reference":  "Proverbs 11:27",
             "verseNumber":  27,
             "scripture":  "He that diligently seeks good procures favour: but he that seeks mischief, it shall come unto him."
        },
        {
            "reference":  "Proverbs 11:28",
             "verseNumber":  28,
             "scripture":  "He that trusts in his riches shall fall; but the righteous shall flourish as a branch."
        },
        {
            "reference":  "Proverbs 11:29",
             "verseNumber":  29,
             "scripture":  "He that troubles his own house shall inherit the wind: and the fool shall be servant to the wise of heart."
        },
        {
            "reference":  "Proverbs 11:30",
             "verseNumber":  30,
             "scripture":  "The fruit of the righteous is a tree of life; and he that wins souls is wise."
        },
        {
            "reference":  "Proverbs 11:31",
             "verseNumber":  31,
             "scripture":  "Behold, the righteous shall be recompensed in the earth: much more the wicked and the sinner."
        }
    ]
}