{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Proverbs", "bookAbbreviation": "Pro", "chapterNumber": 12, "verses": [{"reference": "Proverbs 12:1", "verseNumber": 1, "scripture": "Whoso loves instruction loves knowledge: but he that hates reproof is brutish."},{"reference": "Proverbs 12:2", "verseNumber": 2, "scripture": "A good man obtains favour of the LORD: but a man of wicked devices will he condemn."},{"reference": "Proverbs 12:3", "verseNumber": 3, "scripture": "A man shall not be established by wickedness: but the root of the righteous shall not be moved."},{"reference": "Proverbs 12:4", "verseNumber": 4, "scripture": "A virtuous woman is a crown to her husband: but she that makes ashamed is as rottenness in his bones."},{"reference": "Proverbs 12:5", "verseNumber": 5, "scripture": "The thoughts of the righteous are right: but the counsels of the wicked are deceit."},{"reference": "Proverbs 12:6", "verseNumber": 6, "scripture": "The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them."},{"reference": "Proverbs 12:7", "verseNumber": 7, "scripture": "The wicked are overthrown, and are not: but the house of the righteous shall stand."},{"reference": "Proverbs 12:8", "verseNumber": 8, "scripture": "A man shall be commended according to his wisdom: but he that is of a perverse heart shall be despised."},{"reference": "Proverbs 12:9", "verseNumber": 9, "scripture": "He that is despised, and has a servant, is better than he that honors himself, and lacks bread."},{"reference": "Proverbs 12:10", "verseNumber": 10, "scripture": "A righteous man regards the life of his beast: but the tender mercies of the wicked are cruel."},{"reference": "Proverbs 12:11", "verseNumber": 11, "scripture": "He that tills his land shall be satisfied with bread: but he that follows vain persons is void of understanding."},{"reference": "Proverbs 12:12", "verseNumber": 12, "scripture": "The wicked desires the net of evil men: but the root of the righteous yields fruit."},{"reference": "Proverbs 12:13", "verseNumber": 13, "scripture": "The wicked is snared by the transgression of his lips: but the just shall come out of trouble."},{"reference": "Proverbs 12:14", "verseNumber": 14, "scripture": "A man shall be satisfied with good by the fruit of his mouth: and the recompence of a man's hands shall be rendered unto him."},{"reference": "Proverbs 12:15", "verseNumber": 15, "scripture": "The way of a fool is right in his own eyes: but he that hearkens unto counsel is wise."},{"reference": "Proverbs 12:16", "verseNumber": 16, "scripture": "A fool's wrath is presently known: but a prudent man covers shame."},{"reference": "Proverbs 12:17", "verseNumber": 17, "scripture": "He that speaks truth shows forth righteousness: but a false witness deceit."},{"reference": "Proverbs 12:18", "verseNumber": 18, "scripture": "There is that speaks like the piercings of a sword: but the tongue of the wise is health."},{"reference": "Proverbs 12:19", "verseNumber": 19, "scripture": "The lip of truth shall be established for ever: but a lying tongue is but for a moment."},{"reference": "Proverbs 12:20", "verseNumber": 20, "scripture": "Deceit is in the heart of them that imagine evil: but to the counsellors of peace is joy."},{"reference": "Proverbs 12:21", "verseNumber": 21, "scripture": "There shall no evil happen to the just: but the wicked shall be filled with mischief."},{"reference": "Proverbs 12:22", "verseNumber": 22, "scripture": "Lying lips are abomination to the LORD: but they that deal truly are his delight."},{"reference": "Proverbs 12:23", "verseNumber": 23, "scripture": "A prudent man conceals knowledge: but the heart of fools proclaims foolishness."},{"reference": "Proverbs 12:24", "verseNumber": 24, "scripture": "The hand of the diligent shall bear rule: but the slothful shall be under tribute."},{"reference": "Proverbs 12:25", "verseNumber": 25, "scripture": "Heaviness in the heart of man makes it stoop: but a good word makes it glad."},{"reference": "Proverbs 12:26", "verseNumber": 26, "scripture": "The righteous is more excellent than his neighbour: but the way of the wicked seduces them."},{"reference": "Proverbs 12:27", "verseNumber": 27, "scripture": "The slothful man roasts not that which he took in hunting: but the substance of a diligent man is precious."},{"reference": "Proverbs 12:28", "verseNumber": 28, "scripture": "In the way of righteousness is life: and in the pathway thereof there is no death."}]}