{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Proverbs", "bookAbbreviation": "Pro", "chapterNumber": 14, "verses": [{"reference": "Proverbs 14:1", "verseNumber": 1, "scripture": "Every wise woman builds her house: but the foolish plucks it down with her hands."},{"reference": "Proverbs 14:2", "verseNumber": 2, "scripture": "He that walks in his uprightness fears the LORD: but he that is perverse in his ways despises him."},{"reference": "Proverbs 14:3", "verseNumber": 3, "scripture": "In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them."},{"reference": "Proverbs 14:4", "verseNumber": 4, "scripture": "Where no oxen are, the crib is clean: but much increase is by the strength of the ox."},{"reference": "Proverbs 14:5", "verseNumber": 5, "scripture": "A faithful witness will not lie: but a false witness will utter lies."},{"reference": "Proverbs 14:6", "verseNumber": 6, "scripture": "A scorner seeks wisdom, and finds it not: but knowledge is easy unto him that understands."},{"reference": "Proverbs 14:7", "verseNumber": 7, "scripture": "Go from the presence of a foolish man, when you perceive not in him the lips of knowledge."},{"reference": "Proverbs 14:8", "verseNumber": 8, "scripture": "The wisdom of the prudent is to understand his way: but the folly of fools is deceit."},{"reference": "Proverbs 14:9", "verseNumber": 9, "scripture": "Fools make a mock at sin: but among the righteous there is favour."},{"reference": "Proverbs 14:10", "verseNumber": 10, "scripture": "The heart knows his own bitterness; and a stranger does not intermeddle with his joy."},{"reference": "Proverbs 14:11", "verseNumber": 11, "scripture": "The house of the wicked shall be overthrown: but the tabernacle of the upright shall flourish."},{"reference": "Proverbs 14:12", "verseNumber": 12, "scripture": "There is a way which seems right unto a man, but the end thereof are the ways of death."},{"reference": "Proverbs 14:13", "verseNumber": 13, "scripture": "Even in laughter the heart is sorrowful; and the end of that delight is heaviness."},{"reference": "Proverbs 14:14", "verseNumber": 14, "scripture": "The backslider in heart shall be filled with his own ways: and a good man shall be satisfied from himself."},{"reference": "Proverbs 14:15", "verseNumber": 15, "scripture": "The simple believes every word: but the prudent man looks well to his going."},{"reference": "Proverbs 14:16", "verseNumber": 16, "scripture": "A wise man fears, and departs from evil: but the fool rages, and is confident."},{"reference": "Proverbs 14:17", "verseNumber": 17, "scripture": "He that is soon angry deals foolishly: and a man of wicked devices is hated."},{"reference": "Proverbs 14:18", "verseNumber": 18, "scripture": "The simple inherit folly: but the prudent are crowned with knowledge."},{"reference": "Proverbs 14:19", "verseNumber": 19, "scripture": "The evil bow before the good; and the wicked at the gates of the righteous."},{"reference": "Proverbs 14:20", "verseNumber": 20, "scripture": "The poor is hated even of his own neighbour: but the rich has many friends."},{"reference": "Proverbs 14:21", "verseNumber": 21, "scripture": "He that despises his neighbour sins: but he that has mercy on the poor, happy is he."},{"reference": "Proverbs 14:22", "verseNumber": 22, "scripture": "Do they not go astray that devise evil? but mercy and truth shall be to them that devise good."},{"reference": "Proverbs 14:23", "verseNumber": 23, "scripture": "In all labour there is profit: but the talk of the lips tends only to destitution."},{"reference": "Proverbs 14:24", "verseNumber": 24, "scripture": "The crown of the wise is their riches: but the foolishness of fools is folly."},{"reference": "Proverbs 14:25", "verseNumber": 25, "scripture": "A true witness delivers souls: but a deceitful witness speaks lies."},{"reference": "Proverbs 14:26", "verseNumber": 26, "scripture": "In the fear of the LORD is strong confidence: and his children shall have a place of refuge."},{"reference": "Proverbs 14:27", "verseNumber": 27, "scripture": "The fear of the LORD is a fountain of life, to depart from the snares of death."},{"reference": "Proverbs 14:28", "verseNumber": 28, "scripture": "In the multitude of people is the king's honour: but in the lack of people is the destruction of the prince."},{"reference": "Proverbs 14:29", "verseNumber": 29, "scripture": "He that is slow to wrath is of great understanding: but he that is hasty of spirit exalts folly."},{"reference": "Proverbs 14:30", "verseNumber": 30, "scripture": "A sound heart is the life of the flesh: but envy the rottenness of the bones."},{"reference": "Proverbs 14:31", "verseNumber": 31, "scripture": "He that oppresses the poor reproaches his Maker: but he that honors him has mercy on the poor."},{"reference": "Proverbs 14:32", "verseNumber": 32, "scripture": "The wicked is driven away in his wickedness: but the righteous has hope in his death."},{"reference": "Proverbs 14:33", "verseNumber": 33, "scripture": "Wisdom rests in the heart of him that has understanding: but that which is in the midst of fools is made known."},{"reference": "Proverbs 14:34", "verseNumber": 34, "scripture": "Righteousness exalts a nation: but sin is a reproach to any people."},{"reference": "Proverbs 14:35", "verseNumber": 35, "scripture": "The king's favour is toward a wise servant: but his wrath is against him that causes shame."}]}