{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Proverbs", "bookAbbreviation": "Pro", "chapterNumber": 18, "verses": [{"reference": "Proverbs 18:1", "verseNumber": 1, "scripture": "Through desire a man, having separated himself, seeks and intermeddles with all wisdom."},{"reference": "Proverbs 18:2", "verseNumber": 2, "scripture": "A fool has no delight in understanding, but that his heart may discover itself."},{"reference": "Proverbs 18:3", "verseNumber": 3, "scripture": "When the wicked comes, then comes also contempt, and with dishonour reproach."},{"reference": "Proverbs 18:4", "verseNumber": 4, "scripture": "The words of a man's mouth are as deep waters, and the wellspring of wisdom as a flowing brook."},{"reference": "Proverbs 18:5", "verseNumber": 5, "scripture": "It is not good to accept the person of the wicked, to overthrow the righteous in judgment."},{"reference": "Proverbs 18:6", "verseNumber": 6, "scripture": "A fool's lips enter into contention, and his mouth calls for strokes."},{"reference": "Proverbs 18:7", "verseNumber": 7, "scripture": "A fool's mouth is his destruction, and his lips are the snare of his soul."},{"reference": "Proverbs 18:8", "verseNumber": 8, "scripture": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly."},{"reference": "Proverbs 18:9", "verseNumber": 9, "scripture": "He also that is slothful in his work is brother to him that is a great destroyer."},{"reference": "Proverbs 18:10", "verseNumber": 10, "scripture": "The name of the LORD is a strong tower: the righteous runs into it, and is safe."},{"reference": "Proverbs 18:11", "verseNumber": 11, "scripture": "The rich man's wealth is his strong city, and as an high wall in his own conceit."},{"reference": "Proverbs 18:12", "verseNumber": 12, "scripture": "Before destruction the heart of man is haughty, and before honour is humility."},{"reference": "Proverbs 18:13", "verseNumber": 13, "scripture": "He that answers a matter before he hears it, it is folly and shame unto him."},{"reference": "Proverbs 18:14", "verseNumber": 14, "scripture": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?"},{"reference": "Proverbs 18:15", "verseNumber": 15, "scripture": "The heart of the prudent gets knowledge; and the ear of the wise seeks knowledge."},{"reference": "Proverbs 18:16", "verseNumber": 16, "scripture": "A man's gift makes room for him, and brings him before great men."},{"reference": "Proverbs 18:17", "verseNumber": 17, "scripture": "He that is first in his own cause seems just; but his neighbour comes and searches him."},{"reference": "Proverbs 18:18", "verseNumber": 18, "scripture": "The lot causes contentions to cease, and parts between the mighty."},{"reference": "Proverbs 18:19", "verseNumber": 19, "scripture": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."},{"reference": "Proverbs 18:20", "verseNumber": 20, "scripture": "A man's belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled."},{"reference": "Proverbs 18:21", "verseNumber": 21, "scripture": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof."},{"reference": "Proverbs 18:22", "verseNumber": 22, "scripture": "Whoso finds a wife finds a good thing, and obtains favour of the LORD."},{"reference": "Proverbs 18:23", "verseNumber": 23, "scripture": "The poor uses entreaties; but the rich answers roughly."},{"reference": "Proverbs 18:24", "verseNumber": 24, "scripture": "A man that has friends must show himself friendly: and there is a friend that sticks closer than a brother."}]}