{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Proverbs", "bookAbbreviation": "Pro", "chapterNumber": 19, "verses": [{"reference": "Proverbs 19:1", "verseNumber": 1, "scripture": "Better is the poor that walks in his integrity, than he that is perverse in his lips, and is a fool."},{"reference": "Proverbs 19:2", "verseNumber": 2, "scripture": "Also, that the soul be without knowledge, it is not good; and he that hastes with his feet sins."},{"reference": "Proverbs 19:3", "verseNumber": 3, "scripture": "The foolishness of man perverts his way: and his heart frets against the LORD."},{"reference": "Proverbs 19:4", "verseNumber": 4, "scripture": "Wealth makes many friends; but the poor is separated from his neighbour."},{"reference": "Proverbs 19:5", "verseNumber": 5, "scripture": "A false witness shall not be unpunished, and he that speaks lies shall not escape."},{"reference": "Proverbs 19:6", "verseNumber": 6, "scripture": "Many will implore the favour of the prince: and every man is a friend to him that gives gifts."},{"reference": "Proverbs 19:7", "verseNumber": 7, "scripture": "All the brethren of the poor do hate him: how much more do his friends go far from him? he pursues them with words, yet they are lacking to him."},{"reference": "Proverbs 19:8", "verseNumber": 8, "scripture": "He that gets wisdom loves his own soul: he that keeps understanding shall find good."},{"reference": "Proverbs 19:9", "verseNumber": 9, "scripture": "A false witness shall not be unpunished, and he that speaks lies shall perish."},{"reference": "Proverbs 19:10", "verseNumber": 10, "scripture": "Delight is not suitable for a fool; much less for a servant to have rule over princes."},{"reference": "Proverbs 19:11", "verseNumber": 11, "scripture": "The discretion of a man defers his anger; and it is his glory to pass over a transgression."},{"reference": "Proverbs 19:12", "verseNumber": 12, "scripture": "The king's wrath is as the roaring of a lion; but his favour is as dew upon the grass."},{"reference": "Proverbs 19:13", "verseNumber": 13, "scripture": "A foolish son is the calamity of his father: and the contentions of a wife are a continual dropping."},{"reference": "Proverbs 19:14", "verseNumber": 14, "scripture": "House and riches are the inheritance of fathers: and a prudent wife is from the LORD."},{"reference": "Proverbs 19:15", "verseNumber": 15, "scripture": "Slothfulness casts into a deep sleep; and an idle soul shall suffer hunger."},{"reference": "Proverbs 19:16", "verseNumber": 16, "scripture": "He that keeps the commandment keeps his own soul; but he that despises his ways shall die."},{"reference": "Proverbs 19:17", "verseNumber": 17, "scripture": "He that has pity upon the poor lends unto the LORD; and that which he has given will he pay him again."},{"reference": "Proverbs 19:18", "verseNumber": 18, "scripture": "Chasten your son while there is hope, and let not your soul spare for his crying."},{"reference": "Proverbs 19:19", "verseNumber": 19, "scripture": "A man of great wrath shall suffer punishment: for if you deliver him, yet you must do it again."},{"reference": "Proverbs 19:20", "verseNumber": 20, "scripture": "Hear counsel, and receive instruction, that you may be wise in your latter end."},{"reference": "Proverbs 19:21", "verseNumber": 21, "scripture": "There are many devices in a man's heart; nevertheless the counsel of the LORD, that shall stand."},{"reference": "Proverbs 19:22", "verseNumber": 22, "scripture": "The desire of a man is his kindness: and a poor man is better than a liar."},{"reference": "Proverbs 19:23", "verseNumber": 23, "scripture": "The fear of the LORD tends to life: and he that has it shall abide satisfied; he shall not be visited with evil."},{"reference": "Proverbs 19:24", "verseNumber": 24, "scripture": "A slothful man hides his hand in his bosom, and will not so much as bring it to his mouth again."},{"reference": "Proverbs 19:25", "verseNumber": 25, "scripture": "Strike a scorner, and the simple will beware: and reprove one that has understanding, and he will understand knowledge."},{"reference": "Proverbs 19:26", "verseNumber": 26, "scripture": "He that wastes his father, and chases away his mother, is a son that causes shame, and brings reproach."},{"reference": "Proverbs 19:27", "verseNumber": 27, "scripture": "Cease, my son, to hear the instruction that causes to go astray from the words of knowledge."},{"reference": "Proverbs 19:28", "verseNumber": 28, "scripture": "An ungodly witness scorns judgment: and the mouth of the wicked devours iniquity."},{"reference": "Proverbs 19:29", "verseNumber": 29, "scripture": "Judgments are prepared for scorners, and stripes for the back of fools."}]}