{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Proverbs", "bookAbbreviation": "Pro", "chapterNumber": 2, "verses": [{"reference": "Proverbs 2:1", "verseNumber": 1, "scripture": "My son, if you will receive my words, and hide my commandments with you;"},{"reference": "Proverbs 2:2", "verseNumber": 2, "scripture": "So that you incline yours ear unto wisdom, and apply yours heart to understanding;"},{"reference": "Proverbs 2:3", "verseNumber": 3, "scripture": "Yea, if you cry after knowledge, and lift up your voice for understanding;"},{"reference": "Proverbs 2:4", "verseNumber": 4, "scripture": "If you seek her as silver, and search for her as for hid treasures;"},{"reference": "Proverbs 2:5", "verseNumber": 5, "scripture": "Then shall you understand the fear of the LORD, and find the knowledge of God."},{"reference": "Proverbs 2:6", "verseNumber": 6, "scripture": "For the LORD gives wisdom: out of his mouth comes knowledge and understanding."},{"reference": "Proverbs 2:7", "verseNumber": 7, "scripture": "He lays up sound wisdom for the righteous: he is a buckler to them that walk uprightly."},{"reference": "Proverbs 2:8", "verseNumber": 8, "scripture": "He keeps the paths of judgment, and perserves the way of his saints."},{"reference": "Proverbs 2:9", "verseNumber": 9, "scripture": "Then shall you understand righteousness, and judgment, and equity; yea, every good path."},{"reference": "Proverbs 2:10", "verseNumber": 10, "scripture": "When wisdom enters into yours heart, and knowledge is pleasant unto your soul;"},{"reference": "Proverbs 2:11", "verseNumber": 11, "scripture": "Discretion shall preserve you, understanding shall keep you:"},{"reference": "Proverbs 2:12", "verseNumber": 12, "scripture": "To deliver you from the way of the evil man, from the man that speaks perverse things;"},{"reference": "Proverbs 2:13", "verseNumber": 13, "scripture": "Who leave the paths of uprightness, to walk in the ways of darkness;"},{"reference": "Proverbs 2:14", "verseNumber": 14, "scripture": "Who rejoice to do evil, and delight in the perverseness of the wicked;"},{"reference": "Proverbs 2:15", "verseNumber": 15, "scripture": "Whose ways are crooked, and they perverse in their paths:"},{"reference": "Proverbs 2:16", "verseNumber": 16, "scripture": "To deliver you from the strange woman, even from the stranger which flatters with her words;"},{"reference": "Proverbs 2:17", "verseNumber": 17, "scripture": "Which forsakes the guide of her youth, and forgets the covenant of her God."},{"reference": "Proverbs 2:18", "verseNumber": 18, "scripture": "For her house inclines unto death, and her paths unto the dead."},{"reference": "Proverbs 2:19", "verseNumber": 19, "scripture": "None that go unto her return again, neither take they hold of the paths of life."},{"reference": "Proverbs 2:20", "verseNumber": 20, "scripture": "That you may walk in the way of good men, and keep the paths of the righteous."},{"reference": "Proverbs 2:21", "verseNumber": 21, "scripture": "For the upright shall dwell in the land, and the perfect shall remain in it."},{"reference": "Proverbs 2:22", "verseNumber": 22, "scripture": "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it."}]}