{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Proverbs",
     "bookAbbreviation":  "Pro",
     "chapterNumber":  21,
     "verses":  [
        {
            "reference":  "Proverbs 21:1",
             "verseNumber":  1,
             "scripture":  "The king's heart is in the hand of the LORD, as the rivers of water: he turns it anywhere he will."
        },
        {
            "reference":  "Proverbs 21:2",
             "verseNumber":  2,
             "scripture":  "Every way of a man is right in his own eyes: but the LORD ponders the hearts."
        },
        {
            "reference":  "Proverbs 21:3",
             "verseNumber":  3,
             "scripture":  "To do justice and judgment is more acceptable to the LORD than sacrifice."
        },
        {
            "reference":  "Proverbs 21:4",
             "verseNumber":  4,
             "scripture":  "An high look, and a proud heart, and the plowing of the wicked, is sin."
        },
        {
            "reference":  "Proverbs 21:5",
             "verseNumber":  5,
             "scripture":  "The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to lack."
        },
        {
            "reference":  "Proverbs 21:6",
             "verseNumber":  6,
             "scripture":  "The getting of treasures by a lying tongue is a vanity tossed back and forth of them that seek death."
        },
        {
            "reference":  "Proverbs 21:7",
             "verseNumber":  7,
             "scripture":  "The robbery of the wicked shall destroy them; because they refuse to do judgment."
        },
        {
            "reference":  "Proverbs 21:8",
             "verseNumber":  8,
             "scripture":  "The way of man is perverse and strange: but as for the pure, his work is right."
        },
        {
            "reference":  "Proverbs 21:9",
             "verseNumber":  9,
             "scripture":  "It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house."
        },
        {
            "reference":  "Proverbs 21:10",
             "verseNumber":  10,
             "scripture":  "The soul of the wicked desires evil: his neighbour finds no favour in his eyes."
        },
        {
            "reference":  "Proverbs 21:11",
             "verseNumber":  11,
             "scripture":  "When the scorner is punished, the simple is made wise: and when the wise is instructed, he receives knowledge."
        },
        {
            "reference":  "Proverbs 21:12",
             "verseNumber":  12,
             "scripture":  "The righteous man wisely considers the house of the wicked: but God overthrows the wicked for their wickedness."
        },
        {
            "reference":  "Proverbs 21:13",
             "verseNumber":  13,
             "scripture":  "Whoso stops his ears at the cry of the poor, he also shall cry himself, but shall not be heard."
        },
        {
            "reference":  "Proverbs 21:14",
             "verseNumber":  14,
             "scripture":  "A gift in secret pacifies anger: and a reward in the bosom strong wrath."
        },
        {
            "reference":  "Proverbs 21:15",
             "verseNumber":  15,
             "scripture":  "It is joy to the just to do judgment: but destruction shall be to the workers of iniquity."
        },
        {
            "reference":  "Proverbs 21:16",
             "verseNumber":  16,
             "scripture":  "The man that wanders out of the way of understanding shall remain in the congregation of the dead."
        },
        {
            "reference":  "Proverbs 21:17",
             "verseNumber":  17,
             "scripture":  "He that loves pleasure shall be a poor man: he that loves wine and oil shall not be rich."
        },
        {
            "reference":  "Proverbs 21:18",
             "verseNumber":  18,
             "scripture":  "The wicked shall be a ransom for the righteous, and the transgressor for the upright."
        },
        {
            "reference":  "Proverbs 21:19",
             "verseNumber":  19,
             "scripture":  "It is better to dwell in the wilderness, than with a contentious and an angry woman."
        },
        {
            "reference":  "Proverbs 21:20",
             "verseNumber":  20,
             "scripture":  "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spends it up."
        },
        {
            "reference":  "Proverbs 21:21",
             "verseNumber":  21,
             "scripture":  "He that follows after righteousness and mercy finds life, righteousness, and honour."
        },
        {
            "reference":  "Proverbs 21:22",
             "verseNumber":  22,
             "scripture":  "A wise man scales the city of the mighty, and casts down the strength of the confidence thereof."
        },
        {
            "reference":  "Proverbs 21:23",
             "verseNumber":  23,
             "scripture":  "Whoso keeps his mouth and his tongue keeps his soul from troubles."
        },
        {
            "reference":  "Proverbs 21:24",
             "verseNumber":  24,
             "scripture":  "Proud and haughty scorner is his name, who deals in proud wrath."
        },
        {
            "reference":  "Proverbs 21:25",
             "verseNumber":  25,
             "scripture":  "The desire of the slothful kills him; for his hands refuse to labour."
        },
        {
            "reference":  "Proverbs 21:26",
             "verseNumber":  26,
             "scripture":  "He covers greedily all the day long: but the righteous gives and spares not."
        },
        {
            "reference":  "Proverbs 21:27",
             "verseNumber":  27,
             "scripture":  "The sacrifice of the wicked is abomination: how much more, when he brings it with a wicked mind?"
        },
        {
            "reference":  "Proverbs 21:28",
             "verseNumber":  28,
             "scripture":  "A false witness shall perish: but the man that hears speaks constantly."
        },
        {
            "reference":  "Proverbs 21:29",
             "verseNumber":  29,
             "scripture":  "A wicked man hardens his face: but as for the upright, he directs his way."
        },
        {
            "reference":  "Proverbs 21:30",
             "verseNumber":  30,
             "scripture":  "There is no wisdom nor understanding nor counsel against the LORD."
        },
        {
            "reference":  "Proverbs 21:31",
             "verseNumber":  31,
             "scripture":  "The horse is prepared against the day of battle: but safety is of the LORD."
        }
    ]
}