{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Proverbs",
     "bookAbbreviation":  "Pro",
     "chapterNumber":  22,
     "verses":  [
        {
            "reference":  "Proverbs 22:1",
             "verseNumber":  1,
             "scripture":  "A GOOD name is rather to be chosen than great riches, and loving favour rather than silver and gold."
        },
        {
            "reference":  "Proverbs 22:2",
             "verseNumber":  2,
             "scripture":  "The rich and poor meet together: the LORD is the maker of them all."
        },
        {
            "reference":  "Proverbs 22:3",
             "verseNumber":  3,
             "scripture":  "A prudent man forsees the evil, and hides himself: but the simple pass on, and are punished."
        },
        {
            "reference":  "Proverbs 22:4",
             "verseNumber":  4,
             "scripture":  "By humility and the fear of the LORD are riches, and honour, and life."
        },
        {
            "reference":  "Proverbs 22:5",
             "verseNumber":  5,
             "scripture":  "Thorns and snares are in the way of the perverse: he that does keep his soul shall be far from them."
        },
        {
            "reference":  "Proverbs 22:6",
             "verseNumber":  6,
             "scripture":  "Train up a child in the way he should go: and when he is old, he will not depart from it."
        },
        {
            "reference":  "Proverbs 22:7",
             "verseNumber":  7,
             "scripture":  "The rich rules over the poor, and the borrower is servant to the lender."
        },
        {
            "reference":  "Proverbs 22:8",
             "verseNumber":  8,
             "scripture":  "He that sows iniquity shall reap vanity: and the rod of his anger shall fail."
        },
        {
            "reference":  "Proverbs 22:9",
             "verseNumber":  9,
             "scripture":  "He that has a bountiful eye shall be blessed; for he gives of his bread to the poor."
        },
        {
            "reference":  "Proverbs 22:10",
             "verseNumber":  10,
             "scripture":  "Cast out the scorner, and contention shall go out; yea, strife and reproach shall cease."
        },
        {
            "reference":  "Proverbs 22:11",
             "verseNumber":  11,
             "scripture":  "He that loves pureness of heart, for the grace of his lips the king shall be his friend."
        },
        {
            "reference":  "Proverbs 22:12",
             "verseNumber":  12,
             "scripture":  "The eyes of the LORD preserve knowledge, and he overthrows the words of the transgressor."
        },
        {
            "reference":  "Proverbs 22:13",
             "verseNumber":  13,
             "scripture":  "The slothful man says, There is a lion without, I shall be slain in the streets."
        },
        {
            "reference":  "Proverbs 22:14",
             "verseNumber":  14,
             "scripture":  "The mouth of strange women is a deep pit: he that is abhorred of the LORD shall fall therein."
        },
        {
            "reference":  "Proverbs 22:15",
             "verseNumber":  15,
             "scripture":  "Foolishness is bound in the heart of a child; but the rod of correction shall drive it far from him."
        },
        {
            "reference":  "Proverbs 22:16",
             "verseNumber":  16,
             "scripture":  "He that oppresses the poor to increase his riches, and he that gives to the rich, shall surely come to lack."
        },
        {
            "reference":  "Proverbs 22:17",
             "verseNumber":  17,
             "scripture":  "Bow down yours ear, and hear the words of the wise, and apply yours heart unto my knowledge."
        },
        {
            "reference":  "Proverbs 22:18",
             "verseNumber":  18,
             "scripture":  "For it is a pleasant thing if you keep them within you; they shall likewise be fitted in your lips."
        },
        {
            "reference":  "Proverbs 22:19",
             "verseNumber":  19,
             "scripture":  "That your trust may be in the LORD, I have made known to you this day, even to you."
        },
        {
            "reference":  "Proverbs 22:20",
             "verseNumber":  20,
             "scripture":  "Have not I written to you excellent things in counsels and knowledge,"
        },
        {
            "reference":  "Proverbs 22:21",
             "verseNumber":  21,
             "scripture":  "That I might make you know the certainty of the words of truth; that you might answer the words of truth to them that send unto you?"
        },
        {
            "reference":  "Proverbs 22:22",
             "verseNumber":  22,
             "scripture":  "Rob not the poor, because he is poor: neither oppress the afflicted in the gate:"
        },
        {
            "reference":  "Proverbs 22:23",
             "verseNumber":  23,
             "scripture":  "For the LORD will plead their cause, and spoil the soul of those that spoiled them."
        },
        {
            "reference":  "Proverbs 22:24",
             "verseNumber":  24,
             "scripture":  "Make no friendship with an angry man; and with a furious man you shall not go:"
        },
        {
            "reference":  "Proverbs 22:25",
             "verseNumber":  25,
             "scripture":  "Lest you learn his ways, and get a snare to your soul."
        },
        {
            "reference":  "Proverbs 22:26",
             "verseNumber":  26,
             "scripture":  "Be not you one of them that shake hands, or of them that are sureties for debts."
        },
        {
            "reference":  "Proverbs 22:27",
             "verseNumber":  27,
             "scripture":  "If you have nothing to pay, why should he take away your bed from under you?"
        },
        {
            "reference":  "Proverbs 22:28",
             "verseNumber":  28,
             "scripture":  "Remove not the ancient landmark, which your fathers have set."
        },
        {
            "reference":  "Proverbs 22:29",
             "verseNumber":  29,
             "scripture":  "See you a man diligent in his business? he shall stand before kings; he shall not stand before mean men."
        }
    ]
}