{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Proverbs",
     "bookAbbreviation":  "Pro",
     "chapterNumber":  25,
     "verses":  [
        {
            "reference":  "Proverbs 25:1",
             "verseNumber":  1,
             "scripture":  "These are also proverbs of Solomon, which the men of Hezekiah king of Judah copied out."
        },
        {
            "reference":  "Proverbs 25:2",
             "verseNumber":  2,
             "scripture":  "It is the glory of God to conceal a thing: but the honour of kings is to search out a matter."
        },
        {
            "reference":  "Proverbs 25:3",
             "verseNumber":  3,
             "scripture":  "The heaven for height, and the earth for depth, and the heart of kings is unsearchable."
        },
        {
            "reference":  "Proverbs 25:4",
             "verseNumber":  4,
             "scripture":  "Take away the dross from the silver, and there shall come forth a vessel for the finer."
        },
        {
            "reference":  "Proverbs 25:5",
             "verseNumber":  5,
             "scripture":  "Take away the wicked from before the king, and his throne shall be established in righteousness."
        },
        {
            "reference":  "Proverbs 25:6",
             "verseNumber":  6,
             "scripture":  "Put not forth yourself in the presence of the king, and stand not in the place of great men:"
        },
        {
            "reference":  "Proverbs 25:7",
             "verseNumber":  7,
             "scripture":  "For better it is that it be said unto you, Come up here; than that you should be put lower in the presence of the prince whom yours eyes have seen."
        },
        {
            "reference":  "Proverbs 25:8",
             "verseNumber":  8,
             "scripture":  "Go not forth hastily to strive, lest you know not what to do in the end thereof, when your neighbour has put you to shame."
        },
        {
            "reference":  "Proverbs 25:9",
             "verseNumber":  9,
             "scripture":  "Debate your cause with your neighbour himself; and discover not a secret to another:"
        },
        {
            "reference":  "Proverbs 25:10",
             "verseNumber":  10,
             "scripture":  "Lest he that hears it put you to shame, and yours ill repute turn not away."
        },
        {
            "reference":  "Proverbs 25:11",
             "verseNumber":  11,
             "scripture":  "A word fitly spoken is like apples of gold in pictures of silver."
        },
        {
            "reference":  "Proverbs 25:12",
             "verseNumber":  12,
             "scripture":  "As an earring of gold, and an ornament of fine gold, so is a wise reprover upon an obedient ear."
        },
        {
            "reference":  "Proverbs 25:13",
             "verseNumber":  13,
             "scripture":  "As the cold of snow in the time of harvest, so is a faithful messenger to them that send him: for he refreshes the soul of his masters."
        },
        {
            "reference":  "Proverbs 25:14",
             "verseNumber":  14,
             "scripture":  "Whoso boasts himself of a false gift is like clouds and wind without rain."
        },
        {
            "reference":  "Proverbs 25:15",
             "verseNumber":  15,
             "scripture":  "By long forbearing is a prince persuaded, and a soft tongue breaks the bone."
        },
        {
            "reference":  "Proverbs 25:16",
             "verseNumber":  16,
             "scripture":  "Have you found honey? eat so much as is sufficient for you, lest you be filled therewith, and vomit it."
        },
        {
            "reference":  "Proverbs 25:17",
             "verseNumber":  17,
             "scripture":  "Withdraw your foot from your neighbour's house; lest he be weary of you, and so hate you."
        },
        {
            "reference":  "Proverbs 25:18",
             "verseNumber":  18,
             "scripture":  "A man that bears false witness against his neighbour is a maul, and a sword, and a sharp arrow."
        },
        {
            "reference":  "Proverbs 25:19",
             "verseNumber":  19,
             "scripture":  "Confidence in an unfaithful man in time of trouble is like a broken tooth, and a foot out of joint."
        },
        {
            "reference":  "Proverbs 25:20",
             "verseNumber":  20,
             "scripture":  "As he that takes away a garment in cold weather, and as vinegar upon alkali, so is he that sings songs to an heavy heart."
        },
        {
            "reference":  "Proverbs 25:21",
             "verseNumber":  21,
             "scripture":  "If yours enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink:"
        },
        {
            "reference":  "Proverbs 25:22",
             "verseNumber":  22,
             "scripture":  "For you shall heap coals of fire upon his head, and the LORD shall reward you."
        },
        {
            "reference":  "Proverbs 25:23",
             "verseNumber":  23,
             "scripture":  "The north wind drives away rain: so does an angry countenance a backbiting tongue."
        },
        {
            "reference":  "Proverbs 25:24",
             "verseNumber":  24,
             "scripture":  "It is better to dwell in the corner of the housetop, than with a brawling woman and in a wide house."
        },
        {
            "reference":  "Proverbs 25:25",
             "verseNumber":  25,
             "scripture":  "As cold waters to a thirsty soul, so is good news from a far country."
        },
        {
            "reference":  "Proverbs 25:26",
             "verseNumber":  26,
             "scripture":  "A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring."
        },
        {
            "reference":  "Proverbs 25:27",
             "verseNumber":  27,
             "scripture":  "It is not good to eat much honey: so for men to search their own glory is not glory."
        },
        {
            "reference":  "Proverbs 25:28",
             "verseNumber":  28,
             "scripture":  "He that has no rule over his own spirit is like a city that is broken down, and without walls."
        }
    ]
}