{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Proverbs",
     "bookAbbreviation":  "Pro",
     "chapterNumber":  29,
     "verses":  [
        {
            "reference":  "Proverbs 29:1",
             "verseNumber":  1,
             "scripture":  "He, that being often reproved hardens his neck, shall suddenly be destroyed, and that without remedy."
        },
        {
            "reference":  "Proverbs 29:2",
             "verseNumber":  2,
             "scripture":  "When the righteous are in authority, the people rejoice: but when the wicked bears rule, the people mourn."
        },
        {
            "reference":  "Proverbs 29:3",
             "verseNumber":  3,
             "scripture":  "Whoso loves wisdom rejoices his father: but he that keeps company with harlots spends his substance."
        },
        {
            "reference":  "Proverbs 29:4",
             "verseNumber":  4,
             "scripture":  "The king by judgment establishes the land: but he that receives gifts overthrows it."
        },
        {
            "reference":  "Proverbs 29:5",
             "verseNumber":  5,
             "scripture":  "A man that flatters his neighbour spreads a net for his feet."
        },
        {
            "reference":  "Proverbs 29:6",
             "verseNumber":  6,
             "scripture":  "In the transgression of an evil man there is a snare: but the righteous does sing and rejoice."
        },
        {
            "reference":  "Proverbs 29:7",
             "verseNumber":  7,
             "scripture":  "The righteous considers the cause of the poor: but the wicked regards not to know it."
        },
        {
            "reference":  "Proverbs 29:8",
             "verseNumber":  8,
             "scripture":  "Scornful men bring a city into a snare: but wise men turn away wrath."
        },
        {
            "reference":  "Proverbs 29:9",
             "verseNumber":  9,
             "scripture":  "If a wise man contends with a foolish man, whether he rage or laugh, there is no rest."
        },
        {
            "reference":  "Proverbs 29:10",
             "verseNumber":  10,
             "scripture":  "The bloodthirsty hate the upright: but the just seek his soul."
        },
        {
            "reference":  "Proverbs 29:11",
             "verseNumber":  11,
             "scripture":  "A fool utters all his mind: but a wise man keeps it in till afterwards."
        },
        {
            "reference":  "Proverbs 29:12",
             "verseNumber":  12,
             "scripture":  "If a ruler hearken to lies, all his servants are wicked."
        },
        {
            "reference":  "Proverbs 29:13",
             "verseNumber":  13,
             "scripture":  "The poor and the deceitful man meet together: the LORD lightens both their eyes."
        },
        {
            "reference":  "Proverbs 29:14",
             "verseNumber":  14,
             "scripture":  "The king that faithfully judges the poor, his throne shall be established for ever."
        },
        {
            "reference":  "Proverbs 29:15",
             "verseNumber":  15,
             "scripture":  "The rod and reproof give wisdom: but a child left to himself brings his mother to shame."
        },
        {
            "reference":  "Proverbs 29:16",
             "verseNumber":  16,
             "scripture":  "When the wicked are multiplied, transgression increases: but the righteous shall see their fall."
        },
        {
            "reference":  "Proverbs 29:17",
             "verseNumber":  17,
             "scripture":  "Correct your son, and he shall give you rest; yea, he shall give delight unto your soul."
        },
        {
            "reference":  "Proverbs 29:18",
             "verseNumber":  18,
             "scripture":  "Where there is no vision, the people perish: but he that keeps the law, happy is he."
        },
        {
            "reference":  "Proverbs 29:19",
             "verseNumber":  19,
             "scripture":  "A servant will not be corrected by words: for though he understand he will not answer."
        },
        {
            "reference":  "Proverbs 29:20",
             "verseNumber":  20,
             "scripture":  "See you a man that is hasty in his words? there is more hope of a fool than of him."
        },
        {
            "reference":  "Proverbs 29:21",
             "verseNumber":  21,
             "scripture":  "He that delicately brings up his servant from a child shall have him become his son at the length."
        },
        {
            "reference":  "Proverbs 29:22",
             "verseNumber":  22,
             "scripture":  "An angry man stirs up strife, and a furious man abounds in transgression."
        },
        {
            "reference":  "Proverbs 29:23",
             "verseNumber":  23,
             "scripture":  "A man's pride shall bring him low: but honour shall uphold the humble in spirit."
        },
        {
            "reference":  "Proverbs 29:24",
             "verseNumber":  24,
             "scripture":  "Whoso is partner with a thief hates his own soul: he hears cursing, and betrayed it not."
        },
        {
            "reference":  "Proverbs 29:25",
             "verseNumber":  25,
             "scripture":  "The fear of man brings a snare: but whoso puts his trust in the LORD shall be safe."
        },
        {
            "reference":  "Proverbs 29:26",
             "verseNumber":  26,
             "scripture":  "Many seek the ruler's favour; but every man's judgment comes from the LORD."
        },
        {
            "reference":  "Proverbs 29:27",
             "verseNumber":  27,
             "scripture":  "An unjust man is an abomination to the just: and he that is upright in the way is abomination to the wicked."
        }
    ]
}