{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Proverbs", "bookAbbreviation": "Pro", "chapterNumber": 6, "verses": [{"reference": "Proverbs 6:1", "verseNumber": 1, "scripture": "My son, if you be guarantor for your friend, if you have stricken your hand with a stranger,"},{"reference": "Proverbs 6:2", "verseNumber": 2, "scripture": "You are snared with the words of your mouth, you are taken with the words of your mouth."},{"reference": "Proverbs 6:3", "verseNumber": 3, "scripture": "Do this now, my son, and deliver yourself, when you are come into the hand of your friend; go, humble yourself, and make sure your friend."},{"reference": "Proverbs 6:4", "verseNumber": 4, "scripture": "Give not sleep to yours eyes, nor slumber to yours eyelids."},{"reference": "Proverbs 6:5", "verseNumber": 5, "scripture": "Deliver yourself as a roe from the hand of the hunter, and as a bird from the hand of the fowler."},{"reference": "Proverbs 6:6", "verseNumber": 6, "scripture": "Go to the ant, you sluggard; consider her ways, and be wise:"},{"reference": "Proverbs 6:7", "verseNumber": 7, "scripture": "Which having no guide, overseer, or ruler,"},{"reference": "Proverbs 6:8", "verseNumber": 8, "scripture": "Provides her food in the summer, and gathers her food in the harvest."},{"reference": "Proverbs 6:9", "verseNumber": 9, "scripture": "How long will you sleep, O sluggard? when will you arise out of your sleep?"},{"reference": "Proverbs 6:10", "verseNumber": 10, "scripture": "Yet a little sleep, a little slumber, a little folding of the hands to sleep:"},{"reference": "Proverbs 6:11", "verseNumber": 11, "scripture": "So shall your poverty come as one that travels, and your lack as an armed man."},{"reference": "Proverbs 6:12", "verseNumber": 12, "scripture": "A naughty person, a wicked man, walks with a perverse mouth."},{"reference": "Proverbs 6:13", "verseNumber": 13, "scripture": "He winks with his eyes, he speaks with his feet, he teaches with his fingers;"},{"reference": "Proverbs 6:14", "verseNumber": 14, "scripture": "Perverseness is in his heart, he devises mischief continually; he sows discord."},{"reference": "Proverbs 6:15", "verseNumber": 15, "scripture": "Therefore shall his calamity come suddenly; suddenly shall he be broken without remedy."},{"reference": "Proverbs 6:16", "verseNumber": 16, "scripture": "These six things does the LORD hate: yea, seven are an abomination unto him:"},{"reference": "Proverbs 6:17", "verseNumber": 17, "scripture": "A proud look, a lying tongue, and hands that shed innocent blood,"},{"reference": "Proverbs 6:18", "verseNumber": 18, "scripture": "An heart that devises wicked imaginations, feet that be swift in running to mischief,"},{"reference": "Proverbs 6:19", "verseNumber": 19, "scripture": "A false witness that speaks lies, and he that sows discord among brethren."},{"reference": "Proverbs 6:20", "verseNumber": 20, "scripture": "My son, keep your father's commandment, and forsake not the law of your mother:"},{"reference": "Proverbs 6:21", "verseNumber": 21, "scripture": "Bind them continually upon yours heart, and tie them about your neck."},{"reference": "Proverbs 6:22", "verseNumber": 22, "scripture": "When you go, it shall lead you; when you sleep, it shall keep you; and when you awake, it shall talk with you."},{"reference": "Proverbs 6:23", "verseNumber": 23, "scripture": "For the commandment is a lamp; and the law is light; and reproofs of instruction are the way of life:"},{"reference": "Proverbs 6:24", "verseNumber": 24, "scripture": "To keep you from the evil woman, from the flattery of the tongue of a strange woman."},{"reference": "Proverbs 6:25", "verseNumber": 25, "scripture": "Lust not after her beauty in yours heart; neither let her take you with her eyelids."},{"reference": "Proverbs 6:26", "verseNumber": 26, "scripture": "For by means of a whorish woman a man is brought to a piece of bread: and the adultress will hunt for the precious life."},{"reference": "Proverbs 6:27", "verseNumber": 27, "scripture": "Can a man take fire in his bosom, and his clothes not be burned?"},{"reference": "Proverbs 6:28", "verseNumber": 28, "scripture": "Can one go upon hot coals, and his feet not be burned?"},{"reference": "Proverbs 6:29", "verseNumber": 29, "scripture": "So he that goes in to his neighbour's wife; whosoever touches her shall not be innocent."},{"reference": "Proverbs 6:30", "verseNumber": 30, "scripture": "Men do not despise a thief, if he steal to satisfy his soul when he is hungry;"},{"reference": "Proverbs 6:31", "verseNumber": 31, "scripture": "But if he be found, he shall restore sevenfold; he shall give all the substance of his house."},{"reference": "Proverbs 6:32", "verseNumber": 32, "scripture": "But whoso commits adultery with a woman lacks understanding: he that does it destroys his own soul."},{"reference": "Proverbs 6:33", "verseNumber": 33, "scripture": "A wound and dishonour shall he get; and his reproach shall not be wiped away."},{"reference": "Proverbs 6:34", "verseNumber": 34, "scripture": "For jealousy is the rage of a man: therefore he will not spare in the day of vengeance."},{"reference": "Proverbs 6:35", "verseNumber": 35, "scripture": "He will not regard any ransom; neither will he rest content, though you give many gifts."}]}