{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Leviticus",
     "bookAbbreviation":  "Levi",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "Leviticus 11:1",
             "verseNumber":  1,
             "scripture":  "And the LORD spoke unto Moses and to Aaron, saying unto them,"
        },
        {
            "reference":  "Leviticus 11:2",
             "verseNumber":  2,
             "scripture":  "Speak unto the children of Israel, saying, These are the beasts which all of you shall eat among all the beasts that are on the earth."
        },
        {
            "reference":  "Leviticus 11:3",
             "verseNumber":  3,
             "scripture":  "Whatsoever parts the hoof, and is cloven footed, and chews the cud, among the beasts, that shall all of you eat."
        },
        {
            "reference":  "Leviticus 11:4",
             "verseNumber":  4,
             "scripture":  "Nevertheless these shall all of you not eat of them that chew the cud, or of them that divide the hoof: as the camel, because he chews the cud, but divides not the hoof; he is unclean unto you."
        },
        {
            "reference":  "Leviticus 11:5",
             "verseNumber":  5,
             "scripture":  "And the coney, because he chews the cud, but divides not the hoof; he is unclean unto you."
        },
        {
            "reference":  "Leviticus 11:6",
             "verseNumber":  6,
             "scripture":  "And the hare, because he chews the cud, but divides not the hoof; he is unclean unto you."
        },
        {
            "reference":  "Leviticus 11:7",
             "verseNumber":  7,
             "scripture":  "And the swine, though he divide the hoof, and be cloven footed, yet he chews not the cud; he is unclean to you."
        },
        {
            "reference":  "Leviticus 11:8",
             "verseNumber":  8,
             "scripture":  "Of their flesh shall all of you not eat, and their carcass shall all of you not touch; they are unclean to you."
        },
        {
            "reference":  "Leviticus 11:9",
             "verseNumber":  9,
             "scripture":  "These shall all of you eat of all that are in the waters: whatsoever has fins and scales in the waters, in the seas, and in the rivers, them shall all of you eat."
        },
        {
            "reference":  "Leviticus 11:10",
             "verseNumber":  10,
             "scripture":  "And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:"
        },
        {
            "reference":  "Leviticus 11:11",
             "verseNumber":  11,
             "scripture":  "They shall be even an abomination unto you; all of you shall not eat of their flesh, but all of you shall have their carcasses in abomination."
        },
        {
            "reference":  "Leviticus 11:12",
             "verseNumber":  12,
             "scripture":  "Whatsoever has no fins nor scales in the waters, that shall be an abomination unto you."
        },
        {
            "reference":  "Leviticus 11:13",
             "verseNumber":  13,
             "scripture":  "And these are they which all of you shall have in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the vulture, and the buzzard,"
        },
        {
            "reference":  "Leviticus 11:14",
             "verseNumber":  14,
             "scripture":  "And the vulture, and the kite after his kind;"
        },
        {
            "reference":  "Leviticus 11:15",
             "verseNumber":  15,
             "scripture":  "Every raven after his kind;"
        },
        {
            "reference":  "Leviticus 11:16",
             "verseNumber":  16,
             "scripture":  "And the owl, and the night hawk, and the cuckoo, and the hawk after his kind,"
        },
        {
            "reference":  "Leviticus 11:17",
             "verseNumber":  17,
             "scripture":  "And the little owl, and the cormorant, and the great owl,"
        },
        {
            "reference":  "Leviticus 11:18",
             "verseNumber":  18,
             "scripture":  "And the swan, and the pelican, and the carrion vulture,"
        },
        {
            "reference":  "Leviticus 11:19",
             "verseNumber":  19,
             "scripture":  "And the stork, the heron after her kind, and the lapwing, and the bat."
        },
        {
            "reference":  "Leviticus 11:20",
             "verseNumber":  20,
             "scripture":  "All fowls that creep, going upon all four, shall be an abomination unto you."
        },
        {
            "reference":  "Leviticus 11:21",
             "verseNumber":  21,
             "scripture":  "Yet these may all of you eat of every flying creeping thing that goes upon all four, which have legs above their feet, to leap likewise upon the earth;"
        },
        {
            "reference":  "Leviticus 11:22",
             "verseNumber":  22,
             "scripture":  "Even these of them all of you may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind."
        },
        {
            "reference":  "Leviticus 11:23",
             "verseNumber":  23,
             "scripture":  "But all other flying creeping things, which have four feet, shall be an abomination unto you."
        },
        {
            "reference":  "Leviticus 11:24",
             "verseNumber":  24,
             "scripture":  "And for these all of you shall be unclean: whosoever touches the carcass of them shall be unclean until the even."
        },
        {
            "reference":  "Leviticus 11:25",
             "verseNumber":  25,
             "scripture":  "And whosoever bears ought of the carcass of them shall wash his clothes, and be unclean until the even."
        },
        {
            "reference":  "Leviticus 11:26",
             "verseNumber":  26,
             "scripture":  "The carcasses of every beast which divides the hoof, and is not cloven footed, nor chews the cud, are unclean unto you: every one that touches them shall be unclean."
        },
        {
            "reference":  "Leviticus 11:27",
             "verseNumber":  27,
             "scripture":  "And whatsoever goes upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso touches their carcass shall be unclean until the even."
        },
        {
            "reference":  "Leviticus 11:28",
             "verseNumber":  28,
             "scripture":  "And he that bears the carcass of them shall wash his clothes, and be unclean until the even: they are unclean unto you."
        },
        {
            "reference":  "Leviticus 11:29",
             "verseNumber":  29,
             "scripture":  "These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,"
        },
        {
            "reference":  "Leviticus 11:30",
             "verseNumber":  30,
             "scripture":  "And the ferret, and the chameleon, and the lizard, and the snail, and the mole."
        },
        {
            "reference":  "Leviticus 11:31",
             "verseNumber":  31,
             "scripture":  "These are unclean to you among all that creep: whosoever does touch them, when they be dead, shall be unclean until the even."
        },
        {
            "reference":  "Leviticus 11:32",
             "verseNumber":  32,
             "scripture":  "And upon whatsoever any of them, when they are dead, does fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed."
        },
        {
            "reference":  "Leviticus 11:33",
             "verseNumber":  33,
             "scripture":  "And every earthen vessel, into where any of them falls, whatsoever is in it shall be unclean; and all of you shall break it."
        },
        {
            "reference":  "Leviticus 11:34",
             "verseNumber":  34,
             "scripture":  "Of all food which may be eaten, that on which such water comes shall be unclean: and all drink that may be drunk in every such vessel shall be unclean."
        },
        {
            "reference":  "Leviticus 11:35",
             "verseNumber":  35,
             "scripture":  "And every thing whereupon any part of their carcass falls shall be unclean; whether it be oven, or ranges for pots, they shall be broken down: for they are unclean and shall be unclean unto you."
        },
        {
            "reference":  "Leviticus 11:36",
             "verseNumber":  36,
             "scripture":  "Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which touches their carcass shall be unclean."
        },
        {
            "reference":  "Leviticus 11:37",
             "verseNumber":  37,
             "scripture":  "And if any part of their carcass fall upon any sowing seed which is to be sown, it shall be clean."
        },
        {
            "reference":  "Leviticus 11:38",
             "verseNumber":  38,
             "scripture":  "But if any water be put upon the seed, and any part of their carcass fall thereon, it shall be unclean unto you."
        },
        {
            "reference":  "Leviticus 11:39",
             "verseNumber":  39,
             "scripture":  "And if any beast, of which all of you may eat, die; he that touches the carcass thereof shall be unclean until the even."
        },
        {
            "reference":  "Leviticus 11:40",
             "verseNumber":  40,
             "scripture":  "And he that eats of the carcass of it shall wash his clothes, and be unclean until the even: he also that bears the carcass of it shall wash his clothes, and be unclean until the even."
        },
        {
            "reference":  "Leviticus 11:41",
             "verseNumber":  41,
             "scripture":  "And every creeping thing that creeps upon the earth shall be an abomination; it shall not be eaten."
        },
        {
            "reference":  "Leviticus 11:42",
             "verseNumber":  42,
             "scripture":  "Whatsoever goes upon the belly, and whatsoever goes upon all four, or whatsoever has more feet among all creeping things that creep upon the earth, them all of you shall not eat; for they are an abomination."
        },
        {
            "reference":  "Leviticus 11:43",
             "verseNumber":  43,
             "scripture":  "All of you shall not make yourselves abominable with any creeping thing that creeps, neither shall all of you make yourselves unclean with them, that all of you should be defiled thereby."
        },
        {
            "reference":  "Leviticus 11:44",
             "verseNumber":  44,
             "scripture":  "For I am the LORD your God: all of you shall therefore sanctify yourselves, and all of you shall be holy; for I am holy: neither shall all of you defile yourselves with any manner of creeping thing that creeps upon the earth."
        },
        {
            "reference":  "Leviticus 11:45",
             "verseNumber":  45,
             "scripture":  "For I am the LORD that brings you up out of the land of Egypt, to be your God: all of you shall therefore be holy, for I am holy."
        },
        {
            "reference":  "Leviticus 11:46",
             "verseNumber":  46,
             "scripture":  "This is the law of the beasts, and of the fowl, and of every living creature that moves in the waters, and of every creature that creeps upon the earth:"
        },
        {
            "reference":  "Leviticus 11:47",
             "verseNumber":  47,
             "scripture":  "To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten."
        }
    ]
}