{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Leviticus",
     "bookAbbreviation":  "Levi",
     "chapterNumber":  13,
     "verses":  [
        {
            "reference":  "Leviticus 13:1",
             "verseNumber":  1,
             "scripture":  "And the LORD spoke unto Moses and Aaron, saying,"
        },
        {
            "reference":  "Leviticus 13:2",
             "verseNumber":  2,
             "scripture":  "When a man shall have in the skin of his flesh a rising, a scab, or bright spot, and it be in the skin of his flesh like the plague of leprosy; then he shall be brought unto Aaron the priest, or unto one of his sons the priests:"
        },
        {
            "reference":  "Leviticus 13:3",
             "verseNumber":  3,
             "scripture":  "And the priest shall look on the plague in the skin of the flesh: and when the hair in the plague is turned white, and the plague in sight be deeper than the skin of his flesh, it is a plague of leprosy: and the priest shall look on him, and pronounce him unclean."
        },
        {
            "reference":  "Leviticus 13:4",
             "verseNumber":  4,
             "scripture":  "If the bright spot be white in the skin of his flesh, and in sight be not deeper than the skin, and the hair thereof be not turned white; then the priest shall shut up him that has the plague seven days:"
        },
        {
            "reference":  "Leviticus 13:5",
             "verseNumber":  5,
             "scripture":  "And the priest shall look on him the seventh day: and, behold, if the plague in his sight be at a stay, and the plague spread not in the skin; then the priest shall shut him up seven days more:"
        },
        {
            "reference":  "Leviticus 13:6",
             "verseNumber":  6,
             "scripture":  "And the priest shall look on him again the seventh day: and, behold, if the plague be somewhat dark, and the plague spread not in the skin, the priest shall pronounce him clean: it is but a scab: and he shall wash his clothes, and be clean."
        },
        {
            "reference":  "Leviticus 13:7",
             "verseNumber":  7,
             "scripture":  "But if the scab spread much abroad in the skin, after that he has been seen of the priest for his cleansing, he shall be seen of the priest again."
        },
        {
            "reference":  "Leviticus 13:8",
             "verseNumber":  8,
             "scripture":  "And if the priest see that, behold, the scab spreads in the skin, then the priest shall pronounce him unclean: it is a leprosy."
        },
        {
            "reference":  "Leviticus 13:9",
             "verseNumber":  9,
             "scripture":  "When the plague of leprosy is in a man, then he shall be brought unto the priest;"
        },
        {
            "reference":  "Leviticus 13:10",
             "verseNumber":  10,
             "scripture":  "And the priest shall see him: and, behold, if the rising be white in the skin, and it have turned the hair white, and there be quick raw flesh in the rising;"
        },
        {
            "reference":  "Leviticus 13:11",
             "verseNumber":  11,
             "scripture":  "It is an old leprosy in the skin of his flesh, and the priest shall pronounce him unclean, and shall not shut him up: for he is unclean."
        },
        {
            "reference":  "Leviticus 13:12",
             "verseNumber":  12,
             "scripture":  "And if a leprosy break out abroad in the skin, and the leprosy cover all the skin of him that has the plague from his head even to his foot, where ever the priest looks;"
        },
        {
            "reference":  "Leviticus 13:13",
             "verseNumber":  13,
             "scripture":  "Then the priest shall consider: and, behold, if the leprosy have covered all his flesh, he shall pronounce him clean that has the plague: it is all turned white: he is clean."
        },
        {
            "reference":  "Leviticus 13:14",
             "verseNumber":  14,
             "scripture":  "But when raw flesh appears in him, he shall be unclean."
        },
        {
            "reference":  "Leviticus 13:15",
             "verseNumber":  15,
             "scripture":  "And the priest shall see the raw flesh, and pronounce him to be unclean: for the raw flesh is unclean: it is a leprosy."
        },
        {
            "reference":  "Leviticus 13:16",
             "verseNumber":  16,
             "scripture":  "Or if the raw flesh return, and be changed unto white, he shall come unto the priest;"
        },
        {
            "reference":  "Leviticus 13:17",
             "verseNumber":  17,
             "scripture":  "And the priest shall see him: and, behold, if the plague be turned into white; then the priest shall pronounce him clean that has the plague: he is clean."
        },
        {
            "reference":  "Leviticus 13:18",
             "verseNumber":  18,
             "scripture":  "The flesh also, in which, even in the skin thereof, was a boil, and is healed,"
        },
        {
            "reference":  "Leviticus 13:19",
             "verseNumber":  19,
             "scripture":  "And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be showed to the priest;"
        },
        {
            "reference":  "Leviticus 13:20",
             "verseNumber":  20,
             "scripture":  "And if, when the priest sees it, behold, it be in sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it is a plague of leprosy broken out of the boil."
        },
        {
            "reference":  "Leviticus 13:21",
             "verseNumber":  21,
             "scripture":  "But if the priest look on it, and, behold, there be no white hairs therein, and if it be not lower than the skin, but be somewhat dark; then the priest shall shut him up seven days:"
        },
        {
            "reference":  "Leviticus 13:22",
             "verseNumber":  22,
             "scripture":  "And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it is a plague."
        },
        {
            "reference":  "Leviticus 13:23",
             "verseNumber":  23,
             "scripture":  "But if the bright spot stay in his place, and spread not, it is a burning boil; and the priest shall pronounce him clean."
        },
        {
            "reference":  "Leviticus 13:24",
             "verseNumber":  24,
             "scripture":  "Or if there be any flesh, in the skin whereof there is a hot burning, and the quick flesh that burns have a white bright spot, somewhat reddish, or white;"
        },
        {
            "reference":  "Leviticus 13:25",
             "verseNumber":  25,
             "scripture":  "Then the priest shall look upon it: and, behold, if the hair in the bright spot be turned white, and it be in sight deeper than the skin; it is a leprosy broken out of the burning: wherefore the priest shall pronounce him unclean: it is the plague of leprosy."
        },
        {
            "reference":  "Leviticus 13:26",
             "verseNumber":  26,
             "scripture":  "But if the priest look on it, and, behold, there be no white hair in the bright spot, and it be no lower than the other skin, but be somewhat dark; then the priest shall shut him up seven days:"
        },
        {
            "reference":  "Leviticus 13:27",
             "verseNumber":  27,
             "scripture":  "And the priest shall look upon him the seventh day: and if it be spread much abroad in the skin, then the priest shall pronounce him unclean: it is the plague of leprosy."
        },
        {
            "reference":  "Leviticus 13:28",
             "verseNumber":  28,
             "scripture":  "And if the bright spot stay in his place, and spread not in the skin, but it be somewhat dark; it is a rising of the burning, and the priest shall pronounce him clean: for it is an inflammation of the burning."
        },
        {
            "reference":  "Leviticus 13:29",
             "verseNumber":  29,
             "scripture":  "If a man or woman have a plague upon the head or the beard;"
        },
        {
            "reference":  "Leviticus 13:30",
             "verseNumber":  30,
             "scripture":  "Then the priest shall see the plague: and, behold, if it be in sight deeper than the skin; and there be in it a yellow thin hair; then the priest shall pronounce him unclean: it is a dry scab, even a leprosy upon the head or beard."
        },
        {
            "reference":  "Leviticus 13:31",
             "verseNumber":  31,
             "scripture":  "And if the priest look on the plague of the scab, and, behold, it be not in sight deeper than the skin, and that there is no black hair in it; then the priest shall shut up him that has the plague of the scab seven days:"
        },
        {
            "reference":  "Leviticus 13:32",
             "verseNumber":  32,
             "scripture":  "And in the seventh day the priest shall look on the plague: and, behold, if the scab spread not, and there be in it no yellow hair, and the scab be not in sight deeper than the skin;"
        },
        {
            "reference":  "Leviticus 13:33",
             "verseNumber":  33,
             "scripture":  "He shall be shaven, but the scab shall he not shave; and the priest shall shut up him that has the scab seven days more:"
        },
        {
            "reference":  "Leviticus 13:34",
             "verseNumber":  34,
             "scripture":  "And in the seventh day the priest shall look on the scab: and, behold, if the scab be not spread in the skin, nor be in sight deeper than the skin; then the priest shall pronounce him clean: and he shall wash his clothes, and be clean."
        },
        {
            "reference":  "Leviticus 13:35",
             "verseNumber":  35,
             "scripture":  "But if the scab spread much in the skin after his cleansing;"
        },
        {
            "reference":  "Leviticus 13:36",
             "verseNumber":  36,
             "scripture":  "Then the priest shall look on him: and, behold, if the scab be spread in the skin, the priest shall not seek for yellow hair; he is unclean."
        },
        {
            "reference":  "Leviticus 13:37",
             "verseNumber":  37,
             "scripture":  "But if the scab be in his sight at a stay, and that there is black hair grown up therein; the scab is healed, he is clean: and the priest shall pronounce him clean."
        },
        {
            "reference":  "Leviticus 13:38",
             "verseNumber":  38,
             "scripture":  "If a man also or a woman have in the skin of their flesh bright spots, even white bright spots;"
        },
        {
            "reference":  "Leviticus 13:39",
             "verseNumber":  39,
             "scripture":  "Then the priest shall look: and, behold, if the bright spots in the skin of their flesh be darkish white; it is a freckled spot that grows in the skin; he is clean."
        },
        {
            "reference":  "Leviticus 13:40",
             "verseNumber":  40,
             "scripture":  "And the man whose hair is fallen off his head, he is bald; yet is he clean."
        },
        {
            "reference":  "Leviticus 13:41",
             "verseNumber":  41,
             "scripture":  "And he that has his hair fallen off from the part of his head toward his face, he is forehead bald: yet is he clean."
        },
        {
            "reference":  "Leviticus 13:42",
             "verseNumber":  42,
             "scripture":  "And if there be in the bald head, or bald forehead, a white reddish sore; it is a leprosy sprung up in his bald head, or his bald forehead."
        },
        {
            "reference":  "Leviticus 13:43",
             "verseNumber":  43,
             "scripture":  "Then the priest shall look upon it: and, behold, if the rising of the sore be white reddish in his bald head, or in his bald forehead, as the leprosy appears in the skin of the flesh;"
        },
        {
            "reference":  "Leviticus 13:44",
             "verseNumber":  44,
             "scripture":  "He is a leprous man, he is unclean: the priest shall pronounce him utterly unclean; his plague is in his head."
        },
        {
            "reference":  "Leviticus 13:45",
             "verseNumber":  45,
             "scripture":  "And the leper in whom the plague is, his clothes shall be rent, and his head bare, and he shall put a covering upon his upper lip, and shall cry, Unclean, unclean."
        },
        {
            "reference":  "Leviticus 13:46",
             "verseNumber":  46,
             "scripture":  "All the days wherein the plague shall be in him he shall be defiled; he is unclean: he shall dwell alone; without the camp shall his habitation be."
        },
        {
            "reference":  "Leviticus 13:47",
             "verseNumber":  47,
             "scripture":  "The garment also that the plague of leprosy is in, whether it be a woolen garment, or a linen garment;"
        },
        {
            "reference":  "Leviticus 13:48",
             "verseNumber":  48,
             "scripture":  "Whether it be in the warp, or woof; of linen, or of woolen; whether in a skin, or in any thing made of skin;"
        },
        {
            "reference":  "Leviticus 13:49",
             "verseNumber":  49,
             "scripture":  "And if the plague be greenish or reddish in the garment, or in the skin, either in the warp, or in the woof, or in any thing of skin; it is a plague of leprosy, and shall be showed unto the priest:"
        },
        {
            "reference":  "Leviticus 13:50",
             "verseNumber":  50,
             "scripture":  "And the priest shall look upon the plague, and shut up it that has the plague seven days:"
        },
        {
            "reference":  "Leviticus 13:51",
             "verseNumber":  51,
             "scripture":  "And he shall look on the plague on the seventh day: if the plague be spread in the garment, either in the warp, or in the woof, or in a skin, or in any work that is made of skin; the plague is a fretting leprosy; it is unclean."
        },
        {
            "reference":  "Leviticus 13:52",
             "verseNumber":  52,
             "scripture":  "He shall therefore burn that garment, whether warp or woof, in woolen or in linen, or any thing of skin, wherein the plague is: for it is a fretting leprosy; it shall be burnt in the fire."
        },
        {
            "reference":  "Leviticus 13:53",
             "verseNumber":  53,
             "scripture":  "And if the priest shall look, and, behold, the plague be not spread in the garment, either in the warp, or in the woof, or in any thing of skin;"
        },
        {
            "reference":  "Leviticus 13:54",
             "verseNumber":  54,
             "scripture":  "Then the priest shall command that they wash the thing wherein the plague is, and he shall shut it up seven days more:"
        },
        {
            "reference":  "Leviticus 13:55",
             "verseNumber":  55,
             "scripture":  "And the priest shall look on the plague, after that it is washed: and, behold, if the plague have not changed his colour, and the plague be not spread; it is unclean; you shall burn it in the fire; it is fret inward, whether it be bare within or without."
        },
        {
            "reference":  "Leviticus 13:56",
             "verseNumber":  56,
             "scripture":  "And if the priest look, and, behold, the plague be somewhat dark after the washing of it; then he shall rend it out of the garment, or out of the skin, or out of the warp, or out of the woof:"
        },
        {
            "reference":  "Leviticus 13:57",
             "verseNumber":  57,
             "scripture":  "And if it appear still in the garment, either in the warp, or in the woof, or in any thing of skin; it is a spreading plague: you shall burn that wherein the plague is with fire."
        },
        {
            "reference":  "Leviticus 13:58",
             "verseNumber":  58,
             "scripture":  "And the garment, either warp, or woof, or whatsoever thing of skin it be, which you shall wash, if the plague be departed from them, then it shall be washed the second time, and shall be clean."
        },
        {
            "reference":  "Leviticus 13:59",
             "verseNumber":  59,
             "scripture":  "This is the law of the plague of leprosy in a garment of woolen or linen, either in the warp, or woof, or any thing of skins, to pronounce it clean, or to pronounce it unclean."
        }
    ]
}