{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Leviticus", "bookAbbreviation": "Levi", "chapterNumber": 19, "verses": [{"reference": "Leviticus 19:1", "verseNumber": 1, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 19:2", "verseNumber": 2, "scripture": "Speak unto all the congregation of the children of Israel, and say unto them, All of you shall be holy: for I the LORD your God am holy."},{"reference": "Leviticus 19:3", "verseNumber": 3, "scripture": "All of you shall fear every man his mother, and his father, and keep my sabbaths: I am the LORD your God."},{"reference": "Leviticus 19:4", "verseNumber": 4, "scripture": "Turn all of you not unto idols, nor make to yourselves molten gods: I am the LORD your God."},{"reference": "Leviticus 19:5", "verseNumber": 5, "scripture": "And if all of you offer a sacrifice of peace offerings unto the LORD, all of you shall offer it at your own will."},{"reference": "Leviticus 19:6", "verseNumber": 6, "scripture": "It shall be eaten the same day all of you offer it, and on the next day: and if ought remain until the third day, it shall be burnt in the fire."},{"reference": "Leviticus 19:7", "verseNumber": 7, "scripture": "And if it be eaten at all on the third day, it is abominable; it shall not be accepted."},{"reference": "Leviticus 19:8", "verseNumber": 8, "scripture": "Therefore every one that eats it shall bear his iniquity, because he has profaned the hallowed thing of the LORD: and that soul shall be cut off from among his people."},{"reference": "Leviticus 19:9", "verseNumber": 9, "scripture": "And when all of you reap the harvest of your land, you shall not wholly reap the corners of your field, neither shall you gather the gleanings of your harvest."},{"reference": "Leviticus 19:10", "verseNumber": 10, "scripture": "And you shall not glean your vineyard, neither shall you gather every grape of your vineyard; you shall leave them for the poor and stranger: I am the LORD your God."},{"reference": "Leviticus 19:11", "verseNumber": 11, "scripture": "All of you shall not steal, neither deal falsely, neither lie one to another."},{"reference": "Leviticus 19:12", "verseNumber": 12, "scripture": "And all of you shall not swear by my name falsely, neither shall you profane the name of your God: I am the LORD."},{"reference": "Leviticus 19:13", "verseNumber": 13, "scripture": "You shall not defraud your neighbour, neither rob him: the wages of him that is hired shall not abide with you all night until the morning."},{"reference": "Leviticus 19:14", "verseNumber": 14, "scripture": "You shall not curse the deaf, nor put a stumbling block before the blind, but shall fear your God: I am the LORD."},{"reference": "Leviticus 19:15", "verseNumber": 15, "scripture": "All of you shall do no unrighteousness in judgment: you shall not respect the person of the poor, nor honor the person of the mighty: but in righteousness shall you judge your neighbour."},{"reference": "Leviticus 19:16", "verseNumber": 16, "scripture": "You shall not go up and down as a talebearer among your people: neither shall you stand against the blood of your neighbour; I am the LORD."},{"reference": "Leviticus 19:17", "verseNumber": 17, "scripture": "You shall not hate your brother in yours heart: you shall in any way rebuke your neighbour, and not suffer sin upon him."},{"reference": "Leviticus 19:18", "verseNumber": 18, "scripture": "You shall not avenge, nor bear any grudge against the children of your people, but you shall love your neighbour as yourself: I am the LORD."},{"reference": "Leviticus 19:19", "verseNumber": 19, "scripture": "All of you shall keep my statutes. You shall not let your cattle gender with a diverse kind: you shall not sow your field with mingled seed: neither shall a garment mingled of linen and woolen come upon you."},{"reference": "Leviticus 19:20", "verseNumber": 20, "scripture": "And whosoever lies carnally with a woman, that is a bondmaid, betrothed to an husband, and not at all redeemed, nor freedom given her; she shall be scourged; they shall not be put to death, because she was not free."},{"reference": "Leviticus 19:21", "verseNumber": 21, "scripture": "And he shall bring his trespass offering unto the LORD, unto the door of the tabernacle of the congregation, even a ram for a trespass offering."},{"reference": "Leviticus 19:22", "verseNumber": 22, "scripture": "And the priest shall make an atonement for him with the ram of the trespass offering before the LORD for his sin which he has done: and the sin which he has done shall be forgiven him."},{"reference": "Leviticus 19:23", "verseNumber": 23, "scripture": "And when all of you shall come into the land, and shall have planted all manner of trees for food, then all of you shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of."},{"reference": "Leviticus 19:24", "verseNumber": 24, "scripture": "But in the fourth year all the fruit thereof shall be holy to praise the LORD likewise."},{"reference": "Leviticus 19:25", "verseNumber": 25, "scripture": "And in the fifth year shall all of you eat of the fruit thereof, that it may yield unto you the increase thereof: I am the LORD your God."},{"reference": "Leviticus 19:26", "verseNumber": 26, "scripture": "All of you shall not eat any thing with the blood: neither shall all of you use enchantment, nor observe times."},{"reference": "Leviticus 19:27", "verseNumber": 27, "scripture": "All of you shall not round the corners of your heads, neither shall you ruin the corners of your beard."},{"reference": "Leviticus 19:28", "verseNumber": 28, "scripture": "All of you shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD."},{"reference": "Leviticus 19:29", "verseNumber": 29, "scripture": "Do not prostitute your daughter, to cause her to be a whore; lest the land fall to whoredom, and the land become full of wickedness."},{"reference": "Leviticus 19:30", "verseNumber": 30, "scripture": "All of you shall keep my sabbaths, and reverence my sanctuary: I am the LORD."},{"reference": "Leviticus 19:31", "verseNumber": 31, "scripture": "Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God."},{"reference": "Leviticus 19:32", "verseNumber": 32, "scripture": "You shall rise up before the hoary head, and honour the face of the old man, and fear your God: I am the LORD."},{"reference": "Leviticus 19:33", "verseNumber": 33, "scripture": "And if a stranger sojourn with you in your land, all of you shall not vex him."},{"reference": "Leviticus 19:34", "verseNumber": 34, "scripture": "But the stranger that dwells with you shall be unto you as one born among you, and you shall love him as yourself; for all of you were strangers in the land of Egypt: I am the LORD your God."},{"reference": "Leviticus 19:35", "verseNumber": 35, "scripture": "All of you shall do no unrighteousness in judgment, in measuring rod, in weight, or in measure."},{"reference": "Leviticus 19:36", "verseNumber": 36, "scripture": "Just balances, just weights, a just ephah, and a just hin, shall all of you have: I am the LORD your God, which brought you out of the land of Egypt."},{"reference": "Leviticus 19:37", "verseNumber": 37, "scripture": "Therefore shall all of you observe all my statutes, and all my judgments, and do them: I am the LORD."}]}