{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Leviticus",
     "bookAbbreviation":  "Levi",
     "chapterNumber":  23,
     "verses":  [
        {
            "reference":  "Leviticus 23:1",
             "verseNumber":  1,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Leviticus 23:2",
             "verseNumber":  2,
             "scripture":  "Speak unto the children of Israel, and say unto them, Concerning the feasts of the LORD, which all of you shall proclaim to be holy convocations, even these are my feasts."
        },
        {
            "reference":  "Leviticus 23:3",
             "verseNumber":  3,
             "scripture":  "Six days shall work be done: but the seventh day is the sabbath of rest, an holy convocation; all of you shall do no work therein: it is the sabbath of the LORD in all your dwellings."
        },
        {
            "reference":  "Leviticus 23:4",
             "verseNumber":  4,
             "scripture":  "These are the feasts of the LORD, even holy convocations, which all of you shall proclaim in their seasons."
        },
        {
            "reference":  "Leviticus 23:5",
             "verseNumber":  5,
             "scripture":  "In the fourteenth day of the first month at even is the LORD's passover."
        },
        {
            "reference":  "Leviticus 23:6",
             "verseNumber":  6,
             "scripture":  "And on the fifteenth day of the same month is the feast of unleavened bread unto the LORD: seven days all of you must eat unleavened bread."
        },
        {
            "reference":  "Leviticus 23:7",
             "verseNumber":  7,
             "scripture":  "In the first day all of you shall have an holy convocation: all of you shall do no servile work therein."
        },
        {
            "reference":  "Leviticus 23:8",
             "verseNumber":  8,
             "scripture":  "But all of you shall offer an offering made by fire unto the LORD seven days: in the seventh day is an holy convocation: all of you shall do no servile work therein."
        },
        {
            "reference":  "Leviticus 23:9",
             "verseNumber":  9,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Leviticus 23:10",
             "verseNumber":  10,
             "scripture":  "Speak unto the children of Israel, and say unto them, When all of you be come into the land which I give unto you, and shall reap the harvest thereof, then all of you shall bring a sheaf of the first-fruits of your harvest unto the priest:"
        },
        {
            "reference":  "Leviticus 23:11",
             "verseNumber":  11,
             "scripture":  "And he shall wave the sheaf before the LORD, to be accepted for you: on the next day after the sabbath the priest shall wave it."
        },
        {
            "reference":  "Leviticus 23:12",
             "verseNumber":  12,
             "scripture":  "And all of you shall offer that day when all of you wave the sheaf an he lamb without blemish of the first year for a burnt offering unto the LORD."
        },
        {
            "reference":  "Leviticus 23:13",
             "verseNumber":  13,
             "scripture":  "And the food offering thereof shall be two tenth deals of fine flour mingled with oil, an offering made by fire unto the LORD for a sweet savour: and the drink offering thereof shall be of wine, the fourth part of an hin."
        },
        {
            "reference":  "Leviticus 23:14",
             "verseNumber":  14,
             "scripture":  "And all of you shall eat neither bread, nor parched corn, nor green ears, until the very same day that all of you have brought an offering unto your God: it shall be a statute for ever throughout your generations in all your dwellings."
        },
        {
            "reference":  "Leviticus 23:15",
             "verseNumber":  15,
             "scripture":  "And all of you shall count unto you from the next day after the sabbath, from the day that all of you brought the sheaf of the wave offering; seven sabbaths shall be complete:"
        },
        {
            "reference":  "Leviticus 23:16",
             "verseNumber":  16,
             "scripture":  "Even unto the next day after the seventh sabbath shall all of you number fifty days; and all of you shall offer a new food offering unto the LORD."
        },
        {
            "reference":  "Leviticus 23:17",
             "verseNumber":  17,
             "scripture":  "All of you shall bring out of your habitations two wave loaves of two tenth deals; they shall be of fine flour; they shall be baked with leaven; they are the first-fruits unto the LORD."
        },
        {
            "reference":  "Leviticus 23:18",
             "verseNumber":  18,
             "scripture":  "And all of you shall offer with the bread seven lambs without blemish of the first year, and one young bullock, and two rams: they shall be for a burnt offering unto the LORD, with their food offering, and their drink offerings, even an offering made by fire, of sweet savour unto the LORD."
        },
        {
            "reference":  "Leviticus 23:19",
             "verseNumber":  19,
             "scripture":  "Then all of you shall sacrifice one kid of the goats for a sin offering, and two lambs of the first year for a sacrifice of peace offerings."
        },
        {
            "reference":  "Leviticus 23:20",
             "verseNumber":  20,
             "scripture":  "And the priest shall wave them with the bread of the first-fruits for a wave offering before the LORD, with the two lambs: they shall be holy to the LORD for the priest."
        },
        {
            "reference":  "Leviticus 23:21",
             "verseNumber":  21,
             "scripture":  "And all of you shall proclaim on the very same day, that it may be an holy convocation unto you: all of you shall do no servile work therein: it shall be a statute for ever in all your dwellings throughout your generations."
        },
        {
            "reference":  "Leviticus 23:22",
             "verseNumber":  22,
             "scripture":  "And when all of you reap the harvest of your land, you shall not make clean purging of the corners of your field when you reap, neither shall you gather any gleaning of your harvest: you shall leave them unto the poor, and to the stranger: I am the LORD your God."
        },
        {
            "reference":  "Leviticus 23:23",
             "verseNumber":  23,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Leviticus 23:24",
             "verseNumber":  24,
             "scripture":  "Speak unto the children of Israel, saying, In the seventh month, in the first day of the month, shall all of you have a sabbath, a memorial of blowing of trumpets, an holy convocation."
        },
        {
            "reference":  "Leviticus 23:25",
             "verseNumber":  25,
             "scripture":  "All of you shall do no servile work therein: but all of you shall offer an offering made by fire unto the LORD."
        },
        {
            "reference":  "Leviticus 23:26",
             "verseNumber":  26,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Leviticus 23:27",
             "verseNumber":  27,
             "scripture":  "Also on the tenth day of this seventh month there shall be a day of atonement: it shall be an holy convocation unto you; and all of you shall afflict your souls, and offer an offering made by fire unto the LORD."
        },
        {
            "reference":  "Leviticus 23:28",
             "verseNumber":  28,
             "scripture":  "And all of you shall do no work in that same day: for it is a day of atonement, to make an atonement for you before the LORD your God."
        },
        {
            "reference":  "Leviticus 23:29",
             "verseNumber":  29,
             "scripture":  "For whatsoever soul it be that shall not be afflicted in that same day, he shall be cut off from among his people."
        },
        {
            "reference":  "Leviticus 23:30",
             "verseNumber":  30,
             "scripture":  "And whatsoever soul it be that does any work in that same day, the same soul will I destroy from among his people."
        },
        {
            "reference":  "Leviticus 23:31",
             "verseNumber":  31,
             "scripture":  "All of you shall do no manner of work: it shall be a statute for ever throughout your generations in all your dwellings."
        },
        {
            "reference":  "Leviticus 23:32",
             "verseNumber":  32,
             "scripture":  "It shall be unto you a sabbath of rest, and all of you shall afflict your souls: in the ninth day of the month at even, from even unto even, shall all of you celebrate your sabbath."
        },
        {
            "reference":  "Leviticus 23:33",
             "verseNumber":  33,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Leviticus 23:34",
             "verseNumber":  34,
             "scripture":  "Speak unto the children of Israel, saying, The fifteenth day of this seventh month shall be the feast of tabernacles for seven days unto the LORD."
        },
        {
            "reference":  "Leviticus 23:35",
             "verseNumber":  35,
             "scripture":  "On the first day shall be an holy convocation: all of you shall do no servile work therein."
        },
        {
            "reference":  "Leviticus 23:36",
             "verseNumber":  36,
             "scripture":  "Seven days all of you shall offer an offering made by fire unto the LORD: on the eighth day shall be an holy convocation unto you; and all of you shall offer an offering made by fire unto the LORD: it is a solemn assembly; and all of you shall do no servile work therein."
        },
        {
            "reference":  "Leviticus 23:37",
             "verseNumber":  37,
             "scripture":  "These are the feasts of the LORD, which all of you shall proclaim to be holy convocations, to offer an offering made by fire unto the LORD, a burnt offering, and a food offering, a sacrifice, and drink offerings, every thing upon his day:"
        },
        {
            "reference":  "Leviticus 23:38",
             "verseNumber":  38,
             "scripture":  "Beside the sabbaths of the LORD, and beside your gifts, and beside all your vows, and beside all your freewill offerings, which all of you give unto the LORD."
        },
        {
            "reference":  "Leviticus 23:39",
             "verseNumber":  39,
             "scripture":  "Also in the fifteenth day of the seventh month, when all of you have gathered in the fruit of the land, all of you shall keep a feast unto the LORD seven days: on the first day shall be a sabbath, and on the eighth day shall be a sabbath."
        },
        {
            "reference":  "Leviticus 23:40",
             "verseNumber":  40,
             "scripture":  "And all of you shall take you on the first day the boughs of goodly trees, branches of palm trees, and the boughs of thick trees, and willows of the brook; and all of you shall rejoice before the LORD your God seven days."
        },
        {
            "reference":  "Leviticus 23:41",
             "verseNumber":  41,
             "scripture":  "And all of you shall keep it a feast unto the LORD seven days in the year. It shall be a statute for ever in your generations: all of you shall celebrate it in the seventh month."
        },
        {
            "reference":  "Leviticus 23:42",
             "verseNumber":  42,
             "scripture":  "All of you shall dwell in booths seven days; all that are Israelites born shall dwell in booths:"
        },
        {
            "reference":  "Leviticus 23:43",
             "verseNumber":  43,
             "scripture":  "That your generations may know that I made the children of Israel to dwell in booths, when I brought them out of the land of Egypt: I am the LORD your God."
        },
        {
            "reference":  "Leviticus 23:44",
             "verseNumber":  44,
             "scripture":  "And Moses declared unto the children of Israel the feasts of the LORD."
        }
    ]
}