{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Leviticus",
     "bookAbbreviation":  "Levi",
     "chapterNumber":  26,
     "verses":  [
        {
            "reference":  "Leviticus 26:1",
             "verseNumber":  1,
             "scripture":  "All of you shall make you no idols nor graven image, neither rear you up a standing image, neither shall all of you set up any image of stone in your land, to bow down unto it: for I am the LORD your God."
        },
        {
            "reference":  "Leviticus 26:2",
             "verseNumber":  2,
             "scripture":  "All of you shall keep my sabbaths, and reverence my sanctuary: I am the LORD."
        },
        {
            "reference":  "Leviticus 26:3",
             "verseNumber":  3,
             "scripture":  "If all of you walk in my statutes, and keep my commandments, and do them;"
        },
        {
            "reference":  "Leviticus 26:4",
             "verseNumber":  4,
             "scripture":  "Then I will give you rain in due season, and the land shall yield her increase, and the trees of the field shall yield their fruit."
        },
        {
            "reference":  "Leviticus 26:5",
             "verseNumber":  5,
             "scripture":  "And your threshing shall reach unto the vintage, and the vintage shall reach unto the sowing time: and all of you shall eat your bread to the full, and dwell in your land safely."
        },
        {
            "reference":  "Leviticus 26:6",
             "verseNumber":  6,
             "scripture":  "And I will give peace in the land, and all of you shall lie down, and none shall make you afraid: and I will rid evil beasts out of the land, neither shall the sword go through your land."
        },
        {
            "reference":  "Leviticus 26:7",
             "verseNumber":  7,
             "scripture":  "And all of you shall chase your enemies, and they shall fall before you by the sword."
        },
        {
            "reference":  "Leviticus 26:8",
             "verseNumber":  8,
             "scripture":  "And five of you shall chase an hundred, and an hundred of you shall put ten thousand to flight: and your enemies shall fall before you by the sword."
        },
        {
            "reference":  "Leviticus 26:9",
             "verseNumber":  9,
             "scripture":  "For I will have respect unto you, and make you fruitful, and multiply you, and establish my covenant with you."
        },
        {
            "reference":  "Leviticus 26:10",
             "verseNumber":  10,
             "scripture":  "And all of you shall eat old store, and bring forth the old because of the new."
        },
        {
            "reference":  "Leviticus 26:11",
             "verseNumber":  11,
             "scripture":  "And I set my tabernacle among you: and my soul shall not detest you."
        },
        {
            "reference":  "Leviticus 26:12",
             "verseNumber":  12,
             "scripture":  "And I will walk among you, and will be your God, and all of you shall be my people."
        },
        {
            "reference":  "Leviticus 26:13",
             "verseNumber":  13,
             "scripture":  "I am the LORD your God, which brought you forth out of the land of Egypt, that all of you should not be their bondmen; and I have broken the bands of your yoke, and made you go upright."
        },
        {
            "reference":  "Leviticus 26:14",
             "verseNumber":  14,
             "scripture":  "But if all of you will not hearken unto me, and will not do all these commandments;"
        },
        {
            "reference":  "Leviticus 26:15",
             "verseNumber":  15,
             "scripture":  "And if all of you shall despise my statutes, or if your soul detest my judgments, so that all of you will not do all my commandments, but that all of you break my covenant:"
        },
        {
            "reference":  "Leviticus 26:16",
             "verseNumber":  16,
             "scripture":  "I also will do this unto you; I will even appoint over you terror, consumption, and the burning ague, that shall consume the eyes, and cause sorrow of heart: and all of you shall sow your seed in vain, for your enemies shall eat it."
        },
        {
            "reference":  "Leviticus 26:17",
             "verseNumber":  17,
             "scripture":  "And I will set my face against you, and all of you shall be slain before your enemies: they that hate you shall reign over you; and all of you shall flee when none pursues you."
        },
        {
            "reference":  "Leviticus 26:18",
             "verseNumber":  18,
             "scripture":  "And if all of you will not yet for all this hearken unto me, then I will punish you seven times more for your sins."
        },
        {
            "reference":  "Leviticus 26:19",
             "verseNumber":  19,
             "scripture":  "And I will break the pride of your power; and I will make your heaven as iron, and your earth as brass:"
        },
        {
            "reference":  "Leviticus 26:20",
             "verseNumber":  20,
             "scripture":  "And your strength shall be spent in vain: for your land shall not yield her increase, neither shall the trees of the land yield their fruits."
        },
        {
            "reference":  "Leviticus 26:21",
             "verseNumber":  21,
             "scripture":  "And if all of you walk contrary unto me, and will not hearken unto me; I will bring seven times more plagues upon you according to your sins."
        },
        {
            "reference":  "Leviticus 26:22",
             "verseNumber":  22,
             "scripture":  "I will also send wild beasts among you, which shall rob you of your children, and destroy your cattle, and make you few in number; and your high ways shall be desolate."
        },
        {
            "reference":  "Leviticus 26:23",
             "verseNumber":  23,
             "scripture":  "And if all of you will not be reformed by me by these things, but will walk contrary unto me;"
        },
        {
            "reference":  "Leviticus 26:24",
             "verseNumber":  24,
             "scripture":  "Then will I also walk contrary unto you, and will punish you yet seven times for your sins."
        },
        {
            "reference":  "Leviticus 26:25",
             "verseNumber":  25,
             "scripture":  "And I will bring a sword upon you, that shall avenge the quarrel of my covenant: and when all of you are gathered together within your cities, I will send the pestilence among you; and all of you shall be delivered into the hand of the enemy."
        },
        {
            "reference":  "Leviticus 26:26",
             "verseNumber":  26,
             "scripture":  "And when I have broken the staff of your bread, ten women shall bake your bread in one oven, and they shall deliver you your bread again by weight: and all of you shall eat, and not be satisfied."
        },
        {
            "reference":  "Leviticus 26:27",
             "verseNumber":  27,
             "scripture":  "And if all of you will not for all this hearken unto me, but walk contrary unto me;"
        },
        {
            "reference":  "Leviticus 26:28",
             "verseNumber":  28,
             "scripture":  "Then I will walk contrary unto you also in fury; and I, even I, will chastise you seven times for your sins."
        },
        {
            "reference":  "Leviticus 26:29",
             "verseNumber":  29,
             "scripture":  "And all of you shall eat the flesh of your sons, and the flesh of your daughters shall all of you eat."
        },
        {
            "reference":  "Leviticus 26:30",
             "verseNumber":  30,
             "scripture":  "And I will destroy your high places, and cut down your images, and cast your carcasses upon the carcasses of your idols, and my soul shall detest you."
        },
        {
            "reference":  "Leviticus 26:31",
             "verseNumber":  31,
             "scripture":  "And I will make your cities waste, and bring your sanctuaries unto desolation, and I will not smell the savour of your sweet odours."
        },
        {
            "reference":  "Leviticus 26:32",
             "verseNumber":  32,
             "scripture":  "And I will bring the land into desolation: and your enemies which dwell therein shall be astonished at it."
        },
        {
            "reference":  "Leviticus 26:33",
             "verseNumber":  33,
             "scripture":  "And I will scatter you among the heathen, and will draw out a sword after you: and your land shall be desolate, and your cities waste."
        },
        {
            "reference":  "Leviticus 26:34",
             "verseNumber":  34,
             "scripture":  "Then shall the land enjoy her sabbaths, as long as it lies desolate, and all of you be in your enemies' land; even then shall the land rest, and enjoy her sabbaths."
        },
        {
            "reference":  "Leviticus 26:35",
             "verseNumber":  35,
             "scripture":  "As long as it lies desolate it shall rest; because it did not rest in your sabbaths, when all of you dwelt upon it."
        },
        {
            "reference":  "Leviticus 26:36",
             "verseNumber":  36,
             "scripture":  "And upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursues."
        },
        {
            "reference":  "Leviticus 26:37",
             "verseNumber":  37,
             "scripture":  "And they shall fall one upon another, as it were before a sword, when none pursues: and all of you shall have no power to stand before your enemies."
        },
        {
            "reference":  "Leviticus 26:38",
             "verseNumber":  38,
             "scripture":  "And all of you shall perish among the heathen, and the land of your enemies shall eat you up."
        },
        {
            "reference":  "Leviticus 26:39",
             "verseNumber":  39,
             "scripture":  "And they that are left of you shall pine away in their iniquity in your enemies' lands; and also in the iniquities of their fathers shall they pine away with them."
        },
        {
            "reference":  "Leviticus 26:40",
             "verseNumber":  40,
             "scripture":  "If they shall confess their iniquity, and the iniquity of their fathers, with their trespass which they trespassed against me, and that also they have walked contrary unto me;"
        },
        {
            "reference":  "Leviticus 26:41",
             "verseNumber":  41,
             "scripture":  "And that I also have walked contrary unto them, and have brought them into the land of their enemies; if then their uncircumcised hearts be humbled, and they then accept of the punishment of their iniquity:"
        },
        {
            "reference":  "Leviticus 26:42",
             "verseNumber":  42,
             "scripture":  "Then will I remember my covenant with Jacob, and also my covenant with Isaac, and also my covenant with Abraham will I remember; and I will remember the land."
        },
        {
            "reference":  "Leviticus 26:43",
             "verseNumber":  43,
             "scripture":  "The land also shall be left of them, and shall enjoy her sabbaths, while she lies desolate without them: and they shall accept of the punishment of their iniquity: because, even because they despised my judgments, and because their soul abhorred my statutes."
        },
        {
            "reference":  "Leviticus 26:44",
             "verseNumber":  44,
             "scripture":  "And yet for all that, when they be in the land of their enemies, I will not cast them away, neither will I detest them, to destroy them utterly, and to break my covenant with them: for I am the LORD their God."
        },
        {
            "reference":  "Leviticus 26:45",
             "verseNumber":  45,
             "scripture":  "But I will for their sakes remember the covenant of their ancestors, whom I brought forth out of the land of Egypt in the sight of the heathen, that I might be their God: I am the LORD."
        },
        {
            "reference":  "Leviticus 26:46",
             "verseNumber":  46,
             "scripture":  "These are the statutes and judgments and laws, which the LORD made between him and the children of Israel in mount Sinai by the hand of Moses."
        }
    ]
}