{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Exodus", "bookAbbreviation": "Levi", "chapterNumber": 40, "verses": [{"reference": "Exodus 40:1", "verseNumber": 1, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Exodus 40:2", "verseNumber": 2, "scripture": "On the first day of the first month shall you set up the tabernacle of the tent of the congregation."},{"reference": "Exodus 40:3", "verseNumber": 3, "scripture": "And you shall put therein the ark of the testimony, and cover the ark with the vail."},{"reference": "Exodus 40:4", "verseNumber": 4, "scripture": "And you shall bring in the table, and set in order the things that are to be set in order upon it; and you shall bring in the candlestick, and light the lamps thereof."},{"reference": "Exodus 40:5", "verseNumber": 5, "scripture": "And you shall set the altar of gold for the incense before the ark of the testimony, and put the hanging of the door to the tabernacle."},{"reference": "Exodus 40:6", "verseNumber": 6, "scripture": "And you shall set the altar of the burnt offering before the door of the tabernacle of the tent of the congregation."},{"reference": "Exodus 40:7", "verseNumber": 7, "scripture": "And you shall set the vessel that holds water between the tent of the congregation and the altar, and shall put water therein."},{"reference": "Exodus 40:8", "verseNumber": 8, "scripture": "And you shall set up the court round about, and hang up the hanging at the court gate."},{"reference": "Exodus 40:9", "verseNumber": 9, "scripture": "And you shall take the anointing oil, and anoint the tabernacle, and all that is therein, and shall hallow it, and all the vessels thereof: and it shall be holy."},{"reference": "Exodus 40:10", "verseNumber": 10, "scripture": "And you shall anoint the altar of the burnt offering, and all his vessels, and sanctify the altar: and it shall be an altar most holy."},{"reference": "Exodus 40:11", "verseNumber": 11, "scripture": "And you shall anoint the vessel that holds water and his foot, and sanctify it."},{"reference": "Exodus 40:12", "verseNumber": 12, "scripture": "And you shall bring Aaron and his sons unto the door of the tabernacle of the congregation, and wash them with water."},{"reference": "Exodus 40:13", "verseNumber": 13, "scripture": "And you shall put upon Aaron the holy garments, and anoint him, and sanctify him; that he may minister unto me in the priest's office."},{"reference": "Exodus 40:14", "verseNumber": 14, "scripture": "And you shall bring his sons, and clothe them with coats:"},{"reference": "Exodus 40:15", "verseNumber": 15, "scripture": "And you shall anoint them, as you did anoint their father, that they may minister unto me in the priest's office: for their anointing shall surely be an everlasting priesthood throughout their generations."},{"reference": "Exodus 40:16", "verseNumber": 16, "scripture": "Thus did Moses: according to all that the LORD commanded him, so did he."},{"reference": "Exodus 40:17", "verseNumber": 17, "scripture": "And it came to pass in the first month in the second year, on the first day of the month, that the tabernacle was reared up."},{"reference": "Exodus 40:18", "verseNumber": 18, "scripture": "And Moses reared up the tabernacle, and fastened his sockets, and set up the boards thereof, and put in the bars thereof, and reared up his pillars."},{"reference": "Exodus 40:19", "verseNumber": 19, "scripture": "And he spread abroad the tent over the tabernacle, and put the covering of the tent above upon it; as the LORD commanded Moses."},{"reference": "Exodus 40:20", "verseNumber": 20, "scripture": "And he took and put the testimony into the ark, and set the staves on the ark, and put the mercy seat above upon the ark:"},{"reference": "Exodus 40:21", "verseNumber": 21, "scripture": "And he brought the ark into the tabernacle, and set up the vail of the covering, and covered the ark of the testimony; as the LORD commanded Moses."},{"reference": "Exodus 40:22", "verseNumber": 22, "scripture": "And he put the table in the tent of the congregation, upon the side of the tabernacle northward, without the vail."},{"reference": "Exodus 40:23", "verseNumber": 23, "scripture": "And he set the bread in order upon it before the LORD; as the LORD had commanded Moses."},{"reference": "Exodus 40:24", "verseNumber": 24, "scripture": "And he put the candlestick in the tent of the congregation, opposite to the table, on the side of the tabernacle southward."},{"reference": "Exodus 40:25", "verseNumber": 25, "scripture": "And he lighted the lamps before the LORD; as the LORD commanded Moses."},{"reference": "Exodus 40:26", "verseNumber": 26, "scripture": "And he put the golden altar in the tent of the congregation before the vail:"},{"reference": "Exodus 40:27", "verseNumber": 27, "scripture": "And he burnt sweet incense thereon; as the LORD commanded Moses."},{"reference": "Exodus 40:28", "verseNumber": 28, "scripture": "And he set up the hanging at the door of the tabernacle."},{"reference": "Exodus 40:29", "verseNumber": 29, "scripture": "And he put the altar of burnt offering by the door of the tabernacle of the tent of the congregation, and offered upon it the burnt offering and the food offering; as the LORD commanded Moses."},{"reference": "Exodus 40:30", "verseNumber": 30, "scripture": "And he set the vessel that holds water between the tent of the congregation and the altar, and put water there, to wash likewise."},{"reference": "Exodus 40:31", "verseNumber": 31, "scripture": "And Moses and Aaron and his sons washed their hands and their feet thereat:"},{"reference": "Exodus 40:32", "verseNumber": 32, "scripture": "When they went into the tent of the congregation, and when they came near unto the altar, they washed; as the LORD commanded Moses."},{"reference": "Exodus 40:33", "verseNumber": 33, "scripture": "And he reared up the court round about the tabernacle and the altar, and set up the hanging of the court gate. So Moses finished the work."},{"reference": "Exodus 40:34", "verseNumber": 34, "scripture": "Then a cloud covered the tent of the congregation, and the glory of the LORD filled the tabernacle."},{"reference": "Exodus 40:35", "verseNumber": 35, "scripture": "And Moses was not able to enter into the tent of the congregation, because the cloud abode thereon, and the glory of the LORD filled the tabernacle."},{"reference": "Exodus 40:36", "verseNumber": 36, "scripture": "And when the cloud was taken up from over the tabernacle, the children of Israel went onward in all their journeys:"},{"reference": "Exodus 40:37", "verseNumber": 37, "scripture": "But if the cloud were not taken up, then they journeyed not till the day that it was taken up."},{"reference": "Exodus 40:38", "verseNumber": 38, "scripture": "For the cloud of the LORD was upon the tabernacle by day, and fire was on it by night, in the sight of all the house of Israel, throughout all their journeys."}]}