{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Leviticus", "bookAbbreviation": "Levi", "chapterNumber": 6, "verses": [{"reference": "Leviticus 6:1", "verseNumber": 1, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 6:2", "verseNumber": 2, "scripture": "If a soul sin, and commit a trespass against the LORD, and lie unto his neighbour in that which was delivered him to keep, or in fellowship, or in a thing taken away by violence, or has deceived his neighbour;"},{"reference": "Leviticus 6:3", "verseNumber": 3, "scripture": "Or have found that which was lost, and lies concerning it, and swears falsely; in any of all these that a man does, sinning therein:"},{"reference": "Leviticus 6:4", "verseNumber": 4, "scripture": "Then it shall be, because he has sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he has deceitfully got, or that which was delivered him to keep, or the lost thing which he found,"},{"reference": "Leviticus 6:5", "verseNumber": 5, "scripture": "Or all that about which he has sworn falsely; he shall even restore it in the principal, and shall add the fifth part more thereto, and give it unto him to whom it appertains, in the day of his trespass offering."},{"reference": "Leviticus 6:6", "verseNumber": 6, "scripture": "And he shall bring his trespass offering unto the LORD, a ram without blemish out of the flock, with your estimation, for a trespass offering, unto the priest:"},{"reference": "Leviticus 6:7", "verseNumber": 7, "scripture": "And the priest shall make an atonement for him before the LORD: and it shall be forgiven him for any thing of all that he has done in trespassing therein."},{"reference": "Leviticus 6:8", "verseNumber": 8, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 6:9", "verseNumber": 9, "scripture": "Command Aaron and his sons, saying, This is the law of the burnt offering: It is the burnt offering, because of the burning upon the altar all night unto the morning, and the fire of the altar shall be burning in it."},{"reference": "Leviticus 6:10", "verseNumber": 10, "scripture": "And the priest shall put on his linen garment, and his linen breeches shall he put upon his flesh, and take up the ashes which the fire has consumed with the burnt offering on the altar, and he shall put them beside the altar."},{"reference": "Leviticus 6:11", "verseNumber": 11, "scripture": "And he shall put off his garments, and put on other garments, and carry forth the ashes without the camp unto a clean place."},{"reference": "Leviticus 6:12", "verseNumber": 12, "scripture": "And the fire upon the altar shall be burning in it; it shall not be put out: and the priest shall burn wood on it every morning, and lay the burnt offering in order upon it; and he shall burn thereon the fat of the peace offerings."},{"reference": "Leviticus 6:13", "verseNumber": 13, "scripture": "The fire shall ever be burning upon the altar; it shall never go out."},{"reference": "Leviticus 6:14", "verseNumber": 14, "scripture": "And this is the law of the food offering: the sons of Aaron shall offer it before the LORD, before the altar."},{"reference": "Leviticus 6:15", "verseNumber": 15, "scripture": "And he shall take of it his handful, of the flour of the food offering, and of the oil thereof, and all the frankincense which is upon the food offering, and shall burn it upon the altar for a sweet savour, even the memorial of it, unto the LORD."},{"reference": "Leviticus 6:16", "verseNumber": 16, "scripture": "And the remainder thereof shall Aaron and his sons eat: with unleavened bread shall it be eaten in the holy place; in the court of the tabernacle of the congregation they shall eat it."},{"reference": "Leviticus 6:17", "verseNumber": 17, "scripture": "It shall not be baked with leaven. I have given it unto them for their portion of my offerings made by fire; it is most holy, as is the sin offering, and as the trespass offering."},{"reference": "Leviticus 6:18", "verseNumber": 18, "scripture": "All the males among the children of Aaron shall eat of it. It shall be a statute for ever in your generations concerning the offerings of the LORD made by fire: every one that touches them shall be holy."},{"reference": "Leviticus 6:19", "verseNumber": 19, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 6:20", "verseNumber": 20, "scripture": "This is the offering of Aaron and of his sons, which they shall offer unto the LORD in the day when he is anointed; the tenth part of an ephah of fine flour for a food offering perpetual, half of it in the morning, and half thereof at night."},{"reference": "Leviticus 6:21", "verseNumber": 21, "scripture": "In a pan it shall be made with oil; and when it is baked, you shall bring it in: and the baked pieces of the food offering shall you offer for a sweet savour unto the LORD."},{"reference": "Leviticus 6:22", "verseNumber": 22, "scripture": "And the priest of his sons that is anointed in his position shall offer it: it is a statute for ever unto the LORD; it shall be wholly burnt."},{"reference": "Leviticus 6:23", "verseNumber": 23, "scripture": "For every food offering for the priest shall be wholly burnt: it shall not be eaten."},{"reference": "Leviticus 6:24", "verseNumber": 24, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 6:25", "verseNumber": 25, "scripture": "Speak unto Aaron and to his sons, saying, This is the law of the sin offering: In the place where the burnt offering is killed shall the sin offering be killed before the LORD: it is most holy."},{"reference": "Leviticus 6:26", "verseNumber": 26, "scripture": "The priest that offers it for sin shall eat it: in the holy place shall it be eaten, in the court of the tabernacle of the congregation."},{"reference": "Leviticus 6:27", "verseNumber": 27, "scripture": "Whatsoever shall touch the flesh thereof shall be holy: and when there is sprinkled of the blood thereof upon any garment, you shall wash that whereon it was sprinkled in the holy place."},{"reference": "Leviticus 6:28", "verseNumber": 28, "scripture": "But the earthen vessel wherein it is sodden shall be broken: and if it be sodden in a brazen pot, it shall be both scoured, and rinsed in water."},{"reference": "Leviticus 6:29", "verseNumber": 29, "scripture": "All the males among the priests shall eat thereof: it is most holy."},{"reference": "Leviticus 6:30", "verseNumber": 30, "scripture": "And no sin offering, whereof any of the blood is brought into the tabernacle of the congregation to reconcile likewise in the holy place, shall be eaten: it shall be burnt in the fire."}]}