{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Leviticus", "bookAbbreviation": "Levi", "chapterNumber": 7, "verses": [{"reference": "Leviticus 7:1", "verseNumber": 1, "scripture": "Likewise this is the law of the trespass offering: it is most holy."},{"reference": "Leviticus 7:2", "verseNumber": 2, "scripture": "In the place where they kill the burnt offering shall they kill the trespass offering: and the blood thereof shall he sprinkle round about upon the altar."},{"reference": "Leviticus 7:3", "verseNumber": 3, "scripture": "And he shall offer of it all the fat thereof; the rump, and the fat that covers the inwards,"},{"reference": "Leviticus 7:4", "verseNumber": 4, "scripture": "And the two kidneys, and the fat that is on them, which is by the flanks, and the lobe that is above the liver, with the kidneys, it shall he take away:"},{"reference": "Leviticus 7:5", "verseNumber": 5, "scripture": "And the priest shall burn them upon the altar for an offering made by fire unto the LORD: it is a trespass offering."},{"reference": "Leviticus 7:6", "verseNumber": 6, "scripture": "Every male among the priests shall eat thereof: it shall be eaten in the holy place: it is most holy."},{"reference": "Leviticus 7:7", "verseNumber": 7, "scripture": "As the sin offering is, so is the trespass offering: there is one law for them: the priest that makes atonement therewith shall have it."},{"reference": "Leviticus 7:8", "verseNumber": 8, "scripture": "And the priest that offers any man's burnt offering, even the priest shall have to himself the skin of the burnt offering which he has offered."},{"reference": "Leviticus 7:9", "verseNumber": 9, "scripture": "And all the food offering that is baked in the oven, and all that is dressed in the frying pan, and in the pan, shall be the priest's that offers it."},{"reference": "Leviticus 7:10", "verseNumber": 10, "scripture": "And every food offering, mingled with oil, and dry, shall all the sons of Aaron have, one as much as another."},{"reference": "Leviticus 7:11", "verseNumber": 11, "scripture": "And this is the law of the sacrifice of peace offerings, which he shall offer unto the LORD."},{"reference": "Leviticus 7:12", "verseNumber": 12, "scripture": "If he offer it for a thanksgiving, then he shall offer with the sacrifice of thanksgiving unleavened cakes mingled with oil, and unleavened wafers anointed with oil, and cakes mingled with oil, of fine flour, fried."},{"reference": "Leviticus 7:13", "verseNumber": 13, "scripture": "Besides the cakes, he shall offer for his offering leavened bread with the sacrifice of thanksgiving of his peace offerings."},{"reference": "Leviticus 7:14", "verseNumber": 14, "scripture": "And of it he shall offer one out of the whole oblation for an heave offering unto the LORD, and it shall be the priest's that sprinkles the blood of the peace offerings."},{"reference": "Leviticus 7:15", "verseNumber": 15, "scripture": "And the flesh of the sacrifice of his peace offerings for thanksgiving shall be eaten the same day that it is offered; he shall not leave any of it until the morning."},{"reference": "Leviticus 7:16", "verseNumber": 16, "scripture": "But if the sacrifice of his offering be a vow, or a voluntary offering, it shall be eaten the same day that he offers his sacrifice: and on the next day also the remainder of it shall be eaten:"},{"reference": "Leviticus 7:17", "verseNumber": 17, "scripture": "But the remainder of the flesh of the sacrifice on the third day shall be burnt with fire."},{"reference": "Leviticus 7:18", "verseNumber": 18, "scripture": "And if any of the flesh of the sacrifice of his peace offerings be eaten at all on the third day, it shall not be accepted, neither shall it be imputed unto him that offers it: it shall be an abomination, and the soul that eats of it shall bear his iniquity."},{"reference": "Leviticus 7:19", "verseNumber": 19, "scripture": "And the flesh that touches any unclean thing shall not be eaten; it shall be burnt with fire: and as for the flesh, all that be clean shall eat thereof."},{"reference": "Leviticus 7:20", "verseNumber": 20, "scripture": "But the soul that eats of the flesh of the sacrifice of peace offerings, that pertain unto the LORD, having his uncleanness upon him, even that soul shall be cut off from his people."},{"reference": "Leviticus 7:21", "verseNumber": 21, "scripture": "Moreover the soul that shall touch any unclean thing, as the uncleanness of man, or any unclean beast, or any abominable unclean thing, and eat of the flesh of the sacrifice of peace offerings, which pertain unto the LORD, even that soul shall be cut off from his people."},{"reference": "Leviticus 7:22", "verseNumber": 22, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 7:23", "verseNumber": 23, "scripture": "Speak unto the children of Israel, saying, All of you shall eat no manner of fat, of ox, or of sheep, or of goat."},{"reference": "Leviticus 7:24", "verseNumber": 24, "scripture": "And the fat of the beast that dies of itself, and the fat of that which is torn with beasts, may be used in any other use: but all of you shall in no wise eat of it."},{"reference": "Leviticus 7:25", "verseNumber": 25, "scripture": "For whosoever eats the fat of the beast, of which men offer an offering made by fire unto the LORD, even the soul that eats it shall be cut off from his people."},{"reference": "Leviticus 7:26", "verseNumber": 26, "scripture": "Moreover all of you shall eat no manner of blood, whether it be of fowl or of beast, in any of your dwellings."},{"reference": "Leviticus 7:27", "verseNumber": 27, "scripture": "Whatsoever soul it be that eats any manner of blood, even that soul shall be cut off from his people."},{"reference": "Leviticus 7:28", "verseNumber": 28, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Leviticus 7:29", "verseNumber": 29, "scripture": "Speak unto the children of Israel, saying, He that offers the sacrifice of his peace offerings unto the LORD shall bring his oblation unto the LORD of the sacrifice of his peace offerings."},{"reference": "Leviticus 7:30", "verseNumber": 30, "scripture": "His own hands shall bring the offerings of the LORD made by fire, the fat with the breast, it shall he bring, that the breast may be waved for a wave offering before the LORD."},{"reference": "Leviticus 7:31", "verseNumber": 31, "scripture": "And the priest shall burn the fat upon the altar: but the breast shall be Aaron's and his sons'."},{"reference": "Leviticus 7:32", "verseNumber": 32, "scripture": "And the right shoulder shall all of you give unto the priest for an heave offering of the sacrifices of your peace offerings."},{"reference": "Leviticus 7:33", "verseNumber": 33, "scripture": "He among the sons of Aaron, that offers the blood of the peace offerings, and the fat, shall have the right shoulder for his part."},{"reference": "Leviticus 7:34", "verseNumber": 34, "scripture": "For the wave breast and the heave shoulder have I taken of the children of Israel from off the sacrifices of their peace offerings, and have given them unto Aaron the priest and unto his sons by a statute for ever from among the children of Israel."},{"reference": "Leviticus 7:35", "verseNumber": 35, "scripture": "This is the portion of the anointing of Aaron, and of the anointing of his sons, out of the offerings of the LORD made by fire, in the day when he presented them to minister unto the LORD in the priest's office;"},{"reference": "Leviticus 7:36", "verseNumber": 36, "scripture": "Which the LORD commanded to be given them of the children of Israel, in the day that he anointed them, by a statute for ever throughout their generations."},{"reference": "Leviticus 7:37", "verseNumber": 37, "scripture": "This is the law of the burnt offering, of the food offering, and of the sin offering, and of the trespass offering, and of the consecrations, and of the sacrifice of the peace offerings;"},{"reference": "Leviticus 7:38", "verseNumber": 38, "scripture": "Which the LORD commanded Moses in mount Sinai, in the day that he commanded the children of Israel to offer their oblations unto the LORD, in the wilderness of Sinai."}]}