{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Leviticus",
     "bookAbbreviation":  "Levi",
     "chapterNumber":  9,
     "verses":  [
        {
            "reference":  "Leviticus 9:1",
             "verseNumber":  1,
             "scripture":  "And it came to pass on the eighth day, that Moses called Aaron and his sons, and the elders of Israel;"
        },
        {
            "reference":  "Leviticus 9:2",
             "verseNumber":  2,
             "scripture":  "And he said unto Aaron, Take you a young calf for a sin offering, and a ram for a burnt offering, without blemish, and offer them before the LORD."
        },
        {
            "reference":  "Leviticus 9:3",
             "verseNumber":  3,
             "scripture":  "And unto the children of Israel you shall speak, saying, Take all of you a kid of the goats for a sin offering; and a calf and a lamb, both of the first year, without blemish, for a burnt offering;"
        },
        {
            "reference":  "Leviticus 9:4",
             "verseNumber":  4,
             "scripture":  "Also a bullock and a ram for peace offerings, to sacrifice before the LORD; and a food offering mingled with oil: in order to day the LORD will appear unto you."
        },
        {
            "reference":  "Leviticus 9:5",
             "verseNumber":  5,
             "scripture":  "And they brought that which Moses commanded before the tabernacle of the congregation: and all the congregation drew near and stood before the LORD."
        },
        {
            "reference":  "Leviticus 9:6",
             "verseNumber":  6,
             "scripture":  "And Moses said, This is the thing which the LORD commanded that all of you should do: and the glory of the LORD shall appear unto you."
        },
        {
            "reference":  "Leviticus 9:7",
             "verseNumber":  7,
             "scripture":  "And Moses said unto Aaron, Go unto the altar, and offer your sin offering, and your burnt offering, and make an atonement for yourself, and for the people: and offer the offering of the people, and make an atonement for them; as the LORD commanded."
        },
        {
            "reference":  "Leviticus 9:8",
             "verseNumber":  8,
             "scripture":  "Aaron therefore went unto the altar, and slew the calf of the sin offering, which was for himself."
        },
        {
            "reference":  "Leviticus 9:9",
             "verseNumber":  9,
             "scripture":  "And the sons of Aaron brought the blood unto him: and he dipped his finger in the blood, and put it upon the horns of the altar, and poured out the blood at the bottom of the altar:"
        },
        {
            "reference":  "Leviticus 9:10",
             "verseNumber":  10,
             "scripture":  "But the fat, and the kidneys, and the lobe above the liver of the sin offering, he burnt upon the altar; as the LORD commanded Moses."
        },
        {
            "reference":  "Leviticus 9:11",
             "verseNumber":  11,
             "scripture":  "And the flesh and the hide he burnt with fire without the camp."
        },
        {
            "reference":  "Leviticus 9:12",
             "verseNumber":  12,
             "scripture":  "And he slew the burnt offering; and Aaron's sons presented unto him the blood, which he sprinkled round about upon the altar."
        },
        {
            "reference":  "Leviticus 9:13",
             "verseNumber":  13,
             "scripture":  "And they presented the burnt offering unto him, with the pieces thereof, and the head: and he burnt them upon the altar."
        },
        {
            "reference":  "Leviticus 9:14",
             "verseNumber":  14,
             "scripture":  "And he did wash the inwards and the legs, and burnt them upon the burnt offering on the altar."
        },
        {
            "reference":  "Leviticus 9:15",
             "verseNumber":  15,
             "scripture":  "And he brought the people's offering, and took the goat, which was the sin offering for the people, and slew it, and offered it for sin, as the first."
        },
        {
            "reference":  "Leviticus 9:16",
             "verseNumber":  16,
             "scripture":  "And he brought the burnt offering, and offered it according to the manner."
        },
        {
            "reference":  "Leviticus 9:17",
             "verseNumber":  17,
             "scripture":  "And he brought the food offering, and took an handful thereof, and burnt it upon the altar, beside the burnt sacrifice of the morning."
        },
        {
            "reference":  "Leviticus 9:18",
             "verseNumber":  18,
             "scripture":  "He slew also the bullock and the ram for a sacrifice of peace offerings, which was for the people: and Aaron's sons presented unto him the blood, which he sprinkled upon the altar round about,"
        },
        {
            "reference":  "Leviticus 9:19",
             "verseNumber":  19,
             "scripture":  "And the fat of the bullock and of the ram, the rump, and that which covers the inwards, and the kidneys, and the lobe above the liver:"
        },
        {
            "reference":  "Leviticus 9:20",
             "verseNumber":  20,
             "scripture":  "And they put the fat upon the breasts, and he burnt the fat upon the altar:"
        },
        {
            "reference":  "Leviticus 9:21",
             "verseNumber":  21,
             "scripture":  "And the breasts and the right shoulder Aaron waved for a wave offering before the LORD; as Moses commanded."
        },
        {
            "reference":  "Leviticus 9:22",
             "verseNumber":  22,
             "scripture":  "And Aaron lifted up his hand toward the people, and blessed them, and came down from offering of the sin offering, and the burnt offering, and peace offerings."
        },
        {
            "reference":  "Leviticus 9:23",
             "verseNumber":  23,
             "scripture":  "And Moses and Aaron went into the tabernacle of the congregation, and came out, and blessed the people: and the glory of the LORD appeared unto all the people."
        },
        {
            "reference":  "Leviticus 9:24",
             "verseNumber":  24,
             "scripture":  "And there came a fire out from before the LORD, and consumed upon the altar the burnt offering and the fat: which when all the people saw, they shouted, and fell on their faces."
        }
    ]
}