{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "James", "bookAbbreviation": "Jam", "chapterNumber": 1, "verses": [{"reference": "James 1:1", "verseNumber": 1, "scripture": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting."},{"reference": "James 1:2", "verseNumber": 2, "scripture": "My brethren, count it all joy when all of you fall into divers temptations;"},{"reference": "James 1:3", "verseNumber": 3, "scripture": "Knowing this, that the trying of your faith works patience."},{"reference": "James 1:4", "verseNumber": 4, "scripture": "But let patience have her perfect work, that all of you may be perfect and entire, lacking nothing."},{"reference": "James 1:5", "verseNumber": 5, "scripture": "If any of you lack wisdom, let him ask of God, that gives to all men liberally, and reproaches not; and it shall be given him."},{"reference": "James 1:6", "verseNumber": 6, "scripture": "But let him ask in faith, nothing wavering. For he that wavers is like a wave of the sea driven with the wind and tossed."},{"reference": "James 1:7", "verseNumber": 7, "scripture": "For let not that man think that he shall receive any thing of the Lord."},{"reference": "James 1:8", "verseNumber": 8, "scripture": "A double minded man is unstable in all his ways."},{"reference": "James 1:9", "verseNumber": 9, "scripture": "Let the brother of low degree rejoice in that he is exalted:"},{"reference": "James 1:10", "verseNumber": 10, "scripture": "But the rich, in that he is made low: because as the flower of the grass he shall pass away."},{"reference": "James 1:11", "verseNumber": 11, "scripture": "For the sun is no sooner risen with a burning heat, but it withers the grass, and the flower thereof falls, and the grace of the fashion of it perishes: so also shall the rich man fade away in his ways."},{"reference": "James 1:12", "verseNumber": 12, "scripture": "Blessed is the man that endures temptation: for when he is tried, he shall receive the crown of life, which the Lord has promised to them that love him."},{"reference": "James 1:13", "verseNumber": 13, "scripture": "Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempts he any man:"},{"reference": "James 1:14", "verseNumber": 14, "scripture": "But every man is tempted, when he is drawn away of his own lust, and enticed."},{"reference": "James 1:15", "verseNumber": 15, "scripture": "Then when lust has conceived, it brings forth sin: and sin, when it is finished, brings forth death."},{"reference": "James 1:16", "verseNumber": 16, "scripture": "Do not go astray, my beloved brethren."},{"reference": "James 1:17", "verseNumber": 17, "scripture": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom is no variableness, neither shadow of turning."},{"reference": "James 1:18", "verseNumber": 18, "scripture": "Of his own will brings forth he us with the word of truth, that we should be a kind of first- fruits of his creatures."},{"reference": "James 1:19", "verseNumber": 19, "scripture": "Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:"},{"reference": "James 1:20", "verseNumber": 20, "scripture": "For the wrath of man works not the righteousness of God."},{"reference": "James 1:21", "verseNumber": 21, "scripture": "Wherefore lay apart all filthiness and abundance of evil, and receive with meekness the implanted word, which is able to save your souls."},{"reference": "James 1:22", "verseNumber": 22, "scripture": "But be all of you doers of the word, and not hearers only, deceiving your own selves."},{"reference": "James 1:23", "verseNumber": 23, "scripture": "For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:"},{"reference": "James 1:24", "verseNumber": 24, "scripture": "For he beholds himself, and goes his way, and immediately forgets what manner of man he was."},{"reference": "James 1:25", "verseNumber": 25, "scripture": "But whoso looks into the perfect law of liberty, and continues therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed."},{"reference": "James 1:26", "verseNumber": 26, "scripture": "If any man among you seem to be religious, and bridles not his tongue, but deceives his own heart, this man's religion is vain."},{"reference": "James 1:27", "verseNumber": 27, "scripture": "Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world."}]}