{
    "bibleVersion":  "TAM",
     "bibleLanguage":  "Tamil",
     "fullBibleName":  "பரிசுத்த வேதாகமம் O.V. (2017)",
     "description":  "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.",
     "scriptureSection":  "பழைய ஏற்பாடு",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Bible Society of India",
     "bibleTextSource":  "Internet",
     "bookName":  "ஆதியாகமம்",
     "bookAbbreviation":  "ஆதி",
     "chapterNumber":  13,
     "verses":  [
        {
            "reference":  "ஆதியாகமம் 13:1",
             "verseNumber":  1,
             "scripture":  "ஆபிராமும், அவன் மனைவியும், அவனுக்கு உண்டான யாவும், அவனுடனே லோத்தும், எகிப்தை விட்டு, தென்திசையில் வந்தார்கள்."
        },
        {
            "reference":  "ஆதியாகமம் 13:2",
             "verseNumber":  2,
             "scripture":  "ஆபிராம் மிருகஜீவன்களும் வெள்ளியும் பொன்னுமான ஆஸ்திகளை உடைய சீமானாயிருந்தான்."
        },
        {
            "reference":  "ஆதியாகமம் 13:3",
             "verseNumber":  3,
             "scripture":  "அவன் தன் பிரயாணங்களிலே தெற்கேயிருந்து பெத்தேல்மட்டும், பெத்தேலுக்கும் ஆயீக்கும் நடுவாகத் தான் முன்பு கூடாரம்போட்டதும்,"
        },
        {
            "reference":  "ஆதியாகமம் 13:4",
             "verseNumber":  4,
             "scripture":  "தான் முதல்முதல் ஒரு பலிபீடத்தை உண்டாக்கினதுமான ஸ்தலமட்டும் போனான்; அங்கே ஆபிராம் கர்த்தருடைய நாமத்தைத் தொழுதுகொண்டான்."
        },
        {
            "reference":  "ஆதியாகமம் 13:5",
             "verseNumber":  5,
             "scripture":  "ஆபிராமுடனே வந்த லோத்துக்கும் ஆடுமாடுகளும் கூடாரங்களும் இருந்தன."
        },
        {
            "reference":  "ஆதியாகமம் 13:6",
             "verseNumber":  6,
             "scripture":  "அவர்கள் ஒருமித்துக் குடியிருக்க அந்தப் பூமி அவர்களைத் தாங்கக்கூடாதிருந்தது; அவர்களுடைய ஆஸ்தி மிகுதியாயிருந்தபடியால், அவர்கள் ஒருமித்து வாசம்பண்ண ஏதுவில்லாமற்போயிற்று."
        },
        {
            "reference":  "ஆதியாகமம் 13:7",
             "verseNumber":  7,
             "scripture":  "ஆபிராமுடைய மந்தைமேய்ப்பருக்கும் லோத்துடைய மந்தைமேய்ப்பருக்கும் வாக்குவாதம் உண்டாயிற்று. அக்காலத்திலே கானானியரும் பெரிசியரும் அத்தேசத்தில் குடியிருந்தார்கள்."
        },
        {
            "reference":  "ஆதியாகமம் 13:8",
             "verseNumber":  8,
             "scripture":  "ஆபிராம் லோத்தை நோக்கி: எனக்கும் உனக்கும், என் மேய்ப்பருக்கும் உன் மேய்ப்பருக்கும் வாக்குவாதம் வேண்டாம்; நாம் சகோதரர்."
        },
        {
            "reference":  "ஆதியாகமம் 13:9",
             "verseNumber":  9,
             "scripture":  "இந்தத் தேசமெல்லாம் உனக்குமுன் இருக்கிறது அல்லவா? நீ என்னைவிட்டுப் பிரிந்துபோகலாம்; நீ இடதுபுறம் போனால், நான் வலதுபுறம் போகிறேன்; நீ வலதுபுறம் போனால், நான் இடதுபுறம் போகிறேன் என்றான்."
        },
        {
            "reference":  "ஆதியாகமம் 13:10",
             "verseNumber":  10,
             "scripture":  "அப்பொழுது லோத்து தன் கண்களை ஏறெடுத்துப்பார்த்து: யோர்தான் நதிக்கு அருகான சமபூமி முழுவதும் நீர்வளம் பொருந்தினதாயிருக்கக்கண்டான். கர்த்தர் சோதோமையும் கொமோராவையும் அழிக்கும்முன்னே, சோவாருக்குப் போகும் வழிமட்டும் அது கர்த்தருடைய தோட்டத்தைப்போலவும் எகிப்து தேசத்தைப்போலவும் இருந்தது."
        },
        {
            "reference":  "ஆதியாகமம் 13:11",
             "verseNumber":  11,
             "scripture":  "அப்பொழுது லோத்து யோர்தானுக்கு அருகான சமபூமி முழுவதையும் தெரிந்துகொண்டு, கிழக்கே பிரயாணப்பட்டுப்போனான். இப்படி அவர்கள் ஒருவரை ஒருவர் விட்டுப் பிரிந்தார்கள்."
        },
        {
            "reference":  "ஆதியாகமம் 13:12",
             "verseNumber":  12,
             "scripture":  "ஆபிராம் கானான் தேசத்தில் குடியிருந்தான்; லோத்து அந்த யோர்தானுக்கு அருகான சமபூமியிலுள்ள பட்டணங்களில் வாசம்பண்ணி, சோதோமுக்கு நேரே கூடாரம் போட்டான்."
        },
        {
            "reference":  "ஆதியாகமம் 13:13",
             "verseNumber":  13,
             "scripture":  "சோதோமின் ஜனங்கள் பொல்லாதவர்களும் கர்த்தருக்கு முன்பாக மகாபாவிகளுமாய் இருந்தார்கள்."
        },
        {
            "reference":  "ஆதியாகமம் 13:14",
             "verseNumber":  14,
             "scripture":  "லோத்து ஆபிராமைவிட்டுப் பிரிந்த பின்பு, கர்த்தர் ஆபிராமை நோக்கி: உன் கண்களை ஏறெடுத்து, நீ இருக்கிற இடத்திலிருந்து வடக்கேயும், தெற்கேயும், கிழக்கேயும், மேற்கேயும் நோக்கிப்பார்."
        },
        {
            "reference":  "ஆதியாகமம் 13:15",
             "verseNumber":  15,
             "scripture":  "நீ பார்க்கிற இந்தப் பூமி முழுவதையும் நான் உனக்கும் உன் சந்ததிக்கும் என்றைக்கும் இருக்கும்படி கொடுத்து,"
        },
        {
            "reference":  "ஆதியாகமம் 13:16",
             "verseNumber":  16,
             "scripture":  "உன் சந்ததியைப் பூமியின் தூளைப்போலப் பெருகப்பண்ணுவேன்; ஒருவன் பூமியின் தூளை எண்ணக்கூடுமானால், உன் சந்ததியும் எண்ணப்படும்."
        },
        {
            "reference":  "ஆதியாகமம் 13:17",
             "verseNumber":  17,
             "scripture":  "நீ எழுந்து தேசத்தின் நீளமும் அகலமும் எம்மட்டோ, அம்மட்டும் நடந்து திரி; உனக்கு அதைத் தருவேன் என்றார்."
        },
        {
            "reference":  "ஆதியாகமம் 13:18",
             "verseNumber":  18,
             "scripture":  "அப்பொழுது ஆபிராம் கூடாரத்தைப் பெயர்த்துக்கொண்டுபோய், எபிரோனிலிருக்கும் மம்ரேயின் சமபூமியில் சேர்ந்து குடியிருந்து, அங்கே கர்த்தருக்கு ஒரு பலிபீடத்தைக் கட்டினான்."
        }
    ]
}