{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "ஆதியாகமம்", "bookAbbreviation": "ஆதி", "chapterNumber": 46, "verses": [{"reference": "ஆதியாகமம் 46:1", "verseNumber": 1, "scripture": "இஸ்ரவேல் தனக்கு உண்டான யாவையும் சேர்த்துக்கொண்டு புறப்பட்டுப் பெயெர்செபாவுக்குப் போய், தன் தகப்பனாகிய ஈசாக்குடைய தேவனுக்குப் பலியிட்டான்."},{"reference": "ஆதியாகமம் 46:2", "verseNumber": 2, "scripture": "அன்று இரவிலே தேவன் இஸ்ரவேலுக்குத் தரிசனமாகி: யாக்கோபே, யாக்கோபே என்று கூப்பிட்டார்; அவன் இதோ, அடியேன் என்றான்."},{"reference": "ஆதியாகமம் 46:3", "verseNumber": 3, "scripture": "அப்பொழுது அவர்: நான் தேவன், நான் உன் தகப்பனுடைய தேவன்; நீ எகிப்துதேசத்துக்குப்போகப் பயப்படவேண்டாம்; அங்கே உன்னைப் பெரிய ஜாதியாக்குவேன்."},{"reference": "ஆதியாகமம் 46:4", "verseNumber": 4, "scripture": "நான் உன்னுடனே எகிப்துக்கு வருவேன்; நான் உன்னைத் திரும்பவும் வரப்பண்ணுவேன்; யோசேப்பு தன் கையால் உன் கண்களை மூடுவான் என்று சொன்னார்."},{"reference": "ஆதியாகமம் 46:5", "verseNumber": 5, "scripture": "அதற்குப்பின்பு, யாக்கோபு பெயெர்செபாவிலிருந்து பிரயாணம் புறப்பட்டான். இஸ்ரவேலின் குமாரர் தங்கள் தகப்பனாகிய யாக்கோபையும் தங்கள் குழந்தைகளையும் தங்கள் மனைவிகளையும் பார்வோன் அனுப்பின வண்டிகளின்மேல் ஏற்றிக்கொண்டு,"},{"reference": "ஆதியாகமம் 46:6", "verseNumber": 6, "scripture": "தங்கள் ஆடுமாடுகளையும் தாங்கள் கானான் தேசத்தில் சம்பாதித்த தங்கள் பொருட்களையும் சேர்த்துக்கொண்டு, யாக்கோபும் அவன் சந்ததியார் யாவரும் எகிப்துக்குப் போனார்கள்."},{"reference": "ஆதியாகமம் 46:7", "verseNumber": 7, "scripture": "அவன் தன் குமாரரையும் தன் குமாரரின் குமாரரையும் தன் குமாரத்திகளையும் தன் குமாரரின் குமாரத்திகளையும் தன் சந்ததியார் அனைவரையும் எகிப்துக்குத் தன்னோடே அழைத்துக்கொண்டுபோனான்."},{"reference": "ஆதியாகமம் 46:8", "verseNumber": 8, "scripture": "எகிப்துக்கு வந்த இஸ்ரவேலரின் நாமங்களாவன: யாக்கோபும் அவனுடைய குமாரரும்; யாக்கோபுடைய மூத்தகுமாரனான ரூபன்."},{"reference": "ஆதியாகமம் 46:9", "verseNumber": 9, "scripture": "ரூபனுடைய குமாரர் ஆனோக்கு, பல்லூ, எஸ்ரோன், கர்மீ என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:10", "verseNumber": 10, "scripture": "சிமியோனுடைய குமாரர் எமுவேல், யாமின், ஓகாத், யாகீன், சொகார், கானானிய ஸ்திரீயின் குமாரனாகிய சவுல் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:11", "verseNumber": 11, "scripture": "லேவியினுடைய குமாரர் கெர்சோன், கோகாத், மெராரி என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:12", "verseNumber": 12, "scripture": "யூதாவினுடைய குமாரர் ஏர், ஓனான், சேலா, பாரேஸ், சேரா என்பவர்கள்; அவர்களில் ஏரும் ஓனானும் கானான்தேசத்தில் இறந்துபோனார்கள்; பாரேசுடைய குமாரர் எஸ்ரோன், ஆமூல் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:13", "verseNumber": 13, "scripture": "இசக்காருடைய குமாரர் தோலா, பூவா, யோபு, சிம்ரோன் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:14", "verseNumber": 14, "scripture": "செபுலோனுடைய குமாரர் செரேத், ஏலோன், யக்லேல் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:15", "verseNumber": 15, "scripture": "இவர்கள் லேயாளின் சந்ததியார்; அவள் இவர்களையும் தீனாள் என்னும் ஒரு குமாரத்தியையும் பதான் அராமிலே யாக்கோபுக்குப் பெற்றாள்; அவன் குமாரரும் அவன் குமாரத்திகளுமாகிய எல்லாரும் முப்பத்துமூன்றுபேர்."},{"reference": "ஆதியாகமம் 46:16", "verseNumber": 16, "scripture": "காத்துடைய குமாரர், சிப்பியோன், அகி, சூனி, எஸ்போன், ஏரி, அரோதி, அரேலி என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:17", "verseNumber": 17, "scripture": "ஆசேருடைய குமாரர் இம்னா, இஸ்வா, இஸ்வி, பெரீயா என்பவர்கள்; இவர்களுடைய சகோதரி செராக்கு என்பவள்; பெரீயாவின் குமாரர் ஏபேர், மல்கியேல் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:18", "verseNumber": 18, "scripture": "இவர்கள் லாபான் தன் குமாரத்தியாகிய வேயாளுக்குக் கொடுத்த சில்பாளுடைய பிள்ளைகள்; அவள் இந்தப் பதினாறுபேரையும் யாக்கோபுக்குப் பெற்றாள்."},{"reference": "ஆதியாகமம் 46:19", "verseNumber": 19, "scripture": "யாக்கோபின் மனைவியாகிய ராகேலுடைய குமாரர் யோசேப்பு, பென்யமீன் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:20", "verseNumber": 20, "scripture": "யோசேப்புக்கு எகிப்துதேசத்திலே மனாசேயும் எப்பிராயீமும் பிறந்தார்கள்; அவர்களை ஓன்பட்டணத்து ஆசாரியனாகிய போத்திபிராவின் குமாரத்தியாகிய ஆஸ்நாத் அவனுக்குப் பெற்றாள்."},{"reference": "ஆதியாகமம் 46:21", "verseNumber": 21, "scripture": "பென்யமீனுடைய குமாரர் பேலா, பெகேர், அஸ்பேல், கேரா, நாகமான், ஏகி, ரோஷ், முப்பிம், உப்பிம், ஆர்து என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:22", "verseNumber": 22, "scripture": "ராகேல் யாக்கோபுக்குப் பெற்ற குமாரராகிய இவர்கள் எல்லாரும் பதினாலுபேர்."},{"reference": "ஆதியாகமம் 46:23", "verseNumber": 23, "scripture": "தாணுடைய குமாரன் உசீம் என்பவன்."},{"reference": "ஆதியாகமம் 46:24", "verseNumber": 24, "scripture": "நப்தலியின் குமாரர் யாத்சியேல், கூனி, எத்செர், சில்லேம் என்பவர்கள்."},{"reference": "ஆதியாகமம் 46:25", "verseNumber": 25, "scripture": "இவர்கள் லாபான் தன் குமாரத்தியாகிய ராகேலுக்குக் கொடுத்த பில்காள் யாக்கோபுக்குப் பெற்றவர்கள்; இவர்கள் எல்லாரும் ஏழுபேர்."},{"reference": "ஆதியாகமம் 46:26", "verseNumber": 26, "scripture": "யாக்கோபுடைய குமாரரின் மனைவிகளைத் தவிர, அவனுடைய கர்ப்பப்பிறப்பாயிருந்து அவன் மூலமாய் எகிப்திலே வந்தவர்கள் எல்லாரும் அறுபத்தாறுபேர்."},{"reference": "ஆதியாகமம் 46:27", "verseNumber": 27, "scripture": "யோசேப்புக்கு எகிப்திலே பிறந்த குமாரர் இரண்டுபேர்; ஆக எகிப்துக்குப் போன யாக்கோபின் குடும்பத்தார் எழுபதுபேர்."},{"reference": "ஆதியாகமம் 46:28", "verseNumber": 28, "scripture": "கோசேன் நாட்டிலே தன்னை யோசேப்பு சந்திக்க வரும்படி சொல்ல, யூதாவைத் தனக்கு முன்னாக அவனிடத்தில் யாக்கோபு அனுப்பினான்; அவர்கள் கோசேனிலே சேர்ந்தார்கள்."},{"reference": "ஆதியாகமம் 46:29", "verseNumber": 29, "scripture": "யோசேப்பு தன் இரதத்தை ஆயத்தப்படுத்தி, அதின்மேல் ஏறி, தன் தகப்பனாகிய இஸ்ரவேலைச் சந்திக்கும்படி போய், அவனைக் கண்டு, அவனுடைய கழுத்தைக் கட்டிக்கொண்டு, வெகுநேரம் அவன் கழுத்தை விடாமல் அழுதான்."},{"reference": "ஆதியாகமம் 46:30", "verseNumber": 30, "scripture": "அப்பொழுது இஸ்ரவேல் யோசேப்பைப் பார்த்து: நீ இன்னும் உயிரோடிருக்கிறாயே, நான் உன் முகத்தைக் கண்டேன், எனக்கு இப்போது மரணம் வந்தாலும் வரட்டும் என்றான்."},{"reference": "ஆதியாகமம் 46:31", "verseNumber": 31, "scripture": "பின்பு, யோசேப்பு தன் சகோதரரையும் தன் தகப்பனுடைய குடும்பத்தாரையும் நோக்கி: நான் பார்வோனிடத்துக்குப் போய், கானான்தேசத்திலிருந்து என் சகோதரரும் என் தகப்பன் குடும்பத்தாரும் என்னிடத்தில் வந்திருக்கிறார்கள்."},{"reference": "ஆதியாகமம் 46:32", "verseNumber": 32, "scripture": "அவர்கள் மேய்ப்பர்கள், ஆடுமாடுகளை மேய்க்கிறது அவர்கள் தொழில்; அவர்கள் தங்கள் ஆடுமாடுகளையும் தங்களுக்கு உண்டான எல்லாவற்றையும் கொண்டுவந்தார்கள் என்று அவருக்குச் சொல்லுகிறேன்."},{"reference": "ஆதியாகமம் 46:33", "verseNumber": 33, "scripture": "பார்வோன் உங்களை அழைத்து, உங்கள் தொழில் என்ன என்று கேட்டால்,"},{"reference": "ஆதியாகமம் 46:34", "verseNumber": 34, "scripture": "நீங்கள், கோசேன் நாட்டிலே குடியிருக்கும்படி, அவனை நோக்கி: எங்கள் பிதாக்களைப்போல, உமது அடியாராகிய நாங்களும் எங்கள் சிறுவயதுமுதல் இதுவரைக்கும் மேய்ப்பர்களாயிருக்கிறோம் என்று சொல்லுங்கள்; மேய்ப்பர்கள் எல்லாரும் எகிப்தியருக்கு அருவருப்பாயிருக்கிறார்கள் என்றான்."}]}