{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Exodus",
     "bookAbbreviation":  "Exo",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Exodus 12:1",
             "verseNumber":  1,
             "scripture":  "And the LORD spoke unto Moses and Aaron in the land of Egypt saying,"
        },
        {
            "reference":  "Exodus 12:2",
             "verseNumber":  2,
             "scripture":  "This month shall be unto you the beginning of months: it shall be the first month of the year to you."
        },
        {
            "reference":  "Exodus 12:3",
             "verseNumber":  3,
             "scripture":  "Speak all of you unto all the congregation of Israel, saying, In the tenth day of this month they shall take to them every man a lamb, according to the house of their fathers, a lamb for an house:"
        },
        {
            "reference":  "Exodus 12:4",
             "verseNumber":  4,
             "scripture":  "And if the household be too little for the lamb, let him and his neighbour next unto his house take it according to the number of the souls; every man according to his eating shall make your count for the lamb."
        },
        {
            "reference":  "Exodus 12:5",
             "verseNumber":  5,
             "scripture":  "Your lamb shall be without blemish, a male of the first year: all of you shall take it out from the sheep, or from the goats:"
        },
        {
            "reference":  "Exodus 12:6",
             "verseNumber":  6,
             "scripture":  "And all of you shall keep it up until the fourteenth day of the same month: and the whole assembly of the congregation of Israel shall kill it in the evening."
        },
        {
            "reference":  "Exodus 12:7",
             "verseNumber":  7,
             "scripture":  "And they shall take of the blood, and strike it on the two side posts and on the upper door post of the houses, wherein they shall eat it."
        },
        {
            "reference":  "Exodus 12:8",
             "verseNumber":  8,
             "scripture":  "And they shall eat the flesh in that night, roast with fire, and unleavened bread; and with bitter herbs they shall eat it."
        },
        {
            "reference":  "Exodus 12:9",
             "verseNumber":  9,
             "scripture":  "Eat not of it raw, nor sodden at all with water, but roast with fire; his head with his legs, and with the inwards thereof."
        },
        {
            "reference":  "Exodus 12:10",
             "verseNumber":  10,
             "scripture":  "And all of you shall let nothing of it remain until the morning; and that which remains of it until the morning all of you shall burn with fire."
        },
        {
            "reference":  "Exodus 12:11",
             "verseNumber":  11,
             "scripture":  "And thus shall all of you eat it; with your loins girded, your shoes on your feet, and your staff in your hand; and all of you shall eat it in haste: it is the LORD's passover."
        },
        {
            "reference":  "Exodus 12:12",
             "verseNumber":  12,
             "scripture":  "For I will pass through the land of Egypt this night, and will strike all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am the LORD."
        },
        {
            "reference":  "Exodus 12:13",
             "verseNumber":  13,
             "scripture":  "And the blood shall be to you for a token upon the houses where all of you are: and when I see the blood, I will pass over you, and the plague shall not be upon you to destroy you, when I strike the land of Egypt."
        },
        {
            "reference":  "Exodus 12:14",
             "verseNumber":  14,
             "scripture":  "And this day shall be unto you for a memorial; and all of you shall keep it a feast to the LORD throughout your generations; all of you shall keep it a feast by an ordinance for ever."
        },
        {
            "reference":  "Exodus 12:15",
             "verseNumber":  15,
             "scripture":  "Seven days shall all of you eat unleavened bread; even the first day all of you shall put away leaven out of your houses: for whosoever eats leavened bread from the first day until the seventh day, that soul shall be cut off from Israel."
        },
        {
            "reference":  "Exodus 12:16",
             "verseNumber":  16,
             "scripture":  "And in the first day there shall be an holy convocation, and in the seventh day there shall be an holy convocation to you; no manner of work shall be done in them, save that which every man must eat, that only may be done of you."
        },
        {
            "reference":  "Exodus 12:17",
             "verseNumber":  17,
             "scripture":  "And all of you shall observe the feast of unleavened bread; for in this very same day have I brought your armies out of the land of Egypt: therefore shall all of you observe this day in your generations by an ordinance for ever."
        },
        {
            "reference":  "Exodus 12:18",
             "verseNumber":  18,
             "scripture":  "In the first month, on the fourteenth day of the month at even, all of you shall eat unleavened bread, until the one and twentieth day of the month at even."
        },
        {
            "reference":  "Exodus 12:19",
             "verseNumber":  19,
             "scripture":  "Seven days shall there be no leaven found in your houses: for whosoever eats that which is leavened, even that soul shall be cut off from the congregation of Israel, whether he be a stranger, or born in the land."
        },
        {
            "reference":  "Exodus 12:20",
             "verseNumber":  20,
             "scripture":  "All of you shall eat nothing leavened; in all your habitations shall all of you eat unleavened bread."
        },
        {
            "reference":  "Exodus 12:21",
             "verseNumber":  21,
             "scripture":  "Then Moses called for all the elders of Israel, and said unto them, Draw out and take you a lamb according to your families, and kill the passover."
        },
        {
            "reference":  "Exodus 12:22",
             "verseNumber":  22,
             "scripture":  "And all of you shall take a bunch of hyssop, and dip it in the blood that is in the basin, and strike the lintel and the two side posts with the blood that is in the basin; and none of you shall go out at the door of his house until the morning."
        },
        {
            "reference":  "Exodus 12:23",
             "verseNumber":  23,
             "scripture":  "For the LORD will pass through to strike the Egyptians; and when he sees the blood upon the lintel, and on the two side posts, the LORD will pass over the door, and will not suffer the destroyer to come in unto your houses to strike you."
        },
        {
            "reference":  "Exodus 12:24",
             "verseNumber":  24,
             "scripture":  "And all of you shall observe this thing for an ordinance to you and to your sons for ever."
        },
        {
            "reference":  "Exodus 12:25",
             "verseNumber":  25,
             "scripture":  "And it shall come to pass, when all of you be come to the land which the LORD will give you, according as he has promised, that all of you shall keep this service."
        },
        {
            "reference":  "Exodus 12:26",
             "verseNumber":  26,
             "scripture":  "And it shall come to pass, when your children shall say unto you, What mean all of you by this service?"
        },
        {
            "reference":  "Exodus 12:27",
             "verseNumber":  27,
             "scripture":  "That all of you shall say, It is the sacrifice of the LORD's passover, who passed over the houses of the children of Israel in Egypt, when he stroke the Egyptians, and delivered our houses. And the people bowed the head and worshipped."
        },
        {
            "reference":  "Exodus 12:28",
             "verseNumber":  28,
             "scripture":  "And the children of Israel went away, and did as the LORD had commanded Moses and Aaron, so did they."
        },
        {
            "reference":  "Exodus 12:29",
             "verseNumber":  29,
             "scripture":  "And it came to pass, that at midnight the LORD stroke all the firstborn in the land of Egypt, from the firstborn of Pharaoh that sat on his throne unto the firstborn of the captive that was in the dungeon; and all the firstborn of cattle."
        },
        {
            "reference":  "Exodus 12:30",
             "verseNumber":  30,
             "scripture":  "And Pharaoh rose up in the night, he, and all his servants, and all the Egyptians; and there was a great cry in Egypt; for there was not a house where there was not one dead."
        },
        {
            "reference":  "Exodus 12:31",
             "verseNumber":  31,
             "scripture":  "And he called for Moses and Aaron by night, and said, Rise up, and get you forth from among my people, both all of you and the children of Israel; and go, serve the LORD, as all of you have said."
        },
        {
            "reference":  "Exodus 12:32",
             "verseNumber":  32,
             "scripture":  "Also take your flocks and your herds, as all of you have said, and be gone; and bless me also."
        },
        {
            "reference":  "Exodus 12:33",
             "verseNumber":  33,
             "scripture":  "And the Egyptians were urgent upon the people, that they might send them out of the land in haste; for they said, We be all dead men."
        },
        {
            "reference":  "Exodus 12:34",
             "verseNumber":  34,
             "scripture":  "And the people took their dough before it was leavened, their kneading troughs being bound up in their clothes upon their shoulders."
        },
        {
            "reference":  "Exodus 12:35",
             "verseNumber":  35,
             "scripture":  "And the children of Israel did according to the word of Moses; and they borrowed of the Egyptians jewels of silver, and jewels of gold, and raiment:"
        },
        {
            "reference":  "Exodus 12:36",
             "verseNumber":  36,
             "scripture":  "And the LORD gave the people favour in the sight of the Egyptians, so that they lent unto them such things as they required. And they spoiled the Egyptians."
        },
        {
            "reference":  "Exodus 12:37",
             "verseNumber":  37,
             "scripture":  "And the children of Israel journeyed from Rameses to Succoth, about six hundred thousand on foot that were men, beside children."
        },
        {
            "reference":  "Exodus 12:38",
             "verseNumber":  38,
             "scripture":  "And a mixed multitude went up also with them; and flocks, and herds, even very much cattle."
        },
        {
            "reference":  "Exodus 12:39",
             "verseNumber":  39,
             "scripture":  "And they baked unleavened cakes of the dough which they brought forth out of Egypt, for it was not leavened; because they were thrust out of Egypt, and could not tarry, neither had they prepared for themselves any victual."
        },
        {
            "reference":  "Exodus 12:40",
             "verseNumber":  40,
             "scripture":  "Now the sojourning of the children of Israel, who dwelt in Egypt, was four hundred and thirty years."
        },
        {
            "reference":  "Exodus 12:41",
             "verseNumber":  41,
             "scripture":  "And it came to pass at the end of the four hundred and thirty years, even the very same day it came to pass, that all the hosts of the LORD went out from the land of Egypt."
        },
        {
            "reference":  "Exodus 12:42",
             "verseNumber":  42,
             "scripture":  "It is a night to be much observed unto the LORD for bringing them out from the land of Egypt: this is that night of the LORD to be observed of all the children of Israel in their generations."
        },
        {
            "reference":  "Exodus 12:43",
             "verseNumber":  43,
             "scripture":  "And the LORD said unto Moses and Aaron, This is the ordinance of the passover: There shall no stranger eat thereof:"
        },
        {
            "reference":  "Exodus 12:44",
             "verseNumber":  44,
             "scripture":  "But every man's servant that is bought for money, when you have circumcised him, then shall he eat thereof."
        },
        {
            "reference":  "Exodus 12:45",
             "verseNumber":  45,
             "scripture":  "A foreigner and an hired servant shall not eat thereof."
        },
        {
            "reference":  "Exodus 12:46",
             "verseNumber":  46,
             "scripture":  "In one house shall it be eaten; you shall not carry forth ought of the flesh abroad out of the house; neither shall all of you break a bone thereof."
        },
        {
            "reference":  "Exodus 12:47",
             "verseNumber":  47,
             "scripture":  "All the congregation of Israel shall keep it."
        },
        {
            "reference":  "Exodus 12:48",
             "verseNumber":  48,
             "scripture":  "And when a stranger shall sojourn with you, and will keep the passover to the LORD, let all his males be circumcised, and then let him come near and keep it; and he shall be as one that is born in the land: for no uncircumcised person shall eat thereof."
        },
        {
            "reference":  "Exodus 12:49",
             "verseNumber":  49,
             "scripture":  "One law shall be to him that is native, and unto the stranger that sojourns among you."
        },
        {
            "reference":  "Exodus 12:50",
             "verseNumber":  50,
             "scripture":  "Thus did all the children of Israel; as the LORD commanded Moses and Aaron, so did they."
        },
        {
            "reference":  "Exodus 12:51",
             "verseNumber":  51,
             "scripture":  "And it came to pass the very same day, that the LORD did bring the children of Israel out of the land of Egypt by their armies."
        }
    ]
}