{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Exodus", "bookAbbreviation": "Exo", "chapterNumber": 13, "verses": [{"reference": "Exodus 13:1", "verseNumber": 1, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Exodus 13:2", "verseNumber": 2, "scripture": "Sanctify unto me all the firstborn, whatsoever opens the womb among the children of Israel, both of man and of beast: it is mine."},{"reference": "Exodus 13:3", "verseNumber": 3, "scripture": "And Moses said unto the people, Remember this day, in which all of you came out from Egypt, out of the house of bondage; for by strength of hand the LORD brought you out from this place: there shall no leavened bread be eaten."},{"reference": "Exodus 13:4", "verseNumber": 4, "scripture": "This day came all of you out in the month Abib."},{"reference": "Exodus 13:5", "verseNumber": 5, "scripture": "And it shall be when the LORD shall bring you into the land of the Canaanites, and the Hittites, and the Amorites, and the Hivites, and the Jebusites, which he swore unto your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month."},{"reference": "Exodus 13:6", "verseNumber": 6, "scripture": "Seven days you shall eat unleavened bread, and in the seventh day shall be a feast to the LORD."},{"reference": "Exodus 13:7", "verseNumber": 7, "scripture": "Unleavened bread shall be eaten seven days; and there shall no leavened bread be seen with you, neither shall there be leaven seen with you in all your quarters."},{"reference": "Exodus 13:8", "verseNumber": 8, "scripture": "And you shall show your son in that day, saying, This is done because of that which the LORD did unto me when I came forth out of Egypt."},{"reference": "Exodus 13:9", "verseNumber": 9, "scripture": "And it shall be for a sign unto you upon yours hand, and for a memorial between yours eyes, that the LORD's law may be in your mouth: for with a strong hand has the LORD brought you out of Egypt."},{"reference": "Exodus 13:10", "verseNumber": 10, "scripture": "You shall therefore keep this ordinance in his season from year to year."},{"reference": "Exodus 13:11", "verseNumber": 11, "scripture": "And it shall be when the LORD shall bring you into the land of the Canaanites, as he swore unto you and to your fathers, and shall give it you,"},{"reference": "Exodus 13:12", "verseNumber": 12, "scripture": "That you shall set apart unto the LORD all that opens the womb, and every first born that comes of a beast which you have; the males shall be the LORD's."},{"reference": "Exodus 13:13", "verseNumber": 13, "scripture": "And every first born of an ass you shall redeem with a lamb; and if you will not redeem it, then you shall break his neck: and all the firstborn of man among your children shall you redeem."},{"reference": "Exodus 13:14", "verseNumber": 14, "scripture": "And it shall be when your son asks you in time to come, saying, What is this? that you shall say unto him, By strength of hand the LORD brought us out from Egypt, from the house of bondage:"},{"reference": "Exodus 13:15", "verseNumber": 15, "scripture": "And it came to pass, when Pharaoh would hardly let us go, that the LORD slew all the firstborn in the land of Egypt, both the firstborn of man, and the firstborn of beast: therefore I sacrifice to the LORD all that opens the womb, being males; but all the firstborn of my children I redeem."},{"reference": "Exodus 13:16", "verseNumber": 16, "scripture": "And it shall be for a token upon yours hand, and for frontlets between yours eyes: for by strength of hand the LORD brought us forth out of Egypt."},{"reference": "Exodus 13:17", "verseNumber": 17, "scripture": "And it came to pass, when Pharaoh had let the people go, that God led them not through the way of the land of the Philistines, although that was near; for God said, Lest possibly the people repent when they see war, and they return to Egypt:"},{"reference": "Exodus 13:18", "verseNumber": 18, "scripture": "But God led the people about, through the way of the wilderness of the Red sea: and the children of Israel went up harnessed out of the land of Egypt."},{"reference": "Exodus 13:19", "verseNumber": 19, "scripture": "And Moses took the bones of Joseph with him: for he had strictly sworn the children of Israel, saying, God will surely visit you; and all of you shall carry up my bones away behind with you."},{"reference": "Exodus 13:20", "verseNumber": 20, "scripture": "And they took their journey from Succoth, and encamped in Etham, in the edge of the wilderness."},{"reference": "Exodus 13:21", "verseNumber": 21, "scripture": "And the LORD went before them by day in a pillar of a cloud, to lead them the way; and by night in a pillar of fire, to give them light; to go by day and night:"},{"reference": "Exodus 13:22", "verseNumber": 22, "scripture": "He took not away the pillar of the cloud by day, nor the pillar of fire by night, from before the people."}]}