{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Exodus",
     "bookAbbreviation":  "Exo",
     "chapterNumber":  20,
     "verses":  [
        {
            "reference":  "Exodus 20:1",
             "verseNumber":  1,
             "scripture":  "And God spoke all these words, saying,"
        },
        {
            "reference":  "Exodus 20:2",
             "verseNumber":  2,
             "scripture":  "I am the LORD your God, which have brought you out of the land of Egypt, out of the house of bondage."
        },
        {
            "reference":  "Exodus 20:3",
             "verseNumber":  3,
             "scripture":  "You shall have no other gods before me."
        },
        {
            "reference":  "Exodus 20:4",
             "verseNumber":  4,
             "scripture":  "You shall not make unto you any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the water under the earth."
        },
        {
            "reference":  "Exodus 20:5",
             "verseNumber":  5,
             "scripture":  "You shall not bow down yourself to them, nor serve them: for I the LORD your God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;"
        },
        {
            "reference":  "Exodus 20:6",
             "verseNumber":  6,
             "scripture":  "And showing mercy unto thousands of them that love me, and keep my commandments."
        },
        {
            "reference":  "Exodus 20:7",
             "verseNumber":  7,
             "scripture":  "You shall not take the name of the LORD your God in vain; for the LORD will not hold him guiltless that takes his name in vain."
        },
        {
            "reference":  "Exodus 20:8",
             "verseNumber":  8,
             "scripture":  "Remember the sabbath day, to keep it holy."
        },
        {
            "reference":  "Exodus 20:9",
             "verseNumber":  9,
             "scripture":  "Six days shall you labour, and do all your work:"
        },
        {
            "reference":  "Exodus 20:10",
             "verseNumber":  10,
             "scripture":  "But the seventh day is the sabbath of the LORD your God: in it you shall not do any work, you, nor your son, nor your daughter, your manservant, nor your maidservant, nor your cattle, nor your stranger that is within your gates:"
        },
        {
            "reference":  "Exodus 20:11",
             "verseNumber":  11,
             "scripture":  "For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it."
        },
        {
            "reference":  "Exodus 20:12",
             "verseNumber":  12,
             "scripture":  "Honour your father and your mother: that your days may be long upon the land which the LORD your God gives you."
        },
        {
            "reference":  "Exodus 20:13",
             "verseNumber":  13,
             "scripture":  "You shall not kill."
        },
        {
            "reference":  "Exodus 20:14",
             "verseNumber":  14,
             "scripture":  "You shall not commit adultery."
        },
        {
            "reference":  "Exodus 20:15",
             "verseNumber":  15,
             "scripture":  "You shall not steal."
        },
        {
            "reference":  "Exodus 20:16",
             "verseNumber":  16,
             "scripture":  "You shall not bear false witness against your neighbour."
        },
        {
            "reference":  "Exodus 20:17",
             "verseNumber":  17,
             "scripture":  "You shall not covet your neighbour's house, you shall not covet your neighbour's wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is your neighbour's."
        },
        {
            "reference":  "Exodus 20:18",
             "verseNumber":  18,
             "scripture":  "And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood far off."
        },
        {
            "reference":  "Exodus 20:19",
             "verseNumber":  19,
             "scripture":  "And they said unto Moses, Speak you with us, and we will hear: but let not God speak with us, lest we die."
        },
        {
            "reference":  "Exodus 20:20",
             "verseNumber":  20,
             "scripture":  "And Moses said unto the people, Fear not: for God has come to prove you, and that his fear may be before your faces, that all of you sin not."
        },
        {
            "reference":  "Exodus 20:21",
             "verseNumber":  21,
             "scripture":  "And the people stood far off, and Moses drew near unto the thick darkness where God was."
        },
        {
            "reference":  "Exodus 20:22",
             "verseNumber":  22,
             "scripture":  "And the LORD said unto Moses, Thus you shall say unto the children of Israel, All of you have seen that I have talked with you from heaven."
        },
        {
            "reference":  "Exodus 20:23",
             "verseNumber":  23,
             "scripture":  "All of you shall not make with me gods of silver, neither shall all of you make unto you gods of gold."
        },
        {
            "reference":  "Exodus 20:24",
             "verseNumber":  24,
             "scripture":  "An altar of earth you shall make unto me, and shall sacrifice thereon your burnt offerings, and your peace offerings, your sheep, and yours oxen: in all places where I record my name I will come unto you, and I will bless you."
        },
        {
            "reference":  "Exodus 20:25",
             "verseNumber":  25,
             "scripture":  "And if you will make me an altar of stone, you shall not build it of hewn stone: for if you lift up your tool upon it, you have polluted it."
        },
        {
            "reference":  "Exodus 20:26",
             "verseNumber":  26,
             "scripture":  "Neither shall you go up by steps unto mine altar, that your nakedness be not discovered thereon."
        }
    ]
}