{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Exodus", "bookAbbreviation": "Exo", "chapterNumber": 21, "verses": [{"reference": "Exodus 21:1", "verseNumber": 1, "scripture": "Now these are the judgments which you shall set before them."},{"reference": "Exodus 21:2", "verseNumber": 2, "scripture": "If you buy an Hebrew servant, six years he shall serve: and in the seventh he shall go out free for nothing."},{"reference": "Exodus 21:3", "verseNumber": 3, "scripture": "If he came in by himself, he shall go out by himself: if he were married, then his wife shall go out with him."},{"reference": "Exodus 21:4", "verseNumber": 4, "scripture": "If his master have given him a wife, and she have born him sons or daughters; the wife and her children shall be her master's, and he shall go out by himself."},{"reference": "Exodus 21:5", "verseNumber": 5, "scripture": "And if the servant shall plainly say, I love my master, my wife, and my children; I will not go out free:"},{"reference": "Exodus 21:6", "verseNumber": 6, "scripture": "Then his master shall bring him unto the judges; he shall also bring him to the door, or unto the door post; and his master shall bore his ear through with an aul; and he shall serve him for ever."},{"reference": "Exodus 21:7", "verseNumber": 7, "scripture": "And if a man sell his daughter to be a maidservant, she shall not go out as the male servants do."},{"reference": "Exodus 21:8", "verseNumber": 8, "scripture": "If she please not her master, who has betrothed her to himself, then shall he let her be redeemed: to sell her unto a strange nation he shall have no power, seeing he has dealt deceitfully with her."},{"reference": "Exodus 21:9", "verseNumber": 9, "scripture": "And if he have betrothed her unto his son, he shall deal with her after the manner of daughters."},{"reference": "Exodus 21:10", "verseNumber": 10, "scripture": "If he take him another wife; her food, her raiment, and her duty of marriage, shall he not diminish."},{"reference": "Exodus 21:11", "verseNumber": 11, "scripture": "And if he do not these three unto her, then shall she go out free without money."},{"reference": "Exodus 21:12", "verseNumber": 12, "scripture": "He that strikes a man, so that he die, shall be surely put to death."},{"reference": "Exodus 21:13", "verseNumber": 13, "scripture": "And if a man lie not in wait, but God deliver him into his hand; then I will appoint you a place where he shall flee."},{"reference": "Exodus 21:14", "verseNumber": 14, "scripture": "But if a man come presumptuously upon his neighbour, to slay him with guile; you shall take him from mine altar, that he may die."},{"reference": "Exodus 21:15", "verseNumber": 15, "scripture": "And he that strikes his father, or his mother, shall be surely put to death."},{"reference": "Exodus 21:16", "verseNumber": 16, "scripture": "And he that steals a man, and sells him, or if he be found in his hand, he shall surely be put to death."},{"reference": "Exodus 21:17", "verseNumber": 17, "scripture": "And he that curses his father, or his mother, shall surely be put to death."},{"reference": "Exodus 21:18", "verseNumber": 18, "scripture": "And if men strive together, and one strike another with a stone, or with his fist, and he die not, but keeps his bed:"},{"reference": "Exodus 21:19", "verseNumber": 19, "scripture": "If he rise again, and walk abroad upon his staff, then shall he that stroke him be quit: only he shall pay for the loss of his time, and shall cause him to be thoroughly healed."},{"reference": "Exodus 21:20", "verseNumber": 20, "scripture": "And if a man strike his servant, or his maid, with a rod, and he die under his hand; he shall be surely punished."},{"reference": "Exodus 21:21", "verseNumber": 21, "scripture": "Notwithstanding, if he continue a day or two, he shall not be punished: for he is his money."},{"reference": "Exodus 21:22", "verseNumber": 22, "scripture": "If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman's husband will lay upon him; and he shall pay as the judges determine."},{"reference": "Exodus 21:23", "verseNumber": 23, "scripture": "And if any mischief follow, then you shall give life for life,"},{"reference": "Exodus 21:24", "verseNumber": 24, "scripture": "Eye for eye, tooth for tooth, hand for hand, foot for foot,"},{"reference": "Exodus 21:25", "verseNumber": 25, "scripture": "Burning for burning, wound for wound, stripe for stripe."},{"reference": "Exodus 21:26", "verseNumber": 26, "scripture": "And if a man strike the eye of his servant, or the eye of his maid, that it perish; he shall let him go free for his eye's sake."},{"reference": "Exodus 21:27", "verseNumber": 27, "scripture": "And if he strike out his manservant's tooth, or his maidservant's tooth; he shall let him go free for his tooth's sake."},{"reference": "Exodus 21:28", "verseNumber": 28, "scripture": "If an ox gore a man or a woman, that they die: then the ox shall be surely stoned, and his flesh shall not be eaten; but the owner of the ox shall be quit."},{"reference": "Exodus 21:29", "verseNumber": 29, "scripture": "But if the ox were known to push with his horn in time past, and it has been testified to his owner, and he has not kept him in, but that he has killed a man or a woman; the ox shall be stoned, and his owner also shall be put to death."},{"reference": "Exodus 21:30", "verseNumber": 30, "scripture": "If there be laid on him a sum of money, then he shall give for the ransom of his life whatsoever is laid upon him."},{"reference": "Exodus 21:31", "verseNumber": 31, "scripture": "Whether he have gored a son, or have gored a daughter, according to this judgment shall it be done unto him."},{"reference": "Exodus 21:32", "verseNumber": 32, "scripture": "If the ox shall push a manservant or a maidservant; he shall give unto their master thirty shekels of silver, and the ox shall be stoned."},{"reference": "Exodus 21:33", "verseNumber": 33, "scripture": "And if a man shall open a pit, or if a man shall dig a pit, and not cover it, and an ox or an ass fall therein;"},{"reference": "Exodus 21:34", "verseNumber": 34, "scripture": "The owner of the pit shall make it good, and give money unto the owner of them; and the dead beast shall be his."},{"reference": "Exodus 21:35", "verseNumber": 35, "scripture": "And if one man's ox hurt another's, that he die; then they shall sell the live ox, and divide the money of it; and the dead ox also they shall divide."},{"reference": "Exodus 21:36", "verseNumber": 36, "scripture": "Or if it be known that the ox has used to push in time past, and his owner has not kept him in; he shall surely pay ox for ox; and the dead shall be his own."}]}