{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Exodus", "bookAbbreviation": "Exo", "chapterNumber": 25, "verses": [{"reference": "Exodus 25:1", "verseNumber": 1, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Exodus 25:2", "verseNumber": 2, "scripture": "Speak unto the children of Israel, that they bring me an offering: of every man that gives it willingly with his heart all of you shall take my offering."},{"reference": "Exodus 25:3", "verseNumber": 3, "scripture": "And this is the offering which all of you shall take of them; gold, and silver, and brass,"},{"reference": "Exodus 25:4", "verseNumber": 4, "scripture": "And blue, and purple, and scarlet, and fine linen, and goats' hair,"},{"reference": "Exodus 25:5", "verseNumber": 5, "scripture": "And rams' skins dyed red, and badgers' skins, and shittim wood,"},{"reference": "Exodus 25:6", "verseNumber": 6, "scripture": "Oil for the light, spices for anointing oil, and for sweet incense,"},{"reference": "Exodus 25:7", "verseNumber": 7, "scripture": "Onyx stones, and stones to be set in the ephod, and in the breastplate."},{"reference": "Exodus 25:8", "verseNumber": 8, "scripture": "And let them make me a sanctuary; that I may dwell among them."},{"reference": "Exodus 25:9", "verseNumber": 9, "scripture": "According to all that I show you, after the pattern of the tabernacle, and the pattern of all the instruments thereof, even so shall all of you make it."},{"reference": "Exodus 25:10", "verseNumber": 10, "scripture": "And they shall make an ark of shittim wood: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof, and a cubit and a half the height thereof."},{"reference": "Exodus 25:11", "verseNumber": 11, "scripture": "And you shall overlay it with pure gold, within and without shall you overlay it, and shall make upon it a crown of gold round about."},{"reference": "Exodus 25:12", "verseNumber": 12, "scripture": "And you shall cast four rings of gold for it, and put them in the four corners thereof; and two rings shall be in the one side of it, and two rings in the other side of it."},{"reference": "Exodus 25:13", "verseNumber": 13, "scripture": "And you shall make staves of shittim wood, and overlay them with gold."},{"reference": "Exodus 25:14", "verseNumber": 14, "scripture": "And you shall put the staves into the rings by the sides of the ark, that the ark may be borne with them."},{"reference": "Exodus 25:15", "verseNumber": 15, "scripture": "The staves shall be in the rings of the ark: they shall not be taken from it."},{"reference": "Exodus 25:16", "verseNumber": 16, "scripture": "And you shall put into the ark the testimony which I shall give you."},{"reference": "Exodus 25:17", "verseNumber": 17, "scripture": "And you shall make a mercy seat of pure gold: two cubits and a half shall be the length thereof, and a cubit and a half the breadth thereof."},{"reference": "Exodus 25:18", "verseNumber": 18, "scripture": "And you shall make two cherubims of gold, of beaten work shall you make them, in the two ends of the mercy seat."},{"reference": "Exodus 25:19", "verseNumber": 19, "scripture": "And make one cherub on the one end, and the other cherub on the other end: even of the mercy seat shall all of you make the cherubims on the two ends thereof."},{"reference": "Exodus 25:20", "verseNumber": 20, "scripture": "And the cherubims shall stretch forth their wings on high, covering the mercy seat with their wings, and their faces shall look one to another; toward the mercy seat shall the faces of the cherubims be."},{"reference": "Exodus 25:21", "verseNumber": 21, "scripture": "And you shall put the mercy seat above upon the ark; and in the ark you shall put the testimony that I shall give you."},{"reference": "Exodus 25:22", "verseNumber": 22, "scripture": "And there I will meet with you, and I will commune with you from above the mercy seat, from between the two cherubims which are upon the ark of the testimony, of all things which I will give you in commandment unto the children of Israel."},{"reference": "Exodus 25:23", "verseNumber": 23, "scripture": "You shall also make a table of shittim wood: two cubits shall be the length thereof, and a cubit the breadth thereof, and a cubit and a half the height thereof."},{"reference": "Exodus 25:24", "verseNumber": 24, "scripture": "And you shall overlay it with pure gold, and make thereto a crown of gold round about."},{"reference": "Exodus 25:25", "verseNumber": 25, "scripture": "And you shall make unto it a border of an hand breadth round about, and you shall make a golden crown to the border thereof round about."},{"reference": "Exodus 25:26", "verseNumber": 26, "scripture": "And you shall make for it four rings of gold, and put the rings in the four corners that are on the four feet thereof."},{"reference": "Exodus 25:27", "verseNumber": 27, "scripture": "Opposite to the border shall the rings be for places of the staves to bear the table."},{"reference": "Exodus 25:28", "verseNumber": 28, "scripture": "And you shall make the staves of shittim wood, and overlay them with gold, that the table may be borne with them."},{"reference": "Exodus 25:29", "verseNumber": 29, "scripture": "And you shall make the dishes thereof, and spoons thereof, and covers thereof, and bowls thereof, to cover likewise: of pure gold shall you make them."},{"reference": "Exodus 25:30", "verseNumber": 30, "scripture": "And you shall set upon the table showbread before me always."},{"reference": "Exodus 25:31", "verseNumber": 31, "scripture": "And you shall make a candlestick of pure gold: of beaten work shall the candlestick be made: his shaft, and his branches, his bowls, his knops, and his flowers, shall be of the same."},{"reference": "Exodus 25:32", "verseNumber": 32, "scripture": "And six branches shall come out of the sides of it; three branches of the candlestick out of the one side, and three branches of the candlestick out of the other side:"},{"reference": "Exodus 25:33", "verseNumber": 33, "scripture": "Three bowls made like unto almonds, with a the shape of round apples and a flower in one branch; and three bowls made like almonds in the other branch, with a the shape of round apples and a flower: so in the six branches that come out of the candlestick."},{"reference": "Exodus 25:34", "verseNumber": 34, "scripture": "And in the candlesticks shall be four bowls made like unto almonds, with their knops and their flowers."},{"reference": "Exodus 25:35", "verseNumber": 35, "scripture": "And there shall be a the shape of round apples under two branches of the same, and a the shape of round apples under two branches of the same, and a the shape of round apples under two branches of the same, according to the six branches that proceed out of the candlestick."},{"reference": "Exodus 25:36", "verseNumber": 36, "scripture": "Their knops and their branches shall be of the same: all it shall be one beaten work of pure gold."},{"reference": "Exodus 25:37", "verseNumber": 37, "scripture": "And you shall make the seven lamps thereof: and they shall light the lamps thereof, that they may give light opposite to it."},{"reference": "Exodus 25:38", "verseNumber": 38, "scripture": "And the tongs thereof, and the intruments for snuffings thereof, shall be of pure gold."},{"reference": "Exodus 25:39", "verseNumber": 39, "scripture": "Of a talent of pure gold shall he make it, with all these vessels."},{"reference": "Exodus 25:40", "verseNumber": 40, "scripture": "And look that you make them after their pattern, which was showed you in the mount."}]}