{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Exodus", "bookAbbreviation": "Exo", "chapterNumber": 3, "verses": [{"reference": "Exodus 3:1", "verseNumber": 1, "scripture": "Now Moses kept the flock of Jethro his father in law, the priest of Midian: and he led the flock to the backside of the desert, and came to the mountain of God, even to Horeb."},{"reference": "Exodus 3:2", "verseNumber": 2, "scripture": "And the angel of the LORD appeared unto him in a flame of fire out of the midst of a bush: and he looked, and, behold, the bush burned with fire, and the bush was not consumed."},{"reference": "Exodus 3:3", "verseNumber": 3, "scripture": "And Moses said, I will now turn aside, and see this great sight, why the bush is not burnt."},{"reference": "Exodus 3:4", "verseNumber": 4, "scripture": "And when the LORD saw that he turned aside to see, God called unto him out of the midst of the bush, and said, Moses, Moses. And he said, Here am I."},{"reference": "Exodus 3:5", "verseNumber": 5, "scripture": "And he said, Draw not nigh here: put off your shoes from off your feet, for the place whereon you stand is holy ground."},{"reference": "Exodus 3:6", "verseNumber": 6, "scripture": "Moreover he said, I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob. And Moses hid his face; for he was afraid to look upon God."},{"reference": "Exodus 3:7", "verseNumber": 7, "scripture": "And the LORD said, I have surely seen the affliction of my people which are in Egypt, and have heard their cry by reason of their taskmasters; for I know their sorrows;"},{"reference": "Exodus 3:8", "verseNumber": 8, "scripture": "And I am come down to deliver them out of the hand of the Egyptians, and to bring them up out of that land unto a good land and a large, unto a land flowing with milk and honey; unto the place of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites."},{"reference": "Exodus 3:9", "verseNumber": 9, "scripture": "Now therefore, behold, the cry of the children of Israel has come unto me: and I have also seen the oppression wherewith the Egyptians oppress them."},{"reference": "Exodus 3:10", "verseNumber": 10, "scripture": "Come now therefore, and I will send you unto Pharaoh, that you may bring forth my people the children of Israel out of Egypt."},{"reference": "Exodus 3:11", "verseNumber": 11, "scripture": "And Moses said unto God, Who am I, that I should go unto Pharaoh, and that I should bring forth the children of Israel out of Egypt?"},{"reference": "Exodus 3:12", "verseNumber": 12, "scripture": "And he said, Certainly I will be with you; and this shall be a token unto you, that I have sent you: When you have brought forth the people out of Egypt, all of you shall serve God upon this mountain."},{"reference": "Exodus 3:13", "verseNumber": 13, "scripture": "And Moses said unto God, Behold, when I come unto the children of Israel, and shall say unto them, The God of your fathers has sent me unto you; and they shall say to me, What is his name? what shall I say unto them?"},{"reference": "Exodus 3:14", "verseNumber": 14, "scripture": "And God said unto Moses, I AM THAT I AM: and he said, Thus shall you say unto the children of Israel, I AM has sent me unto you."},{"reference": "Exodus 3:15", "verseNumber": 15, "scripture": "And God said moreover unto Moses, Thus shall you say unto the children of Israel, the LORD God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me unto you: this is my name for ever, and this is my memorial unto all generations."},{"reference": "Exodus 3:16", "verseNumber": 16, "scripture": "Go, and gather the elders of Israel together, and say unto them, The LORD God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared unto me, saying, I have surely visited you, and seen that which is done to you in Egypt:"},{"reference": "Exodus 3:17", "verseNumber": 17, "scripture": "And I have said, I will bring you up out of the affliction of Egypt unto the land of the Canaanites, and the Hittites, and the Amorites, and the Perizzites, and the Hivites, and the Jebusites, unto a land flowing with milk and honey."},{"reference": "Exodus 3:18", "verseNumber": 18, "scripture": "And they shall hearken to your voice: and you shall come, you and the elders of Israel, unto the king of Egypt, and all of you shall say unto him, The LORD God of the Hebrews has met with us: and now let us go, we plead to you, three days' journey into the wilderness, that we may sacrifice to the LORD our God."},{"reference": "Exodus 3:19", "verseNumber": 19, "scripture": "And I am sure that the king of Egypt will not let you go, no, not by a mighty hand."},{"reference": "Exodus 3:20", "verseNumber": 20, "scripture": "And I will stretch out my hand, and strike Egypt with all my wonders which I will do in the midst thereof: and after that he will let you go."},{"reference": "Exodus 3:21", "verseNumber": 21, "scripture": "And I will give this people favour in the sight of the Egyptians: and it shall come to pass, that, when all of you go, all of you shall not go empty."},{"reference": "Exodus 3:22", "verseNumber": 22, "scripture": "But every woman shall borrow of her neighbour, and of her that sojourns in her house, jewels of silver, and jewels of gold, and raiment: and all of you shall put them upon your sons, and upon your daughters; and all of you shall spoil the Egyptians."}]}