{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Exodus", "bookAbbreviation": "Exo", "chapterNumber": 34, "verses": [{"reference": "Exodus 34:1", "verseNumber": 1, "scripture": "And the LORD said unto Moses, Hew you two tables of stone like unto the first: and I will write upon these tables the words that were in the first tables, which you brake."},{"reference": "Exodus 34:2", "verseNumber": 2, "scripture": "And be ready in the morning, and come up in the morning unto mount Sinai, and present yourself there to me in the top of the mount."},{"reference": "Exodus 34:3", "verseNumber": 3, "scripture": "And no man shall come up with you, neither let any man be seen throughout all the mount; neither let the flocks nor herds feed before that mount."},{"reference": "Exodus 34:4", "verseNumber": 4, "scripture": "And he hewed two tables of stone like unto the first; and Moses rose up early in the morning, and went up unto mount Sinai, as the LORD had commanded him, and took in his hand the two tables of stone."},{"reference": "Exodus 34:5", "verseNumber": 5, "scripture": "And the LORD descended in the cloud, and stood with him there, and proclaimed the name of the LORD."},{"reference": "Exodus 34:6", "verseNumber": 6, "scripture": "And the LORD passed by before him, and proclaimed, The LORD, The LORD God, merciful and gracious, longsuffering, and abundant in goodness and truth,"},{"reference": "Exodus 34:7", "verseNumber": 7, "scripture": "Keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty; visiting the iniquity of the fathers upon the children, and upon the children's children, unto the third and to the fourth generation."},{"reference": "Exodus 34:8", "verseNumber": 8, "scripture": "And Moses made haste, and bowed his head toward the earth, and worshipped."},{"reference": "Exodus 34:9", "verseNumber": 9, "scripture": "And he said, If now I have found grace in your sight, O LORD, let my LORD, I pray you, go among us; for it is a stubborn people; and pardon our iniquity and our sin, and take us for yours inheritance."},{"reference": "Exodus 34:10", "verseNumber": 10, "scripture": "And he said, Behold, I make a covenant: before all your people I will do marvels, such as have not been done in all the earth, nor in any nation: and all the people among which you are shall see the work of the LORD: for it is a terrible thing that I will do with you."},{"reference": "Exodus 34:11", "verseNumber": 11, "scripture": "Observe you that which I command you this day: behold, I drive out before you the Amorite, and the Canaanite, and the Hittite, and the Perizzite, and the Hivite, and the Jebusite."},{"reference": "Exodus 34:12", "verseNumber": 12, "scripture": "Take heed to yourself, lest you make a covenant with the inhabitants of the land where you go, lest it be for a snare in the midst of you:"},{"reference": "Exodus 34:13", "verseNumber": 13, "scripture": "But all of you shall destroy their altars, break their images, and cut down their groves:"},{"reference": "Exodus 34:14", "verseNumber": 14, "scripture": "For you shall worship no other god: for the LORD, whose name is Jealous, is a jealous God:"},{"reference": "Exodus 34:15", "verseNumber": 15, "scripture": "Lest you make a covenant with the inhabitants of the land, and they go a whoring after their gods, and do sacrifice unto their gods, and one call you, and you eat of his sacrifice;"},{"reference": "Exodus 34:16", "verseNumber": 16, "scripture": "And you take of their daughters unto your sons, and their daughters go a whoring after their gods, and make your sons go a whoring after their gods."},{"reference": "Exodus 34:17", "verseNumber": 17, "scripture": "You shall make you no molten gods."},{"reference": "Exodus 34:18", "verseNumber": 18, "scripture": "The feast of unleavened bread shall you keep. Seven days you shall eat unleavened bread, as I commanded you, in the time of the month Abib: for in the month Abib you came out from Egypt."},{"reference": "Exodus 34:19", "verseNumber": 19, "scripture": "All that opens the womb is mine; and every first born among your cattle, whether ox or sheep, that is male."},{"reference": "Exodus 34:20", "verseNumber": 20, "scripture": "But the first born of an ass you shall redeem with a lamb: and if you redeem him not, then shall you break his neck. All the firstborn of your sons you shall redeem. And none shall appear before me empty."},{"reference": "Exodus 34:21", "verseNumber": 21, "scripture": "Six days you shall work, but on the seventh day you shall rest: in earring time and in harvest you shall rest."},{"reference": "Exodus 34:22", "verseNumber": 22, "scripture": "And you shall observe the feast of weeks, of the first-fruits of wheat harvest, and the feast of ingathering at the year's end."},{"reference": "Exodus 34:23", "verseNumber": 23, "scripture": "Three times in the year shall all your male children appear before the LORD God, the God of Israel."},{"reference": "Exodus 34:24", "verseNumber": 24, "scripture": "For I will cast out the nations before you, and enlarge your borders: neither shall any man desire your land, when you shall go up to appear before the LORD your God three times in the year."},{"reference": "Exodus 34:25", "verseNumber": 25, "scripture": "You shall not offer the blood of my sacrifice with leaven; neither shall the sacrifice of the feast of the passover be left unto the morning."},{"reference": "Exodus 34:26", "verseNumber": 26, "scripture": "The first of the first-fruits of your land you shall bring unto the house of the LORD your God. You shall not seethe a kid in his mother's milk."},{"reference": "Exodus 34:27", "verseNumber": 27, "scripture": "And the LORD said unto Moses, Write you these words: for after the tenor of these words I have made a covenant with you and with Israel."},{"reference": "Exodus 34:28", "verseNumber": 28, "scripture": "And he was there with the LORD forty days and forty nights; he did neither eat bread, nor drink water. And he wrote upon the tables the words of the covenant, the ten commandments."},{"reference": "Exodus 34:29", "verseNumber": 29, "scripture": "And it came to pass, when Moses came down from mount Sinai with the two tables of testimony in Moses' hand, when he came down from the mount, that Moses know not that the skin of his face shone while he talked with him."},{"reference": "Exodus 34:30", "verseNumber": 30, "scripture": "And when Aaron and all the children of Israel saw Moses, behold, the skin of his face shone; and they were afraid to come nigh him."},{"reference": "Exodus 34:31", "verseNumber": 31, "scripture": "And Moses called unto them; and Aaron and all the rulers of the congregation returned unto him: and Moses talked with them."},{"reference": "Exodus 34:32", "verseNumber": 32, "scripture": "And afterward all the children of Israel came nigh: and he gave them in commandment all that the LORD had spoken with him in mount Sinai."},{"reference": "Exodus 34:33", "verseNumber": 33, "scripture": "And till Moses had done speaking with them, he put a vail on his face."},{"reference": "Exodus 34:34", "verseNumber": 34, "scripture": "But when Moses went in before the LORD to speak with him, he took the vail off, until he came out. And he came out, and spoke unto the children of Israel that which he was commanded."},{"reference": "Exodus 34:35", "verseNumber": 35, "scripture": "And the children of Israel saw the face of Moses, that the skin of Moses' face shone: and Moses put the vail upon his face again, until he went in to speak with him."}]}