{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Exodus",
     "bookAbbreviation":  "Exo",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Exodus 4:1",
             "verseNumber":  1,
             "scripture":  "And Moses answered and said, But, behold, they will not believe me, nor hearken unto my voice: for they will say, The LORD has not appeared unto you."
        },
        {
            "reference":  "Exodus 4:2",
             "verseNumber":  2,
             "scripture":  "And the LORD said unto him, What is that in yours hand? And he said, A rod."
        },
        {
            "reference":  "Exodus 4:3",
             "verseNumber":  3,
             "scripture":  "And he said, Cast it on the ground. And he cast it on the ground, and it became a serpent; and Moses fled from before it."
        },
        {
            "reference":  "Exodus 4:4",
             "verseNumber":  4,
             "scripture":  "And the LORD said unto Moses, Put forth yours hand, and take it by the tail. And he put forth his hand, and caught it, and it became a rod in his hand:"
        },
        {
            "reference":  "Exodus 4:5",
             "verseNumber":  5,
             "scripture":  "That they may believe that the LORD God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared unto you."
        },
        {
            "reference":  "Exodus 4:6",
             "verseNumber":  6,
             "scripture":  "And the LORD said furthermore unto him, Put now yours hand into your bosom. And he put his hand into his bosom: and when he took it out, behold, his hand was leprous as snow."
        },
        {
            "reference":  "Exodus 4:7",
             "verseNumber":  7,
             "scripture":  "And he said, Put yours hand into your bosom again. And he put his hand into his bosom again; and plucked it out of his bosom, and, behold, it was turned again as his other flesh."
        },
        {
            "reference":  "Exodus 4:8",
             "verseNumber":  8,
             "scripture":  "And it shall come to pass, if they will not believe you, neither hearken to the voice of the first sign, that they will believe the voice of the latter sign."
        },
        {
            "reference":  "Exodus 4:9",
             "verseNumber":  9,
             "scripture":  "And it shall come to pass, if they will not believe also these two signs, neither hearken unto your voice, that you shall take of the water of the river, and pour it upon the dry land: and the water which you take out of the river shall become blood upon the dry land."
        },
        {
            "reference":  "Exodus 4:10",
             "verseNumber":  10,
             "scripture":  "And Moses said unto the LORD, O my LORD, I am not eloquent, neither in time past, nor since you have spoken unto your servant: but I am slow of speech, and of a slow tongue."
        },
        {
            "reference":  "Exodus 4:11",
             "verseNumber":  11,
             "scripture":  "And the LORD said unto him, Who has made man's mouth? or who makes the dumb, or deaf, or the seeing, or the blind? have not I the LORD?"
        },
        {
            "reference":  "Exodus 4:12",
             "verseNumber":  12,
             "scripture":  "Now therefore go, and I will be with your mouth, and teach you what you shall say."
        },
        {
            "reference":  "Exodus 4:13",
             "verseNumber":  13,
             "scripture":  "And he said, O my LORD, send, I pray you, by the hand of him whom you will send."
        },
        {
            "reference":  "Exodus 4:14",
             "verseNumber":  14,
             "scripture":  "And the anger of the LORD was kindled against Moses, and he said, Is not Aaron the Levite your brother? I know that he can speak well. And also, behold, he comes forth to meet you: and when he sees you, he will be glad in his heart."
        },
        {
            "reference":  "Exodus 4:15",
             "verseNumber":  15,
             "scripture":  "And you shall speak unto him, and put words in his mouth: and I will be with your mouth, and with his mouth, and will teach you what all of you shall do."
        },
        {
            "reference":  "Exodus 4:16",
             "verseNumber":  16,
             "scripture":  "And he shall be your spokesman unto the people: and he shall be, even he shall be to you instead of a mouth, and you shall be to him instead of God."
        },
        {
            "reference":  "Exodus 4:17",
             "verseNumber":  17,
             "scripture":  "And you shall take this rod in yours hand, wherewith you shall do signs."
        },
        {
            "reference":  "Exodus 4:18",
             "verseNumber":  18,
             "scripture":  "And Moses went and returned to Jethro his father in law, and said unto him, Let me go, I pray you, and return unto my brethren which are in Egypt, and see whether they be yet alive. And Jethro said to Moses, Go in peace."
        },
        {
            "reference":  "Exodus 4:19",
             "verseNumber":  19,
             "scripture":  "And the LORD said unto Moses in Midian, Go, return into Egypt: for all the men are dead which sought your life."
        },
        {
            "reference":  "Exodus 4:20",
             "verseNumber":  20,
             "scripture":  "And Moses took his wife and his sons, and set them upon an ass, and he returned to the land of Egypt: and Moses took the rod of God in his hand."
        },
        {
            "reference":  "Exodus 4:21",
             "verseNumber":  21,
             "scripture":  "And the LORD said unto Moses, When you go to return into Egypt, see that you do all those wonders before Pharaoh, which I have put in yours hand: but I will harden his heart, that he shall not let the people go."
        },
        {
            "reference":  "Exodus 4:22",
             "verseNumber":  22,
             "scripture":  "And you shall say unto Pharaoh, Thus says the LORD, Israel is my son, even my firstborn:"
        },
        {
            "reference":  "Exodus 4:23",
             "verseNumber":  23,
             "scripture":  "And I say unto you, Let my son go, that he may serve me: and if you refuse to let him go, behold, I will slay your son, even your firstborn."
        },
        {
            "reference":  "Exodus 4:24",
             "verseNumber":  24,
             "scripture":  "And it came to pass by the way in the inn, that the LORD met him, and sought to kill him."
        },
        {
            "reference":  "Exodus 4:25",
             "verseNumber":  25,
             "scripture":  "Then Zipporah took a sharp stone, and cut off the foreskin of her son, and cast it at his feet, and said, Surely a bloody husband are you to me."
        },
        {
            "reference":  "Exodus 4:26",
             "verseNumber":  26,
             "scripture":  "So he let him go: then she said, A bloody husband you are, because of the circumcision."
        },
        {
            "reference":  "Exodus 4:27",
             "verseNumber":  27,
             "scripture":  "And the LORD said to Aaron, Go into the wilderness to meet Moses. And he went, and met him in the mount of God, and kissed him."
        },
        {
            "reference":  "Exodus 4:28",
             "verseNumber":  28,
             "scripture":  "And Moses told Aaron all the words of the LORD who had sent him, and all the signs which he had commanded him."
        },
        {
            "reference":  "Exodus 4:29",
             "verseNumber":  29,
             "scripture":  "And Moses and Aaron went and gathered together all the elders of the children of Israel:"
        },
        {
            "reference":  "Exodus 4:30",
             "verseNumber":  30,
             "scripture":  "And Aaron spoke all the words which the LORD had spoken unto Moses, and did the signs in the sight of the people."
        },
        {
            "reference":  "Exodus 4:31",
             "verseNumber":  31,
             "scripture":  "And the people believed: and when they heard that the LORD had visited the children of Israel, and that he had looked upon their affliction, then they bowed their heads and worshipped."
        }
    ]
}