{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Exodus",
     "bookAbbreviation":  "Exo",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Exodus 6:1",
             "verseNumber":  1,
             "scripture":  "Then the LORD said unto Moses, Now shall you see what I will do to Pharaoh: for with a strong hand shall he let them go, and with a strong hand shall he drive them out of his land."
        },
        {
            "reference":  "Exodus 6:2",
             "verseNumber":  2,
             "scripture":  "And God spoke unto Moses, and said unto him, I am the LORD:"
        },
        {
            "reference":  "Exodus 6:3",
             "verseNumber":  3,
             "scripture":  "And I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of God Almighty, but by my name JEHOVAH was I not known to them."
        },
        {
            "reference":  "Exodus 6:4",
             "verseNumber":  4,
             "scripture":  "And I have also established my covenant with them, to give them the land of Canaan, the land of their pilgrimage, wherein they were strangers."
        },
        {
            "reference":  "Exodus 6:5",
             "verseNumber":  5,
             "scripture":  "And I have also heard the groaning of the children of Israel, whom the Egyptians keep in bondage; and I have remembered my covenant."
        },
        {
            "reference":  "Exodus 6:6",
             "verseNumber":  6,
             "scripture":  "Wherefore say unto the children of Israel, I am the LORD, and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with a stretched out arm, and with great judgments:"
        },
        {
            "reference":  "Exodus 6:7",
             "verseNumber":  7,
             "scripture":  "And I will take you to me for a people, and I will be to you a God: and all of you shall know that I am the LORD your God, which brings you out from under the burdens of the Egyptians."
        },
        {
            "reference":  "Exodus 6:8",
             "verseNumber":  8,
             "scripture":  "And I will bring you in unto the land, concerning the which I did swear to give it to Abraham, to Isaac, and to Jacob; and I will give it you for an heritage: I am the LORD."
        },
        {
            "reference":  "Exodus 6:9",
             "verseNumber":  9,
             "scripture":  "And Moses spoke so unto the children of Israel: but they hearkened not unto Moses for anguish of spirit, and for cruel bondage."
        },
        {
            "reference":  "Exodus 6:10",
             "verseNumber":  10,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Exodus 6:11",
             "verseNumber":  11,
             "scripture":  "Go in, speak unto Pharaoh king of Egypt, that he let the children of Israel go out of his land."
        },
        {
            "reference":  "Exodus 6:12",
             "verseNumber":  12,
             "scripture":  "And Moses spoke before the LORD, saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?"
        },
        {
            "reference":  "Exodus 6:13",
             "verseNumber":  13,
             "scripture":  "And the LORD spoke unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."
        },
        {
            "reference":  "Exodus 6:14",
             "verseNumber":  14,
             "scripture":  "These be the heads of their fathers' houses: The sons of Reuben the firstborn of Israel; Hanoch, and Pallu, Hezron, and Carmi: these be the families of Reuben."
        },
        {
            "reference":  "Exodus 6:15",
             "verseNumber":  15,
             "scripture":  "And the sons of Simeon; Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman: these are the families of Simeon."
        },
        {
            "reference":  "Exodus 6:16",
             "verseNumber":  16,
             "scripture":  "And these are the names of the sons of Levi according to their generations; Gershon, and Kohath, and Merari: and the years of the life of Levi were an hundred thirty and seven years."
        },
        {
            "reference":  "Exodus 6:17",
             "verseNumber":  17,
             "scripture":  "The sons of Gershon; Libni, and Shimi, according to their families."
        },
        {
            "reference":  "Exodus 6:18",
             "verseNumber":  18,
             "scripture":  "And the sons of Kohath; Amram, and Izhar, and Hebron, and Uzziel: and the years of the life of Kohath were an hundred thirty and three years."
        },
        {
            "reference":  "Exodus 6:19",
             "verseNumber":  19,
             "scripture":  "And the sons of Merari; Mahali and Mushi: these are the families of Levi according to their generations."
        },
        {
            "reference":  "Exodus 6:20",
             "verseNumber":  20,
             "scripture":  "And Amram took him Jochebed his father's sister to wife; and she bare him Aaron and Moses: and the years of the life of Amram were an hundred and thirty and seven years."
        },
        {
            "reference":  "Exodus 6:21",
             "verseNumber":  21,
             "scripture":  "And the sons of Izhar; Korah, and Nepheg, and Zichri."
        },
        {
            "reference":  "Exodus 6:22",
             "verseNumber":  22,
             "scripture":  "And the sons of Uzziel; Mishael, and Elzaphan, and Zithri."
        },
        {
            "reference":  "Exodus 6:23",
             "verseNumber":  23,
             "scripture":  "And Aaron took him Elisheba, daughter of Amminadab, sister of Naashon, to wife; and she bare him Nadab, and Abihu, Eleazar, and Ithamar."
        },
        {
            "reference":  "Exodus 6:24",
             "verseNumber":  24,
             "scripture":  "And the sons of Korah; Assir, and Elkanah, and Abiasaph: these are the families of the Korhites."
        },
        {
            "reference":  "Exodus 6:25",
             "verseNumber":  25,
             "scripture":  "And Eleazar Aaron's son took him one of the daughters of Putiel to wife; and she bare him Phinehas: these are the heads of the fathers of the Levites according to their families."
        },
        {
            "reference":  "Exodus 6:26",
             "verseNumber":  26,
             "scripture":  "These are that Aaron and Moses, to whom the LORD said, Bring out the children of Israel from the land of Egypt according to their armies."
        },
        {
            "reference":  "Exodus 6:27",
             "verseNumber":  27,
             "scripture":  "These are they which spoke to Pharaoh king of Egypt, to bring out the children of Israel from Egypt: these are that Moses and Aaron."
        },
        {
            "reference":  "Exodus 6:28",
             "verseNumber":  28,
             "scripture":  "And it came to pass on the day when the LORD spoke unto Moses in the land of Egypt,"
        },
        {
            "reference":  "Exodus 6:29",
             "verseNumber":  29,
             "scripture":  "That the LORD spoke unto Moses, saying, I am the LORD: speak you unto Pharaoh king of Egypt all that I say unto you."
        },
        {
            "reference":  "Exodus 6:30",
             "verseNumber":  30,
             "scripture":  "And Moses said before the LORD, Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?"
        }
    ]
}