{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Peter",
     "bookAbbreviation":  "2 Pet",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "1 Peter 5:1",
             "verseNumber":  1,
             "scripture":  "The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:"
        },
        {
            "reference":  "1 Peter 5:2",
             "verseNumber":  2,
             "scripture":  "Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy illegal gain, but of a ready mind;"
        },
        {
            "reference":  "1 Peter 5:3",
             "verseNumber":  3,
             "scripture":  "Neither as being lords over God's heritage, but being ensamples to the flock."
        },
        {
            "reference":  "1 Peter 5:4",
             "verseNumber":  4,
             "scripture":  "And when the chief Shepherd shall appear, all of you shall receive a crown of glory that fades not away."
        },
        {
            "reference":  "1 Peter 5:5",
             "verseNumber":  5,
             "scripture":  "Likewise, all of you younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resists the proud, and gives grace to the humble."
        },
        {
            "reference":  "1 Peter 5:6",
             "verseNumber":  6,
             "scripture":  "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:"
        },
        {
            "reference":  "1 Peter 5:7",
             "verseNumber":  7,
             "scripture":  "Casting all your care upon him; for he cares for you."
        },
        {
            "reference":  "1 Peter 5:8",
             "verseNumber":  8,
             "scripture":  "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walks about, seeking whom he may devour:"
        },
        {
            "reference":  "1 Peter 5:9",
             "verseNumber":  9,
             "scripture":  "Whom resist steadfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world."
        },
        {
            "reference":  "1 Peter 5:10",
             "verseNumber":  10,
             "scripture":  "But the God of all grace, who has called us unto his eternal glory by Christ Jesus, after that all of you have suffered a while, make you perfect, establish, strengthen, settle you."
        },
        {
            "reference":  "1 Peter 5:11",
             "verseNumber":  11,
             "scripture":  "To him be glory and dominion for ever and ever. Amen."
        },
        {
            "reference":  "1 Peter 5:12",
             "verseNumber":  12,
             "scripture":  "By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein all of you stand."
        },
        {
            "reference":  "1 Peter 5:13",
             "verseNumber":  13,
             "scripture":  "The church that is at Babylon, elected together with you, salutes you; and so does Marcus my son."
        },
        {
            "reference":  "1 Peter 5:14",
             "verseNumber":  14,
             "scripture":  "Greet all of you one another with a kiss of love. Peace be with you all that are in Christ Jesus. Amen."
        }
    ]
}