{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "2 Timothy", "bookAbbreviation": "Tit", "chapterNumber": 4, "verses": [{"reference": "2 Timothy 4:1", "verseNumber": 1, "scripture": "I charge you therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;"},{"reference": "2 Timothy 4:2", "verseNumber": 2, "scripture": "Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine."},{"reference": "2 Timothy 4:3", "verseNumber": 3, "scripture": "For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;"},{"reference": "2 Timothy 4:4", "verseNumber": 4, "scripture": "And they shall turn away their ears from the truth, and shall be turned unto fables."},{"reference": "2 Timothy 4:5", "verseNumber": 5, "scripture": "But watch you in all things, endure afflictions, do the work of an evangelist, make full proof of your ministry."},{"reference": "2 Timothy 4:6", "verseNumber": 6, "scripture": "For I am now ready to be offered, and the time of my departure is at hand."},{"reference": "2 Timothy 4:7", "verseNumber": 7, "scripture": "I have fought a good fight, I have finished my course, I have kept the faith:"},{"reference": "2 Timothy 4:8", "verseNumber": 8, "scripture": "Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing."},{"reference": "2 Timothy 4:9", "verseNumber": 9, "scripture": "Do your diligence to come shortly unto me:"},{"reference": "2 Timothy 4:10", "verseNumber": 10, "scripture": "For Demas has forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia."},{"reference": "2 Timothy 4:11", "verseNumber": 11, "scripture": "Only Luke is with me. Take Mark, and bring him with you: for he is profitable to me for the ministry."},{"reference": "2 Timothy 4:12", "verseNumber": 12, "scripture": "And Tychicus have I sent to Ephesus."},{"reference": "2 Timothy 4:13", "verseNumber": 13, "scripture": "The coat that I left at Troas with Carpus, when you come, bring with you, and the books, but especially the parchments."},{"reference": "2 Timothy 4:14", "verseNumber": 14, "scripture": "Alexander the coppersmith did me much evil: the Lord reward him according to his works:"},{"reference": "2 Timothy 4:15", "verseNumber": 15, "scripture": "Of whom be you ware also; for he has greatly withstood our words."},{"reference": "2 Timothy 4:16", "verseNumber": 16, "scripture": "At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge."},{"reference": "2 Timothy 4:17", "verseNumber": 17, "scripture": "Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion."},{"reference": "2 Timothy 4:18", "verseNumber": 18, "scripture": "And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen."},{"reference": "2 Timothy 4:19", "verseNumber": 19, "scripture": "Salute Prisca and Aquila, and the household of Onesiphorus."},{"reference": "2 Timothy 4:20", "verseNumber": 20, "scripture": "Erastus abode at Corinth: but Trophimus have I left at Miletum sick."},{"reference": "2 Timothy 4:21", "verseNumber": 21, "scripture": "Do your diligence to come before winter. Eubulus greets you, and Pudens, and Linus, and Claudia, and all the brethren."},{"reference": "2 Timothy 4:22", "verseNumber": 22, "scripture": "The Lord Jesus Christ be with your spirit. Grace be with you. Amen."}]}