{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Kings",
     "bookAbbreviation":  "2 Kin",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "2 Kings 3:1",
             "verseNumber":  1,
             "scripture":  "Now Jehoram the son of Ahab began to reign over Israel in Samaria the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years."
        },
        {
            "reference":  "2 Kings 3:2",
             "verseNumber":  2,
             "scripture":  "And he wrought evil in the sight of the LORD; but not like his father, and like his mother: for he put away the image of Baal that his father had made."
        },
        {
            "reference":  "2 Kings 3:3",
             "verseNumber":  3,
             "scripture":  "Nevertheless he cleaved unto the sins of Jeroboam the son of Nebat, which made Israel to sin; he departed not from it."
        },
        {
            "reference":  "2 Kings 3:4",
             "verseNumber":  4,
             "scripture":  "And Mesha king of Moab was a sheep breeder, and rendered unto the king of Israel an hundred thousand lambs, and an hundred thousand rams, with the wool."
        },
        {
            "reference":  "2 Kings 3:5",
             "verseNumber":  5,
             "scripture":  "But it came to pass, when Ahab was dead, that the king of Moab rebelled against the king of Israel."
        },
        {
            "reference":  "2 Kings 3:6",
             "verseNumber":  6,
             "scripture":  "And king Jehoram went out of Samaria the same time, and numbered all Israel."
        },
        {
            "reference":  "2 Kings 3:7",
             "verseNumber":  7,
             "scripture":  "And he went and sent to Jehoshaphat the king of Judah, saying, The king of Moab has rebelled against me: will you go with me against Moab to battle? And he said, I will go up: I am as you are, my people as your people, and my horses as your horses."
        },
        {
            "reference":  "2 Kings 3:8",
             "verseNumber":  8,
             "scripture":  "And he said, Which way shall we go up? And he answered, The way through the wilderness of Edom."
        },
        {
            "reference":  "2 Kings 3:9",
             "verseNumber":  9,
             "scripture":  "So the king of Israel went, and the king of Judah, and the king of Edom: and they fetched a compass of seven days' journey: and there was no water for the host, and for the cattle that followed them."
        },
        {
            "reference":  "2 Kings 3:10",
             "verseNumber":  10,
             "scripture":  "And the king of Israel said, Alas! that the LORD has called these three kings together, to deliver them into the hand of Moab!"
        },
        {
            "reference":  "2 Kings 3:11",
             "verseNumber":  11,
             "scripture":  "But Jehoshaphat said, Is there not here a prophet of the LORD, that we may enquire of the LORD by him? And one of the king of Israel's servants answered and said, Here is Elisha the son of Shaphat, which poured water on the hands of Elijah."
        },
        {
            "reference":  "2 Kings 3:12",
             "verseNumber":  12,
             "scripture":  "And Jehoshaphat said, The word of the LORD is with him. So the king of Israel and Jehoshaphat and the king of Edom went down to him."
        },
        {
            "reference":  "2 Kings 3:13",
             "verseNumber":  13,
             "scripture":  "And Elisha said unto the king of Israel, What have I to do with you? get you to the prophets of your father, and to the prophets of your mother. And the king of Israel said unto him, Nay: for the LORD has called these three kings together, to deliver them into the hand of Moab."
        },
        {
            "reference":  "2 Kings 3:14",
             "verseNumber":  14,
             "scripture":  "And Elisha said, As the LORD of hosts lives, before whom I stand, surely, were it not that I regard the presence of Jehoshaphat the king of Judah, I would not look toward you, nor see you."
        },
        {
            "reference":  "2 Kings 3:15",
             "verseNumber":  15,
             "scripture":  "But now bring me a minstrel. And it came to pass, when the minstrel played, that the hand of the LORD came upon him."
        },
        {
            "reference":  "2 Kings 3:16",
             "verseNumber":  16,
             "scripture":  "And he said, Thus says the LORD, Make this valley full of ditches."
        },
        {
            "reference":  "2 Kings 3:17",
             "verseNumber":  17,
             "scripture":  "For thus says the LORD, All of you shall not see wind, neither shall all of you see rain; yet that valley shall be filled with water, that all of you may drink, both all of you, and your cattle, and your beasts."
        },
        {
            "reference":  "2 Kings 3:18",
             "verseNumber":  18,
             "scripture":  "And this is but a light thing in the sight of the LORD: he will deliver the Moabites also into your hand."
        },
        {
            "reference":  "2 Kings 3:19",
             "verseNumber":  19,
             "scripture":  "And all of you shall strike every fenced city, and every choice city, and shall fell every good tree, and stop all wells of water, and ruin every good piece of land with stones."
        },
        {
            "reference":  "2 Kings 3:20",
             "verseNumber":  20,
             "scripture":  "And it came to pass in the morning, when the food offering was offered, that, behold, there came water by the way of Edom, and the country was filled with water."
        },
        {
            "reference":  "2 Kings 3:21",
             "verseNumber":  21,
             "scripture":  "And when all the Moabites heard that the kings were come up to fight against them, they gathered all that were able to put on armour, and upward, and stood in the border."
        },
        {
            "reference":  "2 Kings 3:22",
             "verseNumber":  22,
             "scripture":  "And they rose up early in the morning, and the sun shone upon the water, and the Moabites saw the water on the other side as red as blood:"
        },
        {
            "reference":  "2 Kings 3:23",
             "verseNumber":  23,
             "scripture":  "And they said, This is blood: the kings are surely slain, and they have smitten one another: now therefore, Moab, to the spoil."
        },
        {
            "reference":  "2 Kings 3:24",
             "verseNumber":  24,
             "scripture":  "And when they came to the camp of Israel, the Israelites rose up and stroke the Moabites, so that they fled before them: but they went forward smiting the Moabites, even in their country."
        },
        {
            "reference":  "2 Kings 3:25",
             "verseNumber":  25,
             "scripture":  "And they beat down the cities, and on every good piece of land cast every man his stone, and filled it; and they stopped all the wells of water, and felled all the good trees: only in Kirharaseth left they the stones thereof; nevertheless the slingers went about it, and stroke it."
        },
        {
            "reference":  "2 Kings 3:26",
             "verseNumber":  26,
             "scripture":  "And when the king of Moab saw that the battle was too sore for him, he took with him seven hundred men that drew swords, to break through even unto the king of Edom: but they could not."
        },
        {
            "reference":  "2 Kings 3:27",
             "verseNumber":  27,
             "scripture":  "Then he took his eldest son that should have reigned in his position, and offered him for a burnt offering upon the wall. And there was great indignation against Israel: and they departed from him, and returned to their own land."
        }
    ]
}