{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Kings",
     "bookAbbreviation":  "2 Kin",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "2 Kings 4:1",
             "verseNumber":  1,
             "scripture":  "Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying, Your servant my husband is dead; and you know that your servant did fear the LORD: and the creditor has come to take unto him my two sons to be bondmen."
        },
        {
            "reference":  "2 Kings 4:2",
             "verseNumber":  2,
             "scripture":  "And Elisha said unto her, What shall I do for you? tell me, what have you in the house? And she said, Yours handmaid has not any thing in the house, save a pot of oil."
        },
        {
            "reference":  "2 Kings 4:3",
             "verseNumber":  3,
             "scripture":  "Then he said, Go, borrow you vessels abroad of all your neighbours, even empty vessels; borrow not a few."
        },
        {
            "reference":  "2 Kings 4:4",
             "verseNumber":  4,
             "scripture":  "And when you are come in, you shall shut the door upon you and upon your sons, and shall pour out into all those vessels, and you shall set aside that which is full."
        },
        {
            "reference":  "2 Kings 4:5",
             "verseNumber":  5,
             "scripture":  "So she went from him, and shut the door upon her and upon her sons, who brought the vessels to her; and she poured out."
        },
        {
            "reference":  "2 Kings 4:6",
             "verseNumber":  6,
             "scripture":  "And it came to pass, when the vessels were full, that she said unto her son, Bring me yet a vessel. And he said unto her, There is not a vessel more. And the oil stayed."
        },
        {
            "reference":  "2 Kings 4:7",
             "verseNumber":  7,
             "scripture":  "Then she came and told the man of God. And he said, Go, sell the oil, and pay your debt, and live you and your children of the rest."
        },
        {
            "reference":  "2 Kings 4:8",
             "verseNumber":  8,
             "scripture":  "And it fell upon a certain day, that Elisha passed to Shunem, where was a great woman; and she constrained him to eat bread. And so it was, that as often as he passed by, he turned in thither to eat bread."
        },
        {
            "reference":  "2 Kings 4:9",
             "verseNumber":  9,
             "scripture":  "And she said unto her husband, Behold now, I perceive that this is an holy man of God, which passes by us continually."
        },
        {
            "reference":  "2 Kings 4:10",
             "verseNumber":  10,
             "scripture":  "Let us make a little chamber, I pray you, on the wall; and let us set for him there a bed, and a table, and a stool, and a candlestick: and it shall be, when he comes to us, that he shall turn in thither."
        },
        {
            "reference":  "2 Kings 4:11",
             "verseNumber":  11,
             "scripture":  "And it fell upon a certain day, that he came thither, and he turned into the chamber, and lay there."
        },
        {
            "reference":  "2 Kings 4:12",
             "verseNumber":  12,
             "scripture":  "And he said to Gehazi his servant, Call this Shunammite. And when he had called her, she stood before him."
        },
        {
            "reference":  "2 Kings 4:13",
             "verseNumber":  13,
             "scripture":  "And he said unto him, Say now unto her, Behold, you have been careful for us with all this care; what is to be done for you? would you be spoken in order to the king, or to the captain of the host? And she answered, I dwell among mine own people."
        },
        {
            "reference":  "2 Kings 4:14",
             "verseNumber":  14,
             "scripture":  "And he said, What then is to be done for her? And Gehazi answered, Verily she has no child, and her husband is old."
        },
        {
            "reference":  "2 Kings 4:15",
             "verseNumber":  15,
             "scripture":  "And he said, Call her. And when he had called her, she stood in the door."
        },
        {
            "reference":  "2 Kings 4:16",
             "verseNumber":  16,
             "scripture":  "And he said, About this season, according to the time of life, you shall embrace a son. And she said, Nay, my lord, you man of God, do not lie unto yours handmaid."
        },
        {
            "reference":  "2 Kings 4:17",
             "verseNumber":  17,
             "scripture":  "And the woman conceived, and bare a son at that season that Elisha had said unto her, according to the time of life."
        },
        {
            "reference":  "2 Kings 4:18",
             "verseNumber":  18,
             "scripture":  "And when the child was grown, it fell upon a certain day, that he went out to his father to the reapers."
        },
        {
            "reference":  "2 Kings 4:19",
             "verseNumber":  19,
             "scripture":  "And he said unto his father, My head, my head. And he said to a lad, Carry him to his mother."
        },
        {
            "reference":  "2 Kings 4:20",
             "verseNumber":  20,
             "scripture":  "And when he had taken him, and brought him to his mother, he sat on her knees till noon, and then died."
        },
        {
            "reference":  "2 Kings 4:21",
             "verseNumber":  21,
             "scripture":  "And she went up, and laid him on the bed of the man of God, and shut the door upon him, and went out."
        },
        {
            "reference":  "2 Kings 4:22",
             "verseNumber":  22,
             "scripture":  "And she called unto her husband, and said, Send me, I pray you, one of the young men, and one of the asses, that I may run to the man of God, and come again."
        },
        {
            "reference":  "2 Kings 4:23",
             "verseNumber":  23,
             "scripture":  "And he said, Wherefore will you go to him to day? it is neither new moon, nor sabbath. And she said, It shall be well."
        },
        {
            "reference":  "2 Kings 4:24",
             "verseNumber":  24,
             "scripture":  "Then she saddled an ass, and said to her servant, Drive, and go forward; slack not your riding for me, except I bid you."
        },
        {
            "reference":  "2 Kings 4:25",
             "verseNumber":  25,
             "scripture":  "So she went and came unto the man of God to mount Carmel. And it came to pass, when the man of God saw her far off, that he said to Gehazi his servant, Behold, yonder is that Shunammite:"
        },
        {
            "reference":  "2 Kings 4:26",
             "verseNumber":  26,
             "scripture":  "Run now, I pray you, to meet her, and say unto her, Is it well with you? is it well with your husband? is it well with the child? And she answered, It is well:"
        },
        {
            "reference":  "2 Kings 4:27",
             "verseNumber":  27,
             "scripture":  "And when she came to the man of God to the hill, she caught him by the feet: but Gehazi came near to thrust her away. And the man of God said, Let her alone; for her soul is vexed within her: and the LORD has hid it from me, and has not told me."
        },
        {
            "reference":  "2 Kings 4:28",
             "verseNumber":  28,
             "scripture":  "Then she said, Did I desire a son of my lord? did I not say, Do not deceive me?"
        },
        {
            "reference":  "2 Kings 4:29",
             "verseNumber":  29,
             "scripture":  "Then he said to Gehazi, Gird up your loins, and take my staff in yours hand, and go your way: if you meet any man, salute him not; and if any salute you, answer him not again: and lay my staff upon the face of the child."
        },
        {
            "reference":  "2 Kings 4:30",
             "verseNumber":  30,
             "scripture":  "And the mother of the child said, As the LORD lives, and as your soul lives, I will not leave you. And he arose, and followed her."
        },
        {
            "reference":  "2 Kings 4:31",
             "verseNumber":  31,
             "scripture":  "And Gehazi passed on before them, and laid the staff upon the face of the child; but there was neither voice, nor hearing. Wherefore he went again to meet him, and told him, saying, The child is not awaked."
        },
        {
            "reference":  "2 Kings 4:32",
             "verseNumber":  32,
             "scripture":  "And when Elisha was come into the house, behold, the child was dead, and laid upon his bed."
        },
        {
            "reference":  "2 Kings 4:33",
             "verseNumber":  33,
             "scripture":  "He went in therefore, and shut the door upon them two, and prayed unto the LORD."
        },
        {
            "reference":  "2 Kings 4:34",
             "verseNumber":  34,
             "scripture":  "And he went up, and lay upon the child, and put his mouth upon his mouth, and his eyes upon his eyes, and his hands upon his hands: and stretched himself upon the child; and the flesh of the child waxed warm."
        },
        {
            "reference":  "2 Kings 4:35",
             "verseNumber":  35,
             "scripture":  "Then he returned, and walked in the house back and forth; and went up, and stretched himself upon him: and the child sneezed seven times, and the child opened his eyes."
        },
        {
            "reference":  "2 Kings 4:36",
             "verseNumber":  36,
             "scripture":  "And he called Gehazi, and said, Call this Shunammite. So he called her. And when she was come in unto him, he said, Take up your son."
        },
        {
            "reference":  "2 Kings 4:37",
             "verseNumber":  37,
             "scripture":  "Then she went in, and fell at his feet, and bowed herself to the ground, and took up her son, and went out."
        },
        {
            "reference":  "2 Kings 4:38",
             "verseNumber":  38,
             "scripture":  "And Elisha came again to Gilgal: and there was a dearth in the land; and the sons of the prophets were sitting before him: and he said unto his servant, Set on the great pot, and seethe pottage for the sons of the prophets."
        },
        {
            "reference":  "2 Kings 4:39",
             "verseNumber":  39,
             "scripture":  "And one went out into the field to gather herbs, and found a wild vine, and gathered thereof wild gourds his lap full, and came and shred them into the pot of pottage: for they knew them not."
        },
        {
            "reference":  "2 Kings 4:40",
             "verseNumber":  40,
             "scripture":  "So they poured out for the men to eat. And it came to pass, as they were eating of the pottage, that they cried out, and said, O you man of God, there is death in the pot. And they could not eat thereof."
        },
        {
            "reference":  "2 Kings 4:41",
             "verseNumber":  41,
             "scripture":  "But he said, Then bring meal. And he cast it into the pot; and he said, Pour out for the people, that they may eat. And there was no harm in the pot."
        },
        {
            "reference":  "2 Kings 4:42",
             "verseNumber":  42,
             "scripture":  "And there came a man from Baalshalisha, and brought the man of God bread of the first-fruits, twenty loaves of barley, and full ears of corn in the husk thereof. And he said, Give unto the people, that they may eat."
        },
        {
            "reference":  "2 Kings 4:43",
             "verseNumber":  43,
             "scripture":  "And his personal attendant said, What, should I set this before an hundred men? He said again, Give the people, that they may eat: for thus says the LORD, They shall eat, and shall leave thereof."
        },
        {
            "reference":  "2 Kings 4:44",
             "verseNumber":  44,
             "scripture":  "So he set it before them, and they did eat, and left thereof, according to the word of the LORD."
        }
    ]
}