{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "2 Kings", "bookAbbreviation": "2 Kin", "chapterNumber": 8, "verses": [{"reference": "2 Kings 8:1", "verseNumber": 1, "scripture": "Then spoke Elisha unto the woman, whose son he had restored to life, saying, Arise, and go you and yours household, and sojourn where ever you can sojourn: for the LORD has called for a famine; and it shall also come upon the land seven years."},{"reference": "2 Kings 8:2", "verseNumber": 2, "scripture": "And the woman arose, and did after the saying of the man of God: and she went with her household, and sojourned in the land of the Philistines seven years."},{"reference": "2 Kings 8:3", "verseNumber": 3, "scripture": "And it came to pass at the seven years' end, that the woman returned out of the land of the Philistines: and she went forth to cry unto the king for her house and for her land."},{"reference": "2 Kings 8:4", "verseNumber": 4, "scripture": "And the king talked with Gehazi the servant of the man of God, saying, Tell me, I pray you, all the great things that Elisha has done."},{"reference": "2 Kings 8:5", "verseNumber": 5, "scripture": "And it came to pass, as he was telling the king how he had restored a dead body to life, that, behold, the woman, whose son he had restored to life, cried to the king for her house and for her land. And Gehazi said, My lord, O king, this is the woman, and this is her son, whom Elisha restored to life."},{"reference": "2 Kings 8:6", "verseNumber": 6, "scripture": "And when the king asked the woman, she told him. So the king appointed unto her a certain officer, saying, Restore all that was hers, and all the fruits of the field since the day that she left the land, even until now."},{"reference": "2 Kings 8:7", "verseNumber": 7, "scripture": "And Elisha came to Damascus; and Benhadad the king of Syria was sick; and it was told him, saying, The man of God has come here."},{"reference": "2 Kings 8:8", "verseNumber": 8, "scripture": "And the king said unto Hazael, Take a present in yours hand, and go, meet the man of God, and enquire of the LORD by him, saying, Shall I recover of this disease?"},{"reference": "2 Kings 8:9", "verseNumber": 9, "scripture": "So Hazael went to meet him, and took a present with him, even of every good thing of Damascus, forty camels' burden, and came and stood before him, and said, Your son Benhadad king of Syria has sent me to you, saying, Shall I recover of this disease?"},{"reference": "2 Kings 8:10", "verseNumber": 10, "scripture": "And Elisha said unto him, Go, say unto him, You may certainly recover: nevertheless the LORD has showed me that he shall surely die."},{"reference": "2 Kings 8:11", "verseNumber": 11, "scripture": "And he settled his countenance steadfastly, until he was ashamed: and the man of God wept."},{"reference": "2 Kings 8:12", "verseNumber": 12, "scripture": "And Hazael said, Why weeps my lord? And he answered, Because I know the evil that you will do unto the children of Israel: their strong holds will you set on fire, and their young men will you slay with the sword, and will dash their children, and rip up their women with child."},{"reference": "2 Kings 8:13", "verseNumber": 13, "scripture": "And Hazael said, But what, is your servant a dog, that he should do this great thing? And Elisha answered, The LORD has showed me that you shall be king over Syria."},{"reference": "2 Kings 8:14", "verseNumber": 14, "scripture": "So he departed from Elisha, and came to his master; who said to him, What said Elisha to you? And he answered, He told me that you should surely recover."},{"reference": "2 Kings 8:15", "verseNumber": 15, "scripture": "And it came to pass on the next day, that he took a thick cloth, and dipped it in water, and spread it on his face, so that he died: and Hazael reigned in his position."},{"reference": "2 Kings 8:16", "verseNumber": 16, "scripture": "And in the fifth year of Joram the son of Ahab king of Israel, Jehoshaphat being then king of Judah, Jehoram the son of Je hoshaphat king of Judah began to reign."},{"reference": "2 Kings 8:17", "verseNumber": 17, "scripture": "Thirty and two years old was he when he began to reign; and he reigned eight years in Jerusalem."},{"reference": "2 Kings 8:18", "verseNumber": 18, "scripture": "And he walked in the way of the kings of Israel, as did the house of Ahab: for the daughter of Ahab was his wife: and he did evil in the sight of the LORD."},{"reference": "2 Kings 8:19", "verseNumber": 19, "scripture": "Yet the LORD would not destroy Judah for David his servant's sake, as he promised him to give him always a light, and to his children."},{"reference": "2 Kings 8:20", "verseNumber": 20, "scripture": "In his days Edom revolted from under the hand of Judah, and made a king over themselves."},{"reference": "2 Kings 8:21", "verseNumber": 21, "scripture": "So Joram went over to Zair, and all the chariots with him: and he rose by night, and stroke the Edomites which compassed him about, and the captains of the chariots: and the people fled into their tents."},{"reference": "2 Kings 8:22", "verseNumber": 22, "scripture": "Yet Edom revolted from under the hand of Judah unto this day. Then Libnah revolted at the same time."},{"reference": "2 Kings 8:23", "verseNumber": 23, "scripture": "And the rest of the acts of Joram, and all that he did, are they not written in the book of the chronicles of the kings of Judah?"},{"reference": "2 Kings 8:24", "verseNumber": 24, "scripture": "And Joram slept with his fathers, and was buried with his fathers in the city of David: and Ahaziah his son reigned in his position."},{"reference": "2 Kings 8:25", "verseNumber": 25, "scripture": "In the twelfth year of Joram the son of Ahab king of Israel did Ahaziah the son of Jehoram king of Judah begin to reign."},{"reference": "2 Kings 8:26", "verseNumber": 26, "scripture": "Two and twenty years old was Ahaziah when he began to reign; and he reigned one year in Jerusalem. And his mother's name was Athaliah, the daughter of Omri king of Israel."},{"reference": "2 Kings 8:27", "verseNumber": 27, "scripture": "And he walked in the way of the house of Ahab, and did evil in the sight of the LORD, as did the house of Ahab: for he was the son in law of the house of Ahab."},{"reference": "2 Kings 8:28", "verseNumber": 28, "scripture": "And he went with Joram the son of Ahab to the war against Hazael king of Syria in Ramothgilead; and the Syrians wounded Joram."},{"reference": "2 Kings 8:29", "verseNumber": 29, "scripture": "And king Joram went back to be healed in Jezreel of the wounds which the Syrians had given him at Ramah, when he fought against Hazael king of Syria. And Ahaziah the son of Jehoram king of Judah went down to see Joram the son of Ahab in Jezreel, because he was sick."}]}