{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Matthew", "bookAbbreviation": "Mat", "chapterNumber": 10, "verses": [{"reference": "Matthew 10:1", "verseNumber": 1, "scripture": "And when he had called unto him his twelve disciples, he gave them power against unclean spirits, to cast them out, and to heal all manner of sickness and all manner of disease."},{"reference": "Matthew 10:2", "verseNumber": 2, "scripture": "Now the names of the twelve apostles are these; The first, Simon, who is called Peter, and Andrew his brother; James the son of Zebedee, and John his brother;"},{"reference": "Matthew 10:3", "verseNumber": 3, "scripture": "Philip, and Bartholomew; Thomas, and Matthew the publican; James the son of Alphaeus, and Lebbaeus, whose surname was Thaddaeus;"},{"reference": "Matthew 10:4", "verseNumber": 4, "scripture": "Simon the Canaanite, and Judas Iscariot, who also betrayed him."},{"reference": "Matthew 10:5", "verseNumber": 5, "scripture": "These twelve Jesus sent forth, and commanded them, saying, Go not into the way of the Gentiles, and into any city of the Samaritans enter all of you not:"},{"reference": "Matthew 10:6", "verseNumber": 6, "scripture": "But go rather to the lost sheep of the house of Israel."},{"reference": "Matthew 10:7", "verseNumber": 7, "scripture": "And as all of you go, preach, saying, The kingdom of heaven is at hand."},{"reference": "Matthew 10:8", "verseNumber": 8, "scripture": "Heal the sick, cleanse the lepers, raise the dead, cast out devils: freely all of you have received, freely give."},{"reference": "Matthew 10:9", "verseNumber": 9, "scripture": "Provide neither gold, nor silver, nor brass in your purses,"},{"reference": "Matthew 10:10", "verseNumber": 10, "scripture": "Nor pouch for your journey, neither two coats, neither shoes, nor yet staves: for the workman is worthy of his food."},{"reference": "Matthew 10:11", "verseNumber": 11, "scripture": "And into whatsoever city or town all of you shall enter, enquire who in it is worthy; and there abide till all of you go thence."},{"reference": "Matthew 10:12", "verseNumber": 12, "scripture": "And when all of you come into an house, salute it."},{"reference": "Matthew 10:13", "verseNumber": 13, "scripture": "And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you."},{"reference": "Matthew 10:14", "verseNumber": 14, "scripture": "And whosoever shall not receive you, nor hear your words, when all of you depart out of that house or city, shake off the dust of your feet."},{"reference": "Matthew 10:15", "verseNumber": 15, "scripture": "Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city."},{"reference": "Matthew 10:16", "verseNumber": 16, "scripture": "Behold, I send you forth as sheep in the midst of wolves: be all of you therefore wise as serpents, and harmless as doves."},{"reference": "Matthew 10:17", "verseNumber": 17, "scripture": "But beware of men: for they will deliver you up to the councils, and they will scourge you in their synagogues;"},{"reference": "Matthew 10:18", "verseNumber": 18, "scripture": "And all of you shall be brought before governors and kings for my sake, for a testimony against them and the Gentiles."},{"reference": "Matthew 10:19", "verseNumber": 19, "scripture": "But when they deliver you up, take no thought how or what all of you shall speak: for it shall be given you in that same hour what all of you shall speak."},{"reference": "Matthew 10:20", "verseNumber": 20, "scripture": "For it is not all of you that speak, but the Spirit of your Father which speaks in you."},{"reference": "Matthew 10:21", "verseNumber": 21, "scripture": "And the brother shall deliver up the brother to death, and the father the child: and the children shall rise up against their parents, and cause them to be put to death."},{"reference": "Matthew 10:22", "verseNumber": 22, "scripture": "And all of you shall be hated of all men for my name's sake: but he that endures to the end shall be saved."},{"reference": "Matthew 10:23", "verseNumber": 23, "scripture": "But when they persecute you in this city, flee all of you into another: for verily I say unto you, All of you shall not have gone over the cities of Israel, till the Son of man be come."},{"reference": "Matthew 10:24", "verseNumber": 24, "scripture": "The disciple is not above his master, nor the servant above his lord."},{"reference": "Matthew 10:25", "verseNumber": 25, "scripture": "It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the master of the house Beelzebub, how much more shall they call them of his household?"},{"reference": "Matthew 10:26", "verseNumber": 26, "scripture": "Fear them not therefore: for there is nothing covered, that shall not be revealed; and hid, that shall not be known."},{"reference": "Matthew 10:27", "verseNumber": 27, "scripture": "What I tell you in darkness, that speak all of you in light: and what all of you hear in the ear, that preach all of you upon the housetops."},{"reference": "Matthew 10:28", "verseNumber": 28, "scripture": "And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell."},{"reference": "Matthew 10:29", "verseNumber": 29, "scripture": "Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father."},{"reference": "Matthew 10:30", "verseNumber": 30, "scripture": "But the very hairs of your head are all numbered."},{"reference": "Matthew 10:31", "verseNumber": 31, "scripture": "Fear all of you not therefore, all of you are of more value than many sparrows."},{"reference": "Matthew 10:32", "verseNumber": 32, "scripture": "Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven."},{"reference": "Matthew 10:33", "verseNumber": 33, "scripture": "But whosoever shall deny me before men, him will I also deny before my Father which is in heaven."},{"reference": "Matthew 10:34", "verseNumber": 34, "scripture": "Think not that I am come to send peace on earth: I came not to send peace, but a sword."},{"reference": "Matthew 10:35", "verseNumber": 35, "scripture": "For I am come to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law."},{"reference": "Matthew 10:36", "verseNumber": 36, "scripture": "And a man's foes shall be they of his own household."},{"reference": "Matthew 10:37", "verseNumber": 37, "scripture": "He that loves father or mother more than me is not worthy of me: and he that loves son or daughter more than me is not worthy of me."},{"reference": "Matthew 10:38", "verseNumber": 38, "scripture": "And he that takes not his cross, and follows after me, is not worthy of me."},{"reference": "Matthew 10:39", "verseNumber": 39, "scripture": "He that finds his life shall lose it: and he that loses his life for my sake shall find it."},{"reference": "Matthew 10:40", "verseNumber": 40, "scripture": "He that receives you receives me, and he that receives me receives him that sent me."},{"reference": "Matthew 10:41", "verseNumber": 41, "scripture": "He that receives a prophet in the name of a prophet shall receive a prophet's reward; and he that receives a righteous man in the name of a righteous man shall receive a righteous man's reward."},{"reference": "Matthew 10:42", "verseNumber": 42, "scripture": "And whosoever shall give to drink unto one of these little ones a cup of cold water only in the name of a disciple, verily I say unto you, he shall in no wise lose his reward."}]}