{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "Matthew 11:1",
             "verseNumber":  1,
             "scripture":  "And it came to pass, when Jesus had made an end of commanding his twelve disciples, he departed thence to teach and to preach in their cities."
        },
        {
            "reference":  "Matthew 11:2",
             "verseNumber":  2,
             "scripture":  "Now when John had heard in the prison the works of Christ, he sent two of his disciples,"
        },
        {
            "reference":  "Matthew 11:3",
             "verseNumber":  3,
             "scripture":  "And said unto him, Are you he that should come, or do we look for another?"
        },
        {
            "reference":  "Matthew 11:4",
             "verseNumber":  4,
             "scripture":  "Jesus answered and said unto them, Go and show John again those things which all of you do hear and see:"
        },
        {
            "reference":  "Matthew 11:5",
             "verseNumber":  5,
             "scripture":  "The blind receive their sight, and the lame walk, the lepers are cleansed, and the deaf hear, the dead are raised up, and the poor have the gospel preached to them."
        },
        {
            "reference":  "Matthew 11:6",
             "verseNumber":  6,
             "scripture":  "And blessed is he, whosoever shall not be offended in me."
        },
        {
            "reference":  "Matthew 11:7",
             "verseNumber":  7,
             "scripture":  "And as they departed, Jesus began to say unto the multitudes concerning John, What went all of you out into the wilderness to see? A reed shaken with the wind?"
        },
        {
            "reference":  "Matthew 11:8",
             "verseNumber":  8,
             "scripture":  "But what went all of you out in order to see? A man clothed in soft raiment? behold, they that wear soft clothing are in kings' houses."
        },
        {
            "reference":  "Matthew 11:9",
             "verseNumber":  9,
             "scripture":  "But what went all of you out in order to see? A prophet? yea, I say unto you, and more than a prophet."
        },
        {
            "reference":  "Matthew 11:10",
             "verseNumber":  10,
             "scripture":  "For this is he, of whom it is written, Behold, I send my messenger before your face, which shall prepare your way before you."
        },
        {
            "reference":  "Matthew 11:11",
             "verseNumber":  11,
             "scripture":  "Verily I say unto you, Among them that are born of women there has not risen a greater than John the Baptist: notwithstanding he that is least in the kingdom of heaven is greater than he."
        },
        {
            "reference":  "Matthew 11:12",
             "verseNumber":  12,
             "scripture":  "And from the days of John the Baptist until now the kingdom of heaven suffers violence, and the violent take it by force."
        },
        {
            "reference":  "Matthew 11:13",
             "verseNumber":  13,
             "scripture":  "For all the prophets and the law prophesied until John."
        },
        {
            "reference":  "Matthew 11:14",
             "verseNumber":  14,
             "scripture":  "And if all of you will receive it, this is Elijah, which was in order to come."
        },
        {
            "reference":  "Matthew 11:15",
             "verseNumber":  15,
             "scripture":  "He that has ears to hear, let him hear."
        },
        {
            "reference":  "Matthew 11:16",
             "verseNumber":  16,
             "scripture":  "But unto which shall I liken this generation? It is like unto children sitting in the markets, and calling unto their fellows,"
        },
        {
            "reference":  "Matthew 11:17",
             "verseNumber":  17,
             "scripture":  "And saying, We have piped unto you, and all of you have not danced; we have mourned unto you, and all of you have not lamented."
        },
        {
            "reference":  "Matthew 11:18",
             "verseNumber":  18,
             "scripture":  "For John came neither eating nor drinking, and they say, He has a devil."
        },
        {
            "reference":  "Matthew 11:19",
             "verseNumber":  19,
             "scripture":  "The Son of man came eating and drinking, and they say, Behold a man gluttonous, and a wine indulger, a friend of publicans and sinners. But wisdom is justified of her children."
        },
        {
            "reference":  "Matthew 11:20",
             "verseNumber":  20,
             "scripture":  "Then began he to reproach the cities wherein most of his mighty works were done, because they repented not:"
        },
        {
            "reference":  "Matthew 11:21",
             "verseNumber":  21,
             "scripture":  "Woe unto you, Chorazin! woe unto you, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes."
        },
        {
            "reference":  "Matthew 11:22",
             "verseNumber":  22,
             "scripture":  "But I say unto you, It shall be more tolerable for Tyre and Sidon at the day of judgment, than for you."
        },
        {
            "reference":  "Matthew 11:23",
             "verseNumber":  23,
             "scripture":  "And you, Capernaum, which are exalted unto heaven, shall be brought down to hell: for if the mighty works, which have been done in you, had been done in Sodom, it would have remained until this day."
        },
        {
            "reference":  "Matthew 11:24",
             "verseNumber":  24,
             "scripture":  "But I say unto you, That it shall be more tolerable for the land of Sodom in the day of judgment, than for you."
        },
        {
            "reference":  "Matthew 11:25",
             "verseNumber":  25,
             "scripture":  "At that time Jesus answered and said, I thank you, O Father, Lord of heaven and earth, because you have hid these things from the wise and prudent, and have revealed them unto babes."
        },
        {
            "reference":  "Matthew 11:26",
             "verseNumber":  26,
             "scripture":  "Even so, Father: for so it seemed good in your sight."
        },
        {
            "reference":  "Matthew 11:27",
             "verseNumber":  27,
             "scripture":  "All things are delivered unto me of my Father: and no man knows the Son, but the Father; neither knows any man the Father, save the Son, and he to whomsoever the Son will reveal him."
        },
        {
            "reference":  "Matthew 11:28",
             "verseNumber":  28,
             "scripture":  "Come unto me, all you that labour and are heavy laden, and I will give you rest."
        },
        {
            "reference":  "Matthew 11:29",
             "verseNumber":  29,
             "scripture":  "Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and all of you shall find rest unto your souls."
        },
        {
            "reference":  "Matthew 11:30",
             "verseNumber":  30,
             "scripture":  "For my yoke is easy, and my burden is light."
        }
    ]
}