{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  16,
     "verses":  [
        {
            "reference":  "Matthew 16:1",
             "verseNumber":  1,
             "scripture":  "The Pharisees also with the Sadducees came, and tempting desired him that he would show them a sign from heaven."
        },
        {
            "reference":  "Matthew 16:2",
             "verseNumber":  2,
             "scripture":  "He answered and said unto them, When it is evening, all of you say, It will be fair weather: for the sky is red."
        },
        {
            "reference":  "Matthew 16:3",
             "verseNumber":  3,
             "scripture":  "And in the morning, It will be foul weather to day: for the sky is red and lowering. O all of you hypocrites, all of you can discern the face of the sky; but can all of you not discern the signs of the times?"
        },
        {
            "reference":  "Matthew 16:4",
             "verseNumber":  4,
             "scripture":  "A wicked and adulterous generation seeks after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed."
        },
        {
            "reference":  "Matthew 16:5",
             "verseNumber":  5,
             "scripture":  "And when his disciples were come to the other side, they had forgotten to take bread."
        },
        {
            "reference":  "Matthew 16:6",
             "verseNumber":  6,
             "scripture":  "Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees."
        },
        {
            "reference":  "Matthew 16:7",
             "verseNumber":  7,
             "scripture":  "And they reasoned among themselves, saying, It is because we have taken no bread."
        },
        {
            "reference":  "Matthew 16:8",
             "verseNumber":  8,
             "scripture":  "Which when Jesus perceived, he said unto them, O all of you of little faith, why reason all of you among yourselves, because all of you have brought no bread?"
        },
        {
            "reference":  "Matthew 16:9",
             "verseNumber":  9,
             "scripture":  "Do all of you not yet understand, neither remember the five loaves of the five thousand, and how many baskets all of you took up?"
        },
        {
            "reference":  "Matthew 16:10",
             "verseNumber":  10,
             "scripture":  "Neither the seven loaves of the four thousand, and how many baskets all of you took up?"
        },
        {
            "reference":  "Matthew 16:11",
             "verseNumber":  11,
             "scripture":  "How is it that all of you do not understand that I spoke it not to you concerning bread, that all of you should beware of the leaven of the Pharisees and of the Sadducees?"
        },
        {
            "reference":  "Matthew 16:12",
             "verseNumber":  12,
             "scripture":  "Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees."
        },
        {
            "reference":  "Matthew 16:13",
             "verseNumber":  13,
             "scripture":  "When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?"
        },
        {
            "reference":  "Matthew 16:14",
             "verseNumber":  14,
             "scripture":  "And they said, Some say that you are John the Baptist: some, Elijah; and others, Jeremias, or one of the prophets."
        },
        {
            "reference":  "Matthew 16:15",
             "verseNumber":  15,
             "scripture":  "He says unto them, But whom say all of you that I am?"
        },
        {
            "reference":  "Matthew 16:16",
             "verseNumber":  16,
             "scripture":  "And Simon Peter answered and said, You are the Christ, the Son of the living God."
        },
        {
            "reference":  "Matthew 16:17",
             "verseNumber":  17,
             "scripture":  "And Jesus answered and said unto him, Blessed are you, Simon Barjona: for flesh and blood has not revealed it unto you, but my Father which is in heaven."
        },
        {
            "reference":  "Matthew 16:18",
             "verseNumber":  18,
             "scripture":  "And I say also unto you, That you are Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it."
        },
        {
            "reference":  "Matthew 16:19",
             "verseNumber":  19,
             "scripture":  "And I will give unto you the keys of the kingdom of heaven: and whatsoever you shall bind on earth shall be bound in heaven: and whatsoever you shall loose on earth shall be loosed in heaven."
        },
        {
            "reference":  "Matthew 16:20",
             "verseNumber":  20,
             "scripture":  "Then charged he his disciples that they should tell no man that he was Jesus the Christ."
        },
        {
            "reference":  "Matthew 16:21",
             "verseNumber":  21,
             "scripture":  "From that time forth began Jesus to show unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day."
        },
        {
            "reference":  "Matthew 16:22",
             "verseNumber":  22,
             "scripture":  "Then Peter took him, and began to rebuke him, saying, Be it far from you, Lord: this shall not be unto you."
        },
        {
            "reference":  "Matthew 16:23",
             "verseNumber":  23,
             "scripture":  "But he turned, and said unto Peter, Get you behind me, Satan: you are an offence unto me: for you savour not the things that be of God, but those that be of men."
        },
        {
            "reference":  "Matthew 16:24",
             "verseNumber":  24,
             "scripture":  "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me."
        },
        {
            "reference":  "Matthew 16:25",
             "verseNumber":  25,
             "scripture":  "For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it."
        },
        {
            "reference":  "Matthew 16:26",
             "verseNumber":  26,
             "scripture":  "For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?"
        },
        {
            "reference":  "Matthew 16:27",
             "verseNumber":  27,
             "scripture":  "For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works."
        },
        {
            "reference":  "Matthew 16:28",
             "verseNumber":  28,
             "scripture":  "Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom."
        }
    ]
}