{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  18,
     "verses":  [
        {
            "reference":  "Matthew 18:1",
             "verseNumber":  1,
             "scripture":  "At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?"
        },
        {
            "reference":  "Matthew 18:2",
             "verseNumber":  2,
             "scripture":  "And Jesus called a little child unto him, and set him in the midst of them,"
        },
        {
            "reference":  "Matthew 18:3",
             "verseNumber":  3,
             "scripture":  "And said, Verily I say unto you, Except all of you be converted, and become as little children, all of you shall not enter into the kingdom of heaven."
        },
        {
            "reference":  "Matthew 18:4",
             "verseNumber":  4,
             "scripture":  "Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven."
        },
        {
            "reference":  "Matthew 18:5",
             "verseNumber":  5,
             "scripture":  "And whoso shall receive one such little child in my name receives me."
        },
        {
            "reference":  "Matthew 18:6",
             "verseNumber":  6,
             "scripture":  "But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea."
        },
        {
            "reference":  "Matthew 18:7",
             "verseNumber":  7,
             "scripture":  "Woe unto the world because of offences! for it must essentially be that offences come; but woe to that man by whom the offence comes!"
        },
        {
            "reference":  "Matthew 18:8",
             "verseNumber":  8,
             "scripture":  "Wherefore if your hand or your foot offend you, cut them off, and cast them from you: it is better for you to enter into life halt or physically disabled, rather than having two hands or two feet to be cast into everlasting fire."
        },
        {
            "reference":  "Matthew 18:9",
             "verseNumber":  9,
             "scripture":  "And if yours eye offend you, pluck it out, and cast it from you: it is better for you to enter into life with one eye, rather than having two eyes to be cast into hell fire."
        },
        {
            "reference":  "Matthew 18:10",
             "verseNumber":  10,
             "scripture":  "Take heed that all of you despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven."
        },
        {
            "reference":  "Matthew 18:11",
             "verseNumber":  11,
             "scripture":  "For the Son of man has come to save that which was lost."
        },
        {
            "reference":  "Matthew 18:12",
             "verseNumber":  12,
             "scripture":  "How think all of you? if a man have an hundred sheep, and one of them be gone astray, does he not leave the ninety and nine, and goes into the mountains, and seeks that which is gone astray?"
        },
        {
            "reference":  "Matthew 18:13",
             "verseNumber":  13,
             "scripture":  "And if so be that he find it, verily I say unto you, he rejoices more of that sheep, than of the ninety and nine which went not astray."
        },
        {
            "reference":  "Matthew 18:14",
             "verseNumber":  14,
             "scripture":  "Even so it is not the will of your Father which is in heaven, that one of these little ones should perish."
        },
        {
            "reference":  "Matthew 18:15",
             "verseNumber":  15,
             "scripture":  "Moreover if your brother shall trespass against you, go and tell him his fault between you and him alone: if he shall hear you, you have gained your brother."
        },
        {
            "reference":  "Matthew 18:16",
             "verseNumber":  16,
             "scripture":  "But if he will not hear you, then take with you one or two more, that in the mouth of two or three witnesses every word may be established."
        },
        {
            "reference":  "Matthew 18:17",
             "verseNumber":  17,
             "scripture":  "And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto you as an heathen man and a publican."
        },
        {
            "reference":  "Matthew 18:18",
             "verseNumber":  18,
             "scripture":  "Verily I say unto you, Whatsoever all of you shall bind on earth shall be bound in heaven: and whatsoever all of you shall loose on earth shall be loosed in heaven."
        },
        {
            "reference":  "Matthew 18:19",
             "verseNumber":  19,
             "scripture":  "Again I say unto you, That if two of you shall agree on earth as concerning any thing that they shall ask, it shall be done for them of my Father which is in heaven."
        },
        {
            "reference":  "Matthew 18:20",
             "verseNumber":  20,
             "scripture":  "For where two or three are gathered together in my name, there am I in the midst of them."
        },
        {
            "reference":  "Matthew 18:21",
             "verseNumber":  21,
             "scripture":  "Then came Peter to him, and said, Lord, how often shall my brother sin against me, and I forgive him? till seven times?"
        },
        {
            "reference":  "Matthew 18:22",
             "verseNumber":  22,
             "scripture":  "Jesus says unto him, I say not unto you, Until seven times: but, Until seventy times seven."
        },
        {
            "reference":  "Matthew 18:23",
             "verseNumber":  23,
             "scripture":  "Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants."
        },
        {
            "reference":  "Matthew 18:24",
             "verseNumber":  24,
             "scripture":  "And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents."
        },
        {
            "reference":  "Matthew 18:25",
             "verseNumber":  25,
             "scripture":  "But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made."
        },
        {
            "reference":  "Matthew 18:26",
             "verseNumber":  26,
             "scripture":  "The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay you all."
        },
        {
            "reference":  "Matthew 18:27",
             "verseNumber":  27,
             "scripture":  "Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt."
        },
        {
            "reference":  "Matthew 18:28",
             "verseNumber":  28,
             "scripture":  "But the same servant went out, and found one of his fellow servants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that you owe."
        },
        {
            "reference":  "Matthew 18:29",
             "verseNumber":  29,
             "scripture":  "And his fellow servant fell down at his feet, and besought him, saying, Have patience with me, and I will pay you all."
        },
        {
            "reference":  "Matthew 18:30",
             "verseNumber":  30,
             "scripture":  "And he would not: but went and cast him into prison, till he should pay the debt."
        },
        {
            "reference":  "Matthew 18:31",
             "verseNumber":  31,
             "scripture":  "So when his fellow servants saw what was done, they were very sorry, and came and told unto their lord all that was done."
        },
        {
            "reference":  "Matthew 18:32",
             "verseNumber":  32,
             "scripture":  "Then his lord, after that he had called him, said unto him, O you wicked servant, I forgave you all that debt, because you desired me:"
        },
        {
            "reference":  "Matthew 18:33",
             "verseNumber":  33,
             "scripture":  "Should not you also have had compassion on your fellow servant, even as I had pity on you?"
        },
        {
            "reference":  "Matthew 18:34",
             "verseNumber":  34,
             "scripture":  "And his lord was angry, and delivered him to the tormentors, till he should pay all that was due unto him."
        },
        {
            "reference":  "Matthew 18:35",
             "verseNumber":  35,
             "scripture":  "So likewise shall my heavenly Father do also unto you, if all of you from your hearts forgive not every one his brother their trespasses."
        }
    ]
}