{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  19,
     "verses":  [
        {
            "reference":  "Matthew 19:1",
             "verseNumber":  1,
             "scripture":  "And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;"
        },
        {
            "reference":  "Matthew 19:2",
             "verseNumber":  2,
             "scripture":  "And great multitudes followed him; and he healed them there."
        },
        {
            "reference":  "Matthew 19:3",
             "verseNumber":  3,
             "scripture":  "The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?"
        },
        {
            "reference":  "Matthew 19:4",
             "verseNumber":  4,
             "scripture":  "And he answered and said unto them, Have all of you not read, that he which made them at the beginning made them male and female,"
        },
        {
            "reference":  "Matthew 19:5",
             "verseNumber":  5,
             "scripture":  "And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they two shall be one flesh?"
        },
        {
            "reference":  "Matthew 19:6",
             "verseNumber":  6,
             "scripture":  "Wherefore they are no more two, but one flesh. What therefore God has joined together, let not man put asunder."
        },
        {
            "reference":  "Matthew 19:7",
             "verseNumber":  7,
             "scripture":  "They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?"
        },
        {
            "reference":  "Matthew 19:8",
             "verseNumber":  8,
             "scripture":  "He says unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so."
        },
        {
            "reference":  "Matthew 19:9",
             "verseNumber":  9,
             "scripture":  "And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, commits adultery: and whoso marries her which is put away does commit adultery."
        },
        {
            "reference":  "Matthew 19:10",
             "verseNumber":  10,
             "scripture":  "His disciples say unto him, If the case of the man be so with his wife, it is not good to marry."
        },
        {
            "reference":  "Matthew 19:11",
             "verseNumber":  11,
             "scripture":  "But he said unto them, All men cannot receive this saying, save they to whom it is given."
        },
        {
            "reference":  "Matthew 19:12",
             "verseNumber":  12,
             "scripture":  "For there are some eunuchs, which were so born from their mother's womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven's sake. He that is able to receive it, let him receive it."
        },
        {
            "reference":  "Matthew 19:13",
             "verseNumber":  13,
             "scripture":  "Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them."
        },
        {
            "reference":  "Matthew 19:14",
             "verseNumber":  14,
             "scripture":  "But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven."
        },
        {
            "reference":  "Matthew 19:15",
             "verseNumber":  15,
             "scripture":  "And he laid his hands on them, and departed thence."
        },
        {
            "reference":  "Matthew 19:16",
             "verseNumber":  16,
             "scripture":  "And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?"
        },
        {
            "reference":  "Matthew 19:17",
             "verseNumber":  17,
             "scripture":  "And he said unto him, Why call you me good? there is none good but one, that is, God: but if you will enter into life, keep the commandments."
        },
        {
            "reference":  "Matthew 19:18",
             "verseNumber":  18,
             "scripture":  "He says unto him, Which? Jesus said, You shall do no murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,"
        },
        {
            "reference":  "Matthew 19:19",
             "verseNumber":  19,
             "scripture":  "Honour your father and your mother: and, You shall love your neighbour as yourself."
        },
        {
            "reference":  "Matthew 19:20",
             "verseNumber":  20,
             "scripture":  "The young man says unto him, All these things have I kept from my youth up: what lack I yet?"
        },
        {
            "reference":  "Matthew 19:21",
             "verseNumber":  21,
             "scripture":  "Jesus said unto him, If you will be perfect, go and sell that you have, and give to the poor, and you shall have treasure in heaven: and come and follow me."
        },
        {
            "reference":  "Matthew 19:22",
             "verseNumber":  22,
             "scripture":  "But when the young man heard that saying, he went away sorrowful: for he had great possessions."
        },
        {
            "reference":  "Matthew 19:23",
             "verseNumber":  23,
             "scripture":  "Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven."
        },
        {
            "reference":  "Matthew 19:24",
             "verseNumber":  24,
             "scripture":  "And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God."
        },
        {
            "reference":  "Matthew 19:25",
             "verseNumber":  25,
             "scripture":  "When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?"
        },
        {
            "reference":  "Matthew 19:26",
             "verseNumber":  26,
             "scripture":  "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible."
        },
        {
            "reference":  "Matthew 19:27",
             "verseNumber":  27,
             "scripture":  "Then answered Peter and said unto him, Behold, we have forsaken all, and followed you; what shall we have therefore?"
        },
        {
            "reference":  "Matthew 19:28",
             "verseNumber":  28,
             "scripture":  "And Jesus said unto them, Verily I say unto you, That all of you which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, all of you also shall sit upon twelve thrones, judging the twelve tribes of Israel."
        },
        {
            "reference":  "Matthew 19:29",
             "verseNumber":  29,
             "scripture":  "And every one that has forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name's sake, shall receive an hundredfold, and shall inherit everlasting life."
        },
        {
            "reference":  "Matthew 19:30",
             "verseNumber":  30,
             "scripture":  "But many that are first shall be last; and the last shall be first."
        }
    ]
}