{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  22,
     "verses":  [
        {
            "reference":  "Matthew 22:1",
             "verseNumber":  1,
             "scripture":  "And Jesus answered and spoke unto them again by parables, and said,"
        },
        {
            "reference":  "Matthew 22:2",
             "verseNumber":  2,
             "scripture":  "The kingdom of heaven is like unto a certain king, which made a marriage for his son,"
        },
        {
            "reference":  "Matthew 22:3",
             "verseNumber":  3,
             "scripture":  "And sent forth his servants to call them that were bidden to the wedding: and they would not come."
        },
        {
            "reference":  "Matthew 22:4",
             "verseNumber":  4,
             "scripture":  "Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are ready: come unto the marriage."
        },
        {
            "reference":  "Matthew 22:5",
             "verseNumber":  5,
             "scripture":  "But they made light of it, and went their ways, one to his farm, another to his merchandise:"
        },
        {
            "reference":  "Matthew 22:6",
             "verseNumber":  6,
             "scripture":  "And the remnant took his servants, and pleaded them spitefully, and slew them."
        },
        {
            "reference":  "Matthew 22:7",
             "verseNumber":  7,
             "scripture":  "But when the king heard thereof, he was angry: and he sent forth his armies, and destroyed those murderers, and burned up their city."
        },
        {
            "reference":  "Matthew 22:8",
             "verseNumber":  8,
             "scripture":  "Then says he to his servants, The wedding is ready, but they which were bidden were not worthy."
        },
        {
            "reference":  "Matthew 22:9",
             "verseNumber":  9,
             "scripture":  "Go all of you therefore into the highways, and as many as all of you shall find, bid to the marriage."
        },
        {
            "reference":  "Matthew 22:10",
             "verseNumber":  10,
             "scripture":  "So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guest."
        },
        {
            "reference":  "Matthew 22:11",
             "verseNumber":  11,
             "scripture":  "And when the king came in to see the guest, he saw there a man which had not on a wedding garment:"
        },
        {
            "reference":  "Matthew 22:12",
             "verseNumber":  12,
             "scripture":  "And he says unto him, Friend, how came you in here not having a wedding garment? And he was speechless."
        },
        {
            "reference":  "Matthew 22:13",
             "verseNumber":  13,
             "scripture":  "Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness, there shall be weeping and gnashing of teeth."
        },
        {
            "reference":  "Matthew 22:14",
             "verseNumber":  14,
             "scripture":  "For many are called, but few are chosen."
        },
        {
            "reference":  "Matthew 22:15",
             "verseNumber":  15,
             "scripture":  "Then went the Pharisees, and took counsel how they might entangle him in his talk."
        },
        {
            "reference":  "Matthew 22:16",
             "verseNumber":  16,
             "scripture":  "And they sent out unto him their disciples with the Herodians, saying, Master, we know that you are true, and teach the way of God in truth, neither care you for any man: for you regard not the person of men."
        },
        {
            "reference":  "Matthew 22:17",
             "verseNumber":  17,
             "scripture":  "Tell us therefore, What think you? Is it lawful to give tribute unto Caesar, or not?"
        },
        {
            "reference":  "Matthew 22:18",
             "verseNumber":  18,
             "scripture":  "But Jesus perceived their wickedness, and said, Why tempt all of you me, all of you hypocrites?"
        },
        {
            "reference":  "Matthew 22:19",
             "verseNumber":  19,
             "scripture":  "Show me the tribute money. And they brought unto him a penny."
        },
        {
            "reference":  "Matthew 22:20",
             "verseNumber":  20,
             "scripture":  "And he says unto them, Whose is this image and superscription?"
        },
        {
            "reference":  "Matthew 22:21",
             "verseNumber":  21,
             "scripture":  "They say unto him, Caesar's. Then says he unto them, Render therefore unto Caesar the things which are Caesar's; and unto God the things that are God's."
        },
        {
            "reference":  "Matthew 22:22",
             "verseNumber":  22,
             "scripture":  "When they had heard these words, they marvelled, and left him, and went their way."
        },
        {
            "reference":  "Matthew 22:23",
             "verseNumber":  23,
             "scripture":  "The same day came to him the Sadducees, which say that there is no resurrection, and asked him,"
        },
        {
            "reference":  "Matthew 22:24",
             "verseNumber":  24,
             "scripture":  "Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother."
        },
        {
            "reference":  "Matthew 22:25",
             "verseNumber":  25,
             "scripture":  "Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:"
        },
        {
            "reference":  "Matthew 22:26",
             "verseNumber":  26,
             "scripture":  "Likewise the second also, and the third, unto the seventh."
        },
        {
            "reference":  "Matthew 22:27",
             "verseNumber":  27,
             "scripture":  "And last of all the woman died also."
        },
        {
            "reference":  "Matthew 22:28",
             "verseNumber":  28,
             "scripture":  "Therefore in the resurrection whose wife shall she be of the seven? for they all had her."
        },
        {
            "reference":  "Matthew 22:29",
             "verseNumber":  29,
             "scripture":  "Jesus answered and said unto them, All of you do go astray, not knowing the scriptures, nor the power of God."
        },
        {
            "reference":  "Matthew 22:30",
             "verseNumber":  30,
             "scripture":  "For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven."
        },
        {
            "reference":  "Matthew 22:31",
             "verseNumber":  31,
             "scripture":  "But as concerning the resurrection of the dead, have all of you not read that which was spoken unto you by God, saying,"
        },
        {
            "reference":  "Matthew 22:32",
             "verseNumber":  32,
             "scripture":  "I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living."
        },
        {
            "reference":  "Matthew 22:33",
             "verseNumber":  33,
             "scripture":  "And when the multitude heard this, they were astonished at his doctrine."
        },
        {
            "reference":  "Matthew 22:34",
             "verseNumber":  34,
             "scripture":  "But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together."
        },
        {
            "reference":  "Matthew 22:35",
             "verseNumber":  35,
             "scripture":  "Then one of them, which was a lawyer, asked him a question, tempting him, and saying,"
        },
        {
            "reference":  "Matthew 22:36",
             "verseNumber":  36,
             "scripture":  "Master, which is the great commandment in the law?"
        },
        {
            "reference":  "Matthew 22:37",
             "verseNumber":  37,
             "scripture":  "Jesus said unto him, You shall love the Lord your God with all your heart, and with all your soul, and with all your mind."
        },
        {
            "reference":  "Matthew 22:38",
             "verseNumber":  38,
             "scripture":  "This is the first and great commandment."
        },
        {
            "reference":  "Matthew 22:39",
             "verseNumber":  39,
             "scripture":  "And the second is like unto it, You shall love your neighbour as yourself."
        },
        {
            "reference":  "Matthew 22:40",
             "verseNumber":  40,
             "scripture":  "On these two commandments hang all the law and the prophets."
        },
        {
            "reference":  "Matthew 22:41",
             "verseNumber":  41,
             "scripture":  "While the Pharisees were gathered together, Jesus asked them,"
        },
        {
            "reference":  "Matthew 22:42",
             "verseNumber":  42,
             "scripture":  "Saying, What think all of you of Christ? whose son is he? They say unto him, The son of David."
        },
        {
            "reference":  "Matthew 22:43",
             "verseNumber":  43,
             "scripture":  "He says unto them, How then does David in spirit call him Lord, saying,"
        },
        {
            "reference":  "Matthew 22:44",
             "verseNumber":  44,
             "scripture":  "The LORD said unto my Lord, Sit you on my right hand, till I make yours enemies your footstool?"
        },
        {
            "reference":  "Matthew 22:45",
             "verseNumber":  45,
             "scripture":  "If David then call him Lord, how is he his son?"
        },
        {
            "reference":  "Matthew 22:46",
             "verseNumber":  46,
             "scripture":  "And no man was able to answer him a word, neither durst any man from that day forth ask him any more questions."
        }
    ]
}