{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  23,
     "verses":  [
        {
            "reference":  "Matthew 23:1",
             "verseNumber":  1,
             "scripture":  "Then spoke Jesus to the multitude, and to his disciples,"
        },
        {
            "reference":  "Matthew 23:2",
             "verseNumber":  2,
             "scripture":  "Saying The scribes and the Pharisees sit in Moses' seat:"
        },
        {
            "reference":  "Matthew 23:3",
             "verseNumber":  3,
             "scripture":  "All therefore whatsoever they bid you observe, that observe and do; but do not all of you after their works: for they say, and do not."
        },
        {
            "reference":  "Matthew 23:4",
             "verseNumber":  4,
             "scripture":  "For they bind heavy burdens and grievous to be borne, and lay them on men's shoulders; but they themselves will not move them with one of their fingers."
        },
        {
            "reference":  "Matthew 23:5",
             "verseNumber":  5,
             "scripture":  "But all their works they do in order to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,"
        },
        {
            "reference":  "Matthew 23:6",
             "verseNumber":  6,
             "scripture":  "And love the uppermost rooms at feasts, and the chief seats in the synagogues,"
        },
        {
            "reference":  "Matthew 23:7",
             "verseNumber":  7,
             "scripture":  "And greetings in the markets, and to be called of men, Rabbi, Rabbi."
        },
        {
            "reference":  "Matthew 23:8",
             "verseNumber":  8,
             "scripture":  "But be not all of you called Rabbi: for one is your Master, even Christ; and all you are brethren."
        },
        {
            "reference":  "Matthew 23:9",
             "verseNumber":  9,
             "scripture":  "And call no man your father upon the earth: for one is your Father, which is in heaven."
        },
        {
            "reference":  "Matthew 23:10",
             "verseNumber":  10,
             "scripture":  "Neither be all of you called masters: for one is your Master, even Christ."
        },
        {
            "reference":  "Matthew 23:11",
             "verseNumber":  11,
             "scripture":  "But he that is greatest among you shall be your servant."
        },
        {
            "reference":  "Matthew 23:12",
             "verseNumber":  12,
             "scripture":  "And whosoever shall exalt himself shall be brought low; and he that shall humble himself shall be exalted."
        },
        {
            "reference":  "Matthew 23:13",
             "verseNumber":  13,
             "scripture":  "But woe unto you, scribes and Pharisees, hypocrites! for all of you shut up the kingdom of heaven against men: for all of you neither go in yourselves, neither suffer all of you them that are entering to go in."
        },
        {
            "reference":  "Matthew 23:14",
             "verseNumber":  14,
             "scripture":  "Woe unto you, scribes and Pharisees, hypocrites! for all of you devour widows' houses, and for a pretence make long prayer: therefore all of you shall receive the greater damnation."
        },
        {
            "reference":  "Matthew 23:15",
             "verseNumber":  15,
             "scripture":  "Woe unto you, scribes and Pharisees, hypocrites! for all of you compass sea and land to make one proselyte, and when he is made, all of you make him twofold more the child of hell than yourselves."
        },
        {
            "reference":  "Matthew 23:16",
             "verseNumber":  16,
             "scripture":  "Woe unto you, all of you blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!"
        },
        {
            "reference":  "Matthew 23:17",
             "verseNumber":  17,
             "scripture":  "All of you fools and blind: for whether is greater, the gold, or the temple that santifies the gold?"
        },
        {
            "reference":  "Matthew 23:18",
             "verseNumber":  18,
             "scripture":  "And, Whosoever shall swear by the altar, it is nothing; but whosoever swears by the gift that is upon it, he is guilty."
        },
        {
            "reference":  "Matthew 23:19",
             "verseNumber":  19,
             "scripture":  "All of you fools and blind: for whether is greater, the gift, or the altar that santifies the gift?"
        },
        {
            "reference":  "Matthew 23:20",
             "verseNumber":  20,
             "scripture":  "Whoso therefore shall swear by the altar, swears by it, and by all things thereon."
        },
        {
            "reference":  "Matthew 23:21",
             "verseNumber":  21,
             "scripture":  "And whoso shall swear by the temple, swears by it, and by him that dwells therein."
        },
        {
            "reference":  "Matthew 23:22",
             "verseNumber":  22,
             "scripture":  "And he that shall swear by heaven, swears by the throne of God, and by him that sits thereon."
        },
        {
            "reference":  "Matthew 23:23",
             "verseNumber":  23,
             "scripture":  "Woe unto you, scribes and Pharisees, hypocrites! for all of you pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought all of you to have done, and not to leave the other undone."
        },
        {
            "reference":  "Matthew 23:24",
             "verseNumber":  24,
             "scripture":  "All of you blind guides, which strain out a gnat, and swallow a camel."
        },
        {
            "reference":  "Matthew 23:25",
             "verseNumber":  25,
             "scripture":  "Woe unto you, scribes and Pharisees, hypocrites! for all of you make clean the outside of the cup and of the platter, but within they are full of extortion and excess."
        },
        {
            "reference":  "Matthew 23:26",
             "verseNumber":  26,
             "scripture":  "You blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also."
        },
        {
            "reference":  "Matthew 23:27",
             "verseNumber":  27,
             "scripture":  "Woe unto you, scribes and Pharisees, hypocrites! for all of you are like unto whitewashed sepulchers, which indeed appear beautiful outward, but are within full of dead men's bones, and of all uncleanness."
        },
        {
            "reference":  "Matthew 23:28",
             "verseNumber":  28,
             "scripture":  "Even so all of you also outwardly appear righteous unto men, but within all of you are full of hypocrisy and iniquity."
        },
        {
            "reference":  "Matthew 23:29",
             "verseNumber":  29,
             "scripture":  "Woe unto you, scribes and Pharisees, hypocrites! because all of you build the tombs of the prophets, and garnish the sepulchers of the righteous,"
        },
        {
            "reference":  "Matthew 23:30",
             "verseNumber":  30,
             "scripture":  "And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets."
        },
        {
            "reference":  "Matthew 23:31",
             "verseNumber":  31,
             "scripture":  "Wherefore all of you be witnesses unto yourselves, that all of you are the children of them which killed the prophets."
        },
        {
            "reference":  "Matthew 23:32",
             "verseNumber":  32,
             "scripture":  "Fill all of you up then the measure of your fathers."
        },
        {
            "reference":  "Matthew 23:33",
             "verseNumber":  33,
             "scripture":  "All of you serpents, all of you generation of vipers, how can all of you escape the damnation of hell?"
        },
        {
            "reference":  "Matthew 23:34",
             "verseNumber":  34,
             "scripture":  "Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them all of you shall kill and crucify; and some of them shall all of you scourge in your synagogues, and persecute them from city to city:"
        },
        {
            "reference":  "Matthew 23:35",
             "verseNumber":  35,
             "scripture":  "That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom all of you slew between the temple and the altar."
        },
        {
            "reference":  "Matthew 23:36",
             "verseNumber":  36,
             "scripture":  "Verily I say unto you, All these things shall come upon this generation."
        },
        {
            "reference":  "Matthew 23:37",
             "verseNumber":  37,
             "scripture":  "O Jerusalem, Jerusalem, you that kill the prophets, and stone them which are sent unto you, how often would I have gathered your children together, even as a hen gathers her chickens under her wings, and all of you would not!"
        },
        {
            "reference":  "Matthew 23:38",
             "verseNumber":  38,
             "scripture":  "Behold, your house is left unto you desolate."
        },
        {
            "reference":  "Matthew 23:39",
             "verseNumber":  39,
             "scripture":  "For I say unto you, All of you shall not see me henceforth, till all of you shall say, Blessed is he that comes in the name of the Lord."
        }
    ]
}