{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Matthew", "bookAbbreviation": "Mat", "chapterNumber": 25, "verses": [{"reference": "Matthew 25:1", "verseNumber": 1, "scripture": "Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom."},{"reference": "Matthew 25:2", "verseNumber": 2, "scripture": "And five of them were wise, and five were foolish."},{"reference": "Matthew 25:3", "verseNumber": 3, "scripture": "They that were foolish took their lamps, and took no oil with them:"},{"reference": "Matthew 25:4", "verseNumber": 4, "scripture": "But the wise took oil in their vessels with their lamps."},{"reference": "Matthew 25:5", "verseNumber": 5, "scripture": "While the bridegroom tarried, they all slumbered and slept."},{"reference": "Matthew 25:6", "verseNumber": 6, "scripture": "And at midnight there was a cry made, Behold, the bridegroom comes; go all of you out to meet him."},{"reference": "Matthew 25:7", "verseNumber": 7, "scripture": "Then all those virgins arose, and trimmed their lamps."},{"reference": "Matthew 25:8", "verseNumber": 8, "scripture": "And the foolish said unto the wise, Give us of your oil; for our lamps are gone out."},{"reference": "Matthew 25:9", "verseNumber": 9, "scripture": "But the wise answered, saying, Not so; lest there be not enough for us and you: but go all of you rather to them that sell, and buy for yourselves."},{"reference": "Matthew 25:10", "verseNumber": 10, "scripture": "And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut."},{"reference": "Matthew 25:11", "verseNumber": 11, "scripture": "Afterward came also the other virgins, saying, Lord, Lord, open to us."},{"reference": "Matthew 25:12", "verseNumber": 12, "scripture": "But he answered and said, Verily I say unto you, I know you not."},{"reference": "Matthew 25:13", "verseNumber": 13, "scripture": "Watch therefore, for all of you know neither the day nor the hour wherein the Son of man comes."},{"reference": "Matthew 25:14", "verseNumber": 14, "scripture": "For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods."},{"reference": "Matthew 25:15", "verseNumber": 15, "scripture": "And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and immediately took his journey."},{"reference": "Matthew 25:16", "verseNumber": 16, "scripture": "Then he that had received the five talents went and traded with the same, and made them other five talents."},{"reference": "Matthew 25:17", "verseNumber": 17, "scripture": "And likewise he that had received two, he also gained other two."},{"reference": "Matthew 25:18", "verseNumber": 18, "scripture": "But he that had received one went and dug in the earth, and hid his lord's money."},{"reference": "Matthew 25:19", "verseNumber": 19, "scripture": "After a long time the lord of those servants comes, and reckons with them."},{"reference": "Matthew 25:20", "verseNumber": 20, "scripture": "And so he that had received five talents came and brought other five talents, saying, Lord, you delivered unto me five talents: behold, I have gained beside them five talents more."},{"reference": "Matthew 25:21", "verseNumber": 21, "scripture": "His lord said unto him, Well done, you good and faithful servant: you have been faithful over a few things, I will make you ruler over many things: enter you into the joy of your lord."},{"reference": "Matthew 25:22", "verseNumber": 22, "scripture": "He also that had received two talents came and said, Lord, you delivered unto me two talents: behold, I have gained two other talents beside them."},{"reference": "Matthew 25:23", "verseNumber": 23, "scripture": "His lord said unto him, Well done, good and faithful servant; you have been faithful over a few things, I will make you ruler over many things: enter you into the joy of your lord."},{"reference": "Matthew 25:24", "verseNumber": 24, "scripture": "Then he which had received the one talent came and said, Lord, I knew you that you are an hard man, reaping where you have not sown, and gathering where you have not scattered:"},{"reference": "Matthew 25:25", "verseNumber": 25, "scripture": "And I was afraid, and went and hid your talent in the earth: lo, there you have that is yours."},{"reference": "Matthew 25:26", "verseNumber": 26, "scripture": "His lord answered and said unto him, You wicked and slothful servant, you knew that I reap where I sowed not, and gather where I have not scattered:"},{"reference": "Matthew 25:27", "verseNumber": 27, "scripture": "You ought therefore to have put my money to the exchangers, and then at my coming I should have received mine own with interest."},{"reference": "Matthew 25:28", "verseNumber": 28, "scripture": "Take therefore the talent from him, and give it unto him which has ten talents."},{"reference": "Matthew 25:29", "verseNumber": 29, "scripture": "For unto every one that has shall be given, and he shall have abundance: but from him that has not shall be taken away even that which he has."},{"reference": "Matthew 25:30", "verseNumber": 30, "scripture": "And cast all of you the useless servant into outer darkness: there shall be weeping and gnashing of teeth."},{"reference": "Matthew 25:31", "verseNumber": 31, "scripture": "When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:"},{"reference": "Matthew 25:32", "verseNumber": 32, "scripture": "And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divides his sheep from the goats:"},{"reference": "Matthew 25:33", "verseNumber": 33, "scripture": "And he shall set the sheep on his right hand, but the goats on the left."},{"reference": "Matthew 25:34", "verseNumber": 34, "scripture": "Then shall the King say unto them on his right hand, Come, all of you blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:"},{"reference": "Matthew 25:35", "verseNumber": 35, "scripture": "For I was an hungered, and all of you gave me food: I was thirsty, and all of you gave me drink: I was a stranger, and all of you took me in:"},{"reference": "Matthew 25:36", "verseNumber": 36, "scripture": "Naked, and all of you clothed me: I was sick, and all of you visited me: I was in prison, and all of you came unto me."},{"reference": "Matthew 25:37", "verseNumber": 37, "scripture": "Then shall the righteous answer him, saying, Lord, when saw we you an hungered, and fed you? or thirsty, and gave you drink?"},{"reference": "Matthew 25:38", "verseNumber": 38, "scripture": "When saw we you a stranger, and took you in? or naked, and clothed you?"},{"reference": "Matthew 25:39", "verseNumber": 39, "scripture": "Or when saw we you sick, or in prison, and came unto you?"},{"reference": "Matthew 25:40", "verseNumber": 40, "scripture": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as all of you have done it unto one of the least of these my brethren, all of you have done it unto me."},{"reference": "Matthew 25:41", "verseNumber": 41, "scripture": "Then shall he say also unto them on the left hand, Depart from me, all of you cursed, into everlasting fire, prepared for the devil and his angels:"},{"reference": "Matthew 25:42", "verseNumber": 42, "scripture": "For I was an hungered, and all of you gave me no food: I was thirsty, and all of you gave me no drink:"},{"reference": "Matthew 25:43", "verseNumber": 43, "scripture": "I was a stranger, and all of you took me not in: naked, and all of you clothed me not: sick, and in prison, and all of you visited me not."},{"reference": "Matthew 25:44", "verseNumber": 44, "scripture": "Then shall they also answer him, saying, Lord, when saw we you an hungered, or thirsty, or a stranger, or naked, or sick, or in prison, and did not minister unto you?"},{"reference": "Matthew 25:45", "verseNumber": 45, "scripture": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as all of you did it not to one of the least of these, all of you did it not to me."},{"reference": "Matthew 25:46", "verseNumber": 46, "scripture": "And these shall go away into everlasting punishment: but the righteous into life eternal."}]}