{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Matthew", "bookAbbreviation": "Mat", "chapterNumber": 26, "verses": [{"reference": "Matthew 26:1", "verseNumber": 1, "scripture": "And it came to pass, when Jesus had finished all these sayings, he said unto his disciples,"},{"reference": "Matthew 26:2", "verseNumber": 2, "scripture": "All of you know that after two days is the feast of the passover, and the Son of man is betrayed to be crucified."},{"reference": "Matthew 26:3", "verseNumber": 3, "scripture": "Then assembled together the chief priests, and the scribes, and the elders of the people, unto the palace of the high priest, who was called Caiaphas,"},{"reference": "Matthew 26:4", "verseNumber": 4, "scripture": "And consulted that they might take Jesus by subtlety, and kill him."},{"reference": "Matthew 26:5", "verseNumber": 5, "scripture": "But they said, Not on the feast day, lest there be an uproar among the people."},{"reference": "Matthew 26:6", "verseNumber": 6, "scripture": "Now when Jesus was in Bethany, in the house of Simon the leper,"},{"reference": "Matthew 26:7", "verseNumber": 7, "scripture": "There came unto him a woman having an alabaster box of very precious ointment, and poured it on his head, as he sat at food."},{"reference": "Matthew 26:8", "verseNumber": 8, "scripture": "But when his disciples saw it, they had indignation, saying, To what purpose is this waste?"},{"reference": "Matthew 26:9", "verseNumber": 9, "scripture": "For this ointment might have been sold for much, and given to the poor."},{"reference": "Matthew 26:10", "verseNumber": 10, "scripture": "When Jesus understood it, he said unto them, Why trouble all of you the woman? for she has wrought a good work upon me."},{"reference": "Matthew 26:11", "verseNumber": 11, "scripture": "For all of you have the poor always with you; but me all of you have not always."},{"reference": "Matthew 26:12", "verseNumber": 12, "scripture": "For in that she has poured this ointment on my body, she did it for my burial."},{"reference": "Matthew 26:13", "verseNumber": 13, "scripture": "Verily I say unto you, Where ever this gospel shall be preached in the whole world, there shall also this, that this woman has done, be told for a memorial of her."},{"reference": "Matthew 26:14", "verseNumber": 14, "scripture": "Then one of the twelve, called Judas Iscariot, went unto the chief priests,"},{"reference": "Matthew 26:15", "verseNumber": 15, "scripture": "And said unto them, What will all of you give me, and I will deliver him unto you? And they covenanted with him for thirty pieces of silver."},{"reference": "Matthew 26:16", "verseNumber": 16, "scripture": "And from that time he sought opportunity to betray him."},{"reference": "Matthew 26:17", "verseNumber": 17, "scripture": "Now the first day of the feast of unleavened bread the disciples came to Jesus, saying unto him, Where will you that we prepare for you to eat the passover?"},{"reference": "Matthew 26:18", "verseNumber": 18, "scripture": "And he said, Go into the city to such a man, and say unto him, The Master says, My time is at hand; I will keep the passover at your house with my disciples."},{"reference": "Matthew 26:19", "verseNumber": 19, "scripture": "And the disciples did as Jesus had appointed them; and they made ready the passover."},{"reference": "Matthew 26:20", "verseNumber": 20, "scripture": "Now when the even was come, he sat down with the twelve."},{"reference": "Matthew 26:21", "verseNumber": 21, "scripture": "And as they did eat, he said, Verily I say unto you, that one of you shall betray me."},{"reference": "Matthew 26:22", "verseNumber": 22, "scripture": "And they were exceeding sorrowful, and began every one of them to say unto him, Lord, is it I?"},{"reference": "Matthew 26:23", "verseNumber": 23, "scripture": "And he answered and said, He that dips his hand with me in the dish, the same shall betray me."},{"reference": "Matthew 26:24", "verseNumber": 24, "scripture": "The Son of man goes as it is written of him: but woe unto that man by whom the Son of man is betrayed! it had been good for that man if he had not been born."},{"reference": "Matthew 26:25", "verseNumber": 25, "scripture": "Then Judas, which betrayed him, answered and said, Master, is it I? He said unto him, You have said."},{"reference": "Matthew 26:26", "verseNumber": 26, "scripture": "And as they were eating, Jesus took bread, and blessed it, and brake it, and gave it to the disciples, and said, Take, eat; this is my body."},{"reference": "Matthew 26:27", "verseNumber": 27, "scripture": "And he took the cup, and gave thanks, and gave it to them, saying, Drink all of you all of it;"},{"reference": "Matthew 26:28", "verseNumber": 28, "scripture": "For this is my blood of the new testament, which is shed for many for the remission of sins."},{"reference": "Matthew 26:29", "verseNumber": 29, "scripture": "But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father's kingdom."},{"reference": "Matthew 26:30", "verseNumber": 30, "scripture": "And when they had sung an hymn, they went out into the mount of Olives."},{"reference": "Matthew 26:31", "verseNumber": 31, "scripture": "Then says Jesus unto them, All you shall be offended because of me this night: for it is written, I will strike the shepherd, and the sheep of the flock shall be scattered abroad."},{"reference": "Matthew 26:32", "verseNumber": 32, "scripture": "But after I am risen again, I will go before you into Galilee."},{"reference": "Matthew 26:33", "verseNumber": 33, "scripture": "Peter answered and said unto him, Though all men shall be offended because of you, yet will I never be offended."},{"reference": "Matthew 26:34", "verseNumber": 34, "scripture": "Jesus said unto him, Verily I say unto you, That this night, before the cock crow, you shall deny me three times."},{"reference": "Matthew 26:35", "verseNumber": 35, "scripture": "Peter said unto him, Though I should die with you, yet will I not deny you. Likewise also said all the disciples."},{"reference": "Matthew 26:36", "verseNumber": 36, "scripture": "Then comes Jesus with them unto a place called Gethsemane, and says unto the disciples, Sit all of you here, while I go and pray yonder."},{"reference": "Matthew 26:37", "verseNumber": 37, "scripture": "And he took with him Peter and the two sons of Zebedee, and began to be sorrowful and very heavy."},{"reference": "Matthew 26:38", "verseNumber": 38, "scripture": "Then says he unto them, My soul is exceeding sorrowful, even unto death: tarry all of you here, and watch with me."},{"reference": "Matthew 26:39", "verseNumber": 39, "scripture": "And he went a little farther, and fell on his face, and prayed, saying, O my Father, if it be possible, let this cup pass from me: nevertheless not as I will, but as you will."},{"reference": "Matthew 26:40", "verseNumber": 40, "scripture": "And he comes unto the disciples, and finds them asleep, and says unto Peter, What, could all of you not watch with me one hour?"},{"reference": "Matthew 26:41", "verseNumber": 41, "scripture": "Watch and pray, that all of you enter not into temptation: the spirit indeed is willing, but the flesh is weak."},{"reference": "Matthew 26:42", "verseNumber": 42, "scripture": "He went away again the second time, and prayed, saying, O my Father, if this cup may not pass away from me, except I drink it, your will be done."},{"reference": "Matthew 26:43", "verseNumber": 43, "scripture": "And he came and found them asleep again: for their eyes were heavy."},{"reference": "Matthew 26:44", "verseNumber": 44, "scripture": "And he left them, and went away again, and prayed the third time, saying the same words."},{"reference": "Matthew 26:45", "verseNumber": 45, "scripture": "Then comes he to his disciples, and says unto them, Sleep on now, and take your rest: behold, the hour is at hand, and the Son of man is betrayed into the hands of sinners."},{"reference": "Matthew 26:46", "verseNumber": 46, "scripture": "Rise, let us be going: behold, he is at hand that does betray me."},{"reference": "Matthew 26:47", "verseNumber": 47, "scripture": "And while he yet spoke, lo, Judas, one of the twelve, came, and with him a great multitude with swords and staves, from the chief priests and elders of the people."},{"reference": "Matthew 26:48", "verseNumber": 48, "scripture": "Now he that betrayed him gave them a sign, saying, Whomsoever I shall kiss, that same is he: hold him fast."},{"reference": "Matthew 26:49", "verseNumber": 49, "scripture": "And forthwith he came to Jesus, and said, Hail, master; and kissed him."},{"reference": "Matthew 26:50", "verseNumber": 50, "scripture": "And Jesus said unto him, Friend, wherefore are you come? Then came they, and laid hands on Jesus and took him."},{"reference": "Matthew 26:51", "verseNumber": 51, "scripture": "And, behold, one of them which were with Jesus stretched out his hand, and drew his sword, and struck a servant of the high priest's, and stroke off his ear."},{"reference": "Matthew 26:52", "verseNumber": 52, "scripture": "Then said Jesus unto him, Put up again your sword into his place: for all they that take the sword shall perish with the sword."},{"reference": "Matthew 26:53", "verseNumber": 53, "scripture": "Think you that I cannot now pray to my Father, and he shall presently give me more than twelve legions of angels?"},{"reference": "Matthew 26:54", "verseNumber": 54, "scripture": "But how then shall the scriptures be fulfilled, that thus it must be?"},{"reference": "Matthew 26:55", "verseNumber": 55, "scripture": "In that same hour said Jesus to the multitudes, Are all of you come out as against a thief with swords and staves in order to take me? I sat daily with you teaching in the temple, and all of you laid no hold on me."},{"reference": "Matthew 26:56", "verseNumber": 56, "scripture": "But all this was done, that the scriptures of the prophets might be fulfilled. Then all the disciples forsook him, and fled."},{"reference": "Matthew 26:57", "verseNumber": 57, "scripture": "And they that had laid hold on Jesus led him away to Caiaphas the high priest, where the scribes and the elders were assembled."},{"reference": "Matthew 26:58", "verseNumber": 58, "scripture": "But Peter followed him far off unto the high priest's palace, and went in, and sat with the servants, to see the end."},{"reference": "Matthew 26:59", "verseNumber": 59, "scripture": "Now the chief priests, and elders, and all the council, sought false witness against Jesus, to put him to death;"},{"reference": "Matthew 26:60", "verseNumber": 60, "scripture": "But found none: yea, though many false witnesses came, yet found they none. At the last came two false witnesses,"},{"reference": "Matthew 26:61", "verseNumber": 61, "scripture": "And said, This fellow said, I am able to destroy the temple of God, and to build it in three days."},{"reference": "Matthew 26:62", "verseNumber": 62, "scripture": "And the high priest arose, and said unto him, Answer you nothing? what is it which these witness against you?"},{"reference": "Matthew 26:63", "verseNumber": 63, "scripture": "But Jesus held his peace, And the high priest answered and said unto him, I adjure you by the living God, that you tell us whether you be the Christ, the Son of God."},{"reference": "Matthew 26:64", "verseNumber": 64, "scripture": "Jesus says unto him, You have said: nevertheless I say unto you, Hereafter shall all of you see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."},{"reference": "Matthew 26:65", "verseNumber": 65, "scripture": "Then the high priest rent his clothes, saying, He has spoken blasphemy; what further need have we of witnesses? behold, now all of you have heard his blasphemy."},{"reference": "Matthew 26:66", "verseNumber": 66, "scripture": "What think all of you? They answered and said, He is guilty of death."},{"reference": "Matthew 26:67", "verseNumber": 67, "scripture": "Then did they spit in his face, and buffeted him; and others stroke him with the palms of their hands,"},{"reference": "Matthew 26:68", "verseNumber": 68, "scripture": "Saying, Prophesy unto us, you Christ, Who is he that stroke you?"},{"reference": "Matthew 26:69", "verseNumber": 69, "scripture": "Now Peter sat without in the palace: and a damsel came unto him, saying, You also were with Jesus of Galilee."},{"reference": "Matthew 26:70", "verseNumber": 70, "scripture": "But he denied before them all, saying, I know not what you says."},{"reference": "Matthew 26:71", "verseNumber": 71, "scripture": "And when he was gone out into the porch, another maid saw him, and said unto them that were there, This fellow was also with Jesus of Nazareth."},{"reference": "Matthew 26:72", "verseNumber": 72, "scripture": "And again he denied with an oath, I do not know the man."},{"reference": "Matthew 26:73", "verseNumber": 73, "scripture": "And after a while came unto him they that stood by, and said to Peter, Surely you also are one of them; for your speech betrayed you."},{"reference": "Matthew 26:74", "verseNumber": 74, "scripture": "Then began he to curse and to swear, saying, I know not the man. And immediately the cock crew."},{"reference": "Matthew 26:75", "verseNumber": 75, "scripture": "And Peter remembered the word of Jesus, which said unto him, Before the cock crow, you shall deny me three times. And he went out, and wept bitterly."}]}