{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Matthew",
     "bookAbbreviation":  "Mat",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "Matthew 3:1",
             "verseNumber":  1,
             "scripture":  "In those days came John the Baptist, preaching in the wilderness of Judaea,"
        },
        {
            "reference":  "Matthew 3:2",
             "verseNumber":  2,
             "scripture":  "And saying, Repent all of you: for the kingdom of heaven is at hand."
        },
        {
            "reference":  "Matthew 3:3",
             "verseNumber":  3,
             "scripture":  "For this is he that was spoken of by the prophet Isaiah, saying, The voice of one crying in the wilderness, Prepare all of you the way of the Lord, make his paths straight."
        },
        {
            "reference":  "Matthew 3:4",
             "verseNumber":  4,
             "scripture":  "And the same John had his raiment of camel's hair, and a leathern girdle about his loins; and his food was locusts and wild honey."
        },
        {
            "reference":  "Matthew 3:5",
             "verseNumber":  5,
             "scripture":  "Then went out to him Jerusalem, and all Judaea, and all the region round about Jordan,"
        },
        {
            "reference":  "Matthew 3:6",
             "verseNumber":  6,
             "scripture":  "And were baptized of him in Jordan, confessing their sins."
        },
        {
            "reference":  "Matthew 3:7",
             "verseNumber":  7,
             "scripture":  "But when he saw many of the Pharisees and Sadducees come to his baptism, he said unto them, O generation of vipers, who has warned you to flee from the wrath to come?"
        },
        {
            "reference":  "Matthew 3:8",
             "verseNumber":  8,
             "scripture":  "Bring forth therefore fruits meet for repentance:"
        },
        {
            "reference":  "Matthew 3:9",
             "verseNumber":  9,
             "scripture":  "And think not to say within yourselves, We have Abraham to our father: for I say unto you, that God is able of these stones to raise up children unto Abraham."
        },
        {
            "reference":  "Matthew 3:10",
             "verseNumber":  10,
             "scripture":  "And now also the axe is laid unto the root of the trees: therefore every tree which brings not forth good fruit is hewn down, and cast into the fire."
        },
        {
            "reference":  "Matthew 3:11",
             "verseNumber":  11,
             "scripture":  "I indeed baptize you with water unto repentance. but he that comes after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Spirit, and with fire:"
        },
        {
            "reference":  "Matthew 3:12",
             "verseNumber":  12,
             "scripture":  "Whose fan is in his hand, and he will thoroughly purge his floor, and gather his wheat into the garner; but he will burn up the chaff with unquenchable fire."
        },
        {
            "reference":  "Matthew 3:13",
             "verseNumber":  13,
             "scripture":  "Then comes Jesus from Galilee to Jordan unto John, to be baptized of him."
        },
        {
            "reference":  "Matthew 3:14",
             "verseNumber":  14,
             "scripture":  "But John forbad him, saying, I have need to be baptized of you, and come you to me?"
        },
        {
            "reference":  "Matthew 3:15",
             "verseNumber":  15,
             "scripture":  "And Jesus answering said unto him, Suffer it to be so now: for thus it becomes us to fulfill all righteousness. Then he suffered him."
        },
        {
            "reference":  "Matthew 3:16",
             "verseNumber":  16,
             "scripture":  "And Jesus, when he was baptized, went up immediately out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him:"
        },
        {
            "reference":  "Matthew 3:17",
             "verseNumber":  17,
             "scripture":  "And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased."
        }
    ]
}