{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Matthew", "bookAbbreviation": "Mat", "chapterNumber": 6, "verses": [{"reference": "Matthew 6:1", "verseNumber": 1, "scripture": "Take heed that all of you do not your alms before men, to be seen of them: otherwise all of you have no reward of your Father which is in heaven."},{"reference": "Matthew 6:2", "verseNumber": 2, "scripture": "Therefore when you do yours alms, do not sound a trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward."},{"reference": "Matthew 6:3", "verseNumber": 3, "scripture": "But when you do alms, let not your left hand know what your right hand does:"},{"reference": "Matthew 6:4", "verseNumber": 4, "scripture": "That yours alms may be in secret: and your Father which sees in secret himself shall reward you openly."},{"reference": "Matthew 6:5", "verseNumber": 5, "scripture": "And when you pray, you shall not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward."},{"reference": "Matthew 6:6", "verseNumber": 6, "scripture": "But you, when you pray, enter into your closet, and when you have shut your door, pray to your Father which is in secret; and your Father which sees in secret shall reward you openly."},{"reference": "Matthew 6:7", "verseNumber": 7, "scripture": "But when all of you pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking."},{"reference": "Matthew 6:8", "verseNumber": 8, "scripture": "Be not all of you therefore like unto them: for your Father knows what things all of you have need of, before all of you ask him."},{"reference": "Matthew 6:9", "verseNumber": 9, "scripture": "After this manner therefore pray all of you: Our Father which are in heaven, Hallowed be your name."},{"reference": "Matthew 6:10", "verseNumber": 10, "scripture": "Your kingdom come, Your will be done in earth, as it is in heaven."},{"reference": "Matthew 6:11", "verseNumber": 11, "scripture": "Give us this day our daily bread."},{"reference": "Matthew 6:12", "verseNumber": 12, "scripture": "And forgive us our debts, as we forgive our debtors."},{"reference": "Matthew 6:13", "verseNumber": 13, "scripture": "And lead us not into temptation, but deliver us from evil: For yours is the kingdom, and the power, and the glory, for ever. Amen."},{"reference": "Matthew 6:14", "verseNumber": 14, "scripture": "For if all of you forgive men their trespasses, your heavenly Father will also forgive you:"},{"reference": "Matthew 6:15", "verseNumber": 15, "scripture": "But if all of you forgive not men their trespasses, neither will your Father forgive your trespasses."},{"reference": "Matthew 6:16", "verseNumber": 16, "scripture": "Moreover when all of you fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward."},{"reference": "Matthew 6:17", "verseNumber": 17, "scripture": "But you, when you fast, anoint yours head, and wash your face;"},{"reference": "Matthew 6:18", "verseNumber": 18, "scripture": "That you appear not unto men to fast, but unto your Father which is in secret: and your Father, which sees in secret, shall reward you openly."},{"reference": "Matthew 6:19", "verseNumber": 19, "scripture": "Lay not up for yourselves treasures upon earth, where moth and rust does corrupt, and where thieves break through and steal:"},{"reference": "Matthew 6:20", "verseNumber": 20, "scripture": "But lay up for yourselves treasures in heaven, where neither moth nor rust does corrupt, and where thieves do not break through nor steal:"},{"reference": "Matthew 6:21", "verseNumber": 21, "scripture": "For where your treasure is, there will your heart be also."},{"reference": "Matthew 6:22", "verseNumber": 22, "scripture": "The light of the body is the eye: if therefore yours eye be single, your whole body shall be full of light."},{"reference": "Matthew 6:23", "verseNumber": 23, "scripture": "But if yours eye be evil, your whole body shall be full of darkness. If therefore the light that is in you be darkness, how great is that darkness!"},{"reference": "Matthew 6:24", "verseNumber": 24, "scripture": "No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. All of you cannot serve God and mammon."},{"reference": "Matthew 6:25", "verseNumber": 25, "scripture": "Therefore I say unto you, Take no thought for your life, what all of you shall eat, or what all of you shall drink; nor yet for your body, what all of you shall put on. Is not the life more than food, and the body than raiment?"},{"reference": "Matthew 6:26", "verseNumber": 26, "scripture": "Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feeds them. Are all of you not much better than they?"},{"reference": "Matthew 6:27", "verseNumber": 27, "scripture": "Which of you by taking thought can add one cubit unto his stature?"},{"reference": "Matthew 6:28", "verseNumber": 28, "scripture": "And why take all of you thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:"},{"reference": "Matthew 6:29", "verseNumber": 29, "scripture": "And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these."},{"reference": "Matthew 6:30", "verseNumber": 30, "scripture": "Wherefore, if God so clothe the grass of the field, which to day is, and tomorrow is cast into the oven, shall he not much more clothe you, O all of you of little faith?"},{"reference": "Matthew 6:31", "verseNumber": 31, "scripture": "Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?"},{"reference": "Matthew 6:32", "verseNumber": 32, "scripture": "(For after all these things do the Gentiles seek:) for your heavenly Father knows that all of you have need of all these things."},{"reference": "Matthew 6:33", "verseNumber": 33, "scripture": "But seek all of you first the kingdom of God, and his righteousness; and all these things shall be added unto you."},{"reference": "Matthew 6:34", "verseNumber": 34, "scripture": "Take therefore no thought for the next day: for the next day shall take thought for the things of itself. Sufficient unto the day is the evil thereof."}]}