{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Malachi",
     "bookAbbreviation":  "Mal",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "Malachi 3:1",
             "verseNumber":  1,
             "scripture":  "Behold, I will send my messenger, and he shall prepare the way before me: and the LORD, whom all of you seek, shall suddenly come to his temple, even the messenger of the covenant, whom all of you delight in: behold, he shall come, says the LORD of hosts."
        },
        {
            "reference":  "Malachi 3:2",
             "verseNumber":  2,
             "scripture":  "But who may abide the day of his coming? and who shall stand when he appears? for he is like a refiner's fire, and like fullers' soap:"
        },
        {
            "reference":  "Malachi 3:3",
             "verseNumber":  3,
             "scripture":  "And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness."
        },
        {
            "reference":  "Malachi 3:4",
             "verseNumber":  4,
             "scripture":  "Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years."
        },
        {
            "reference":  "Malachi 3:5",
             "verseNumber":  5,
             "scripture":  "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the worker in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, says the LORD of hosts."
        },
        {
            "reference":  "Malachi 3:6",
             "verseNumber":  6,
             "scripture":  "For I am the LORD, I change not; therefore all of you sons of Jacob are not consumed."
        },
        {
            "reference":  "Malachi 3:7",
             "verseNumber":  7,
             "scripture":  "Even from the days of your fathers all of you are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, says the LORD of hosts. But all of you said, Wherein shall we return?"
        },
        {
            "reference":  "Malachi 3:8",
             "verseNumber":  8,
             "scripture":  "Will a man rob God? Yet all of you have robbed me. But all of you say, Wherein have we robbed you? In tithes and offerings."
        },
        {
            "reference":  "Malachi 3:9",
             "verseNumber":  9,
             "scripture":  "All of you are cursed with a curse: for all of you have robbed me, even this whole nation."
        },
        {
            "reference":  "Malachi 3:10",
             "verseNumber":  10,
             "scripture":  "Bring all of you all the tithes into the storehouse, that there may be food in mine house, and prove me now herewith, says the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it."
        },
        {
            "reference":  "Malachi 3:11",
             "verseNumber":  11,
             "scripture":  "And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, says the LORD of hosts."
        },
        {
            "reference":  "Malachi 3:12",
             "verseNumber":  12,
             "scripture":  "And all nations shall call you blessed: for all of you shall be a delightsome land, says the LORD of hosts."
        },
        {
            "reference":  "Malachi 3:13",
             "verseNumber":  13,
             "scripture":  "Your words have been stout against me, says the LORD. Yet all of you say, What have we spoken so much against you?"
        },
        {
            "reference":  "Malachi 3:14",
             "verseNumber":  14,
             "scripture":  "All of you have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?"
        },
        {
            "reference":  "Malachi 3:15",
             "verseNumber":  15,
             "scripture":  "And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered."
        },
        {
            "reference":  "Malachi 3:16",
             "verseNumber":  16,
             "scripture":  "Then they that feared the LORD spoke often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name."
        },
        {
            "reference":  "Malachi 3:17",
             "verseNumber":  17,
             "scripture":  "And they shall be mine, says the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spares his own son that serves him."
        },
        {
            "reference":  "Malachi 3:18",
             "verseNumber":  18,
             "scripture":  "Then shall all of you return, and discern between the righteous and the wicked, between him that serves God and him that serves him not."
        }
    ]
}