{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 John",
     "bookAbbreviation":  "2 Joh",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "1 John 5:1",
             "verseNumber":  1,
             "scripture":  "Whosoever believes that Jesus is the Christ is born of God: and every one that loves him that brings forth loves him also that is begotten of him."
        },
        {
            "reference":  "1 John 5:2",
             "verseNumber":  2,
             "scripture":  "By this we know that we love the children of God, when we love God, and keep his commandments."
        },
        {
            "reference":  "1 John 5:3",
             "verseNumber":  3,
             "scripture":  "For this is the love of God, that we keep his commandments: and his commandments are not grievous."
        },
        {
            "reference":  "1 John 5:4",
             "verseNumber":  4,
             "scripture":  "For whatsoever is born of God overcomes the world: and this is the victory that overcomes the world, even our faith."
        },
        {
            "reference":  "1 John 5:5",
             "verseNumber":  5,
             "scripture":  "Who is he that overcomes the world, but he that believes that Jesus is the Son of God?"
        },
        {
            "reference":  "1 John 5:6",
             "verseNumber":  6,
             "scripture":  "This is he that came by water and blood, even Jesus Christ; not by water only, but by water and blood. And it is the Spirit that bears witness, because the Spirit is truth."
        },
        {
            "reference":  "1 John 5:7",
             "verseNumber":  7,
             "scripture":  "For there are three that bear record in heaven, the Father, the Word, and the Holy Spirit: and these three are one."
        },
        {
            "reference":  "1 John 5:8",
             "verseNumber":  8,
             "scripture":  "And there are three that bear witness in earth, the Spirit, and the water, and the blood: and these three agree in one."
        },
        {
            "reference":  "1 John 5:9",
             "verseNumber":  9,
             "scripture":  "If we receive the witness of men, the witness of God is greater: for this is the witness of God which he has testified of his Son."
        },
        {
            "reference":  "1 John 5:10",
             "verseNumber":  10,
             "scripture":  "He that believes on the Son of God has the witness in himself: he that believes not God has made him a liar; because he believes not the record that God gave of his Son."
        },
        {
            "reference":  "1 John 5:11",
             "verseNumber":  11,
             "scripture":  "And this is the record, that God has given to us eternal life, and this life is in his Son."
        },
        {
            "reference":  "1 John 5:12",
             "verseNumber":  12,
             "scripture":  "He that has the Son has life; and he that has not the Son of God has not life."
        },
        {
            "reference":  "1 John 5:13",
             "verseNumber":  13,
             "scripture":  "These things have I written unto you that believe on the name of the Son of God; that all of you may know that all of you have eternal life, and that all of you may believe on the name of the Son of God."
        },
        {
            "reference":  "1 John 5:14",
             "verseNumber":  14,
             "scripture":  "And this is the confidence that we have in him, that, if we ask any thing according to his will, he hears us:"
        },
        {
            "reference":  "1 John 5:15",
             "verseNumber":  15,
             "scripture":  "And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him."
        },
        {
            "reference":  "1 John 5:16",
             "verseNumber":  16,
             "scripture":  "If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it."
        },
        {
            "reference":  "1 John 5:17",
             "verseNumber":  17,
             "scripture":  "All unrighteousness is sin: and there is a sin not unto death."
        },
        {
            "reference":  "1 John 5:18",
             "verseNumber":  18,
             "scripture":  "We know that whosoever is born of God sins not; but he that is begotten of God keeps himself, and that wicked one touches him not."
        },
        {
            "reference":  "1 John 5:19",
             "verseNumber":  19,
             "scripture":  "And we know that we are of God, and the whole world lies in wickedness."
        },
        {
            "reference":  "1 John 5:20",
             "verseNumber":  20,
             "scripture":  "And we know that the Son of God has come, and has given us an understanding, that we may know him that is true, and we are in him that is true, even in his Son Jesus Christ. This is the true God, and eternal life."
        },
        {
            "reference":  "1 John 5:21",
             "verseNumber":  21,
             "scripture":  "Little children, keep yourselves from idols. Amen."
        }
    ]
}