{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Nahum", "bookAbbreviation": "Hab", "chapterNumber": 3, "verses": [{"reference": "Nahum 3:1", "verseNumber": 1, "scripture": "Woe to the bloody city! it is all full of lies and robbery; the prey departs not;"},{"reference": "Nahum 3:2", "verseNumber": 2, "scripture": "The noise of a whip, and the noise of the rattling of the wheels, and of the prancing horses, and of the jumping chariots."},{"reference": "Nahum 3:3", "verseNumber": 3, "scripture": "The horseman lifts up both the bright sword and the glittering spear: and there is a multitude of slain, and a great number of carcasses; and there is none end of their corpses; they stumble upon their corpses:"},{"reference": "Nahum 3:4", "verseNumber": 4, "scripture": "Because of the multitude of the whoredoms of the well-favoured harlot, the mistress of witchcrafts, that sells nations through her whoredoms, and families through her witchcrafts."},{"reference": "Nahum 3:5", "verseNumber": 5, "scripture": "Behold, I am against you, says the LORD of hosts; and I will discover your skirts upon your face, and I will show the nations your nakedness, and the kingdoms your shame."},{"reference": "Nahum 3:6", "verseNumber": 6, "scripture": "And I will cast abominable filth upon you, and make you vile, and will set you as a gazing-stock."},{"reference": "Nahum 3:7", "verseNumber": 7, "scripture": "And it shall come to pass, that all they that look upon you shall flee from you, and say, Nineveh is laid waste: who will lament for her? whence shall I seek comforters for you?"},{"reference": "Nahum 3:8", "verseNumber": 8, "scripture": "Are you better than populous No, that was situated among the rivers, that had the waters round about it, whose rampart was the sea, and her wall was from the sea?"},{"reference": "Nahum 3:9", "verseNumber": 9, "scripture": "Ethiopia and Egypt were her strength, and it was infinite; Put and Lubim were your helpers."},{"reference": "Nahum 3:10", "verseNumber": 10, "scripture": "Yet was she carried away, she went into captivity: her young children also were dashed in pieces at the top of all the streets: and they cast lots for her honourable men, and all her great men were bound in chains."},{"reference": "Nahum 3:11", "verseNumber": 11, "scripture": "You also shall be drunken: you shall be hid, you also shall seek strength because of the enemy."},{"reference": "Nahum 3:12", "verseNumber": 12, "scripture": "All your strong holds shall be like fig trees with the first-fruits figs: if they be shaken, they shall even fall into the mouth of the eater."},{"reference": "Nahum 3:13", "verseNumber": 13, "scripture": "Behold, your people in the midst of you are women: the gates of your land shall be set wide open unto yours enemies: the fire shall devour your bars."},{"reference": "Nahum 3:14", "verseNumber": 14, "scripture": "Draw you waters for the siege, fortify your strong holds: go into clay, and tread the mortar, make strong the brick-kiln."},{"reference": "Nahum 3:15", "verseNumber": 15, "scripture": "There shall the fire devour you; the sword shall cut you off, it shall eat you up like the cankerworm: make yourself many as the cankerworm, make yourself many as the locusts."},{"reference": "Nahum 3:16", "verseNumber": 16, "scripture": "You have multiplied your merchants above the stars of heaven: the cankerworm spoils, and flees away."},{"reference": "Nahum 3:17", "verseNumber": 17, "scripture": "Your crowned are as the locusts, and your captains as the great grasshoppers, which camp in the hedges in the cold day, but when the sun arises they flee away, and their place is not known where they are."},{"reference": "Nahum 3:18", "verseNumber": 18, "scripture": "Your shepherds slumber, O king of Assyria: your nobles shall dwell in the dust: your people is scattered upon the mountains, and no man gathers them."},{"reference": "Nahum 3:19", "verseNumber": 19, "scripture": "There is no healing of your bruise; your wound is grievous: all that hear the bruit of you shall clap the hands over you: for upon whom has not your wickedness passed continually?"}]}