{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 10, "verses": [{"reference": "Psalm 10:1", "verseNumber": 1, "scripture": "Why stand you far off, O LORD? why hide you yourself in times of trouble?"},{"reference": "Psalm 10:2", "verseNumber": 2, "scripture": "The wicked in his pride does persecute the poor: let them be taken in the devices that they have imagined."},{"reference": "Psalm 10:3", "verseNumber": 3, "scripture": "For the wicked boasts of his heart's desire, and blesses the covetous, whom the LORD detests."},{"reference": "Psalm 10:4", "verseNumber": 4, "scripture": "The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts."},{"reference": "Psalm 10:5", "verseNumber": 5, "scripture": "His ways are always grievous; your judgments are far above out of his sight: as for all his enemies, he puffs at them."},{"reference": "Psalm 10:6", "verseNumber": 6, "scripture": "He has said in his heart, I shall not be moved: for I shall never be in adversity."},{"reference": "Psalm 10:7", "verseNumber": 7, "scripture": "His mouth is full of cursing and deceit and fraud: under his tongue is mischief and vanity."},{"reference": "Psalm 10:8", "verseNumber": 8, "scripture": "He sits in the lurking places of the villages: in the secret places does he murder the innocent: his eyes are privately set against the poor."},{"reference": "Psalm 10:9", "verseNumber": 9, "scripture": "He lies in wait secretly as a lion in his den: he lies in wait to catch the poor: he does catch the poor, when he draws him into his net."},{"reference": "Psalm 10:10", "verseNumber": 10, "scripture": "He crouches, and humbles himself, that the poor may fall by his strong ones."},{"reference": "Psalm 10:11", "verseNumber": 11, "scripture": "He has said in his heart, God has forgotten: he hides his face; he will never see it."},{"reference": "Psalm 10:12", "verseNumber": 12, "scripture": "Arise, O LORD; O God, lift up yours hand: forget not the humble."},{"reference": "Psalm 10:13", "verseNumber": 13, "scripture": "Wherefore does the wicked contemn God? he has said in his heart, You will not require it."},{"reference": "Psalm 10:14", "verseNumber": 14, "scripture": "You have seen it; for you behold mischief and spite, to requite it with your hand: the poor commits himself unto you; you are the helper of the fatherless."},{"reference": "Psalm 10:15", "verseNumber": 15, "scripture": "Break you the arm of the wicked and the evil man: seek out his wickedness till you find none."},{"reference": "Psalm 10:16", "verseNumber": 16, "scripture": "The LORD is King for ever and ever: the heathen are perished out of his land."},{"reference": "Psalm 10:17", "verseNumber": 17, "scripture": "LORD, you have heard the desire of the humble: you will prepare their heart, you will cause yours ear to hear:"},{"reference": "Psalm 10:18", "verseNumber": 18, "scripture": "To judge the fatherless and the oppressed, that the man of the earth may no more oppress."}]}