{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 101, "verses": [{"reference": "Psalm 101:1", "verseNumber": 1, "scripture": "I will sing of mercy and judgment: unto you, O LORD, will I sing."},{"reference": "Psalm 101:2", "verseNumber": 2, "scripture": "I will behave myself wisely in a perfect way. O when will you come unto me? I will walk within my house with a perfect heart."},{"reference": "Psalm 101:3", "verseNumber": 3, "scripture": "I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me."},{"reference": "Psalm 101:4", "verseNumber": 4, "scripture": "A perverse heart shall depart from me: I will not know a wicked person."},{"reference": "Psalm 101:5", "verseNumber": 5, "scripture": "Whoso privately slanders his neighbour, him will I cut off: him that has an high look and a proud heart will not I suffer."},{"reference": "Psalm 101:6", "verseNumber": 6, "scripture": "Mine eyes shall be upon the faithful of the land, that they may dwell with me: he that walks in a perfect way, he shall serve me."},{"reference": "Psalm 101:7", "verseNumber": 7, "scripture": "He that works deceit shall not dwell within my house: he that tells lies shall not tarry in my sight."},{"reference": "Psalm 101:8", "verseNumber": 8, "scripture": "I will early destroy all the wicked of the land; that I may cut off all wicked doers from the city of the LORD."}]}