{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  102,
     "verses":  [
        {
            "reference":  "Psalm 102:1",
             "verseNumber":  1,
             "scripture":  "Hear my prayer, O LORD, and let my cry come unto you."
        },
        {
            "reference":  "Psalm 102:2",
             "verseNumber":  2,
             "scripture":  "Hide not your face from me in the day when I am in trouble; incline yours ear unto me: in the day when I call answer me speedily."
        },
        {
            "reference":  "Psalm 102:3",
             "verseNumber":  3,
             "scripture":  "For my days are consumed like smoke, and my bones are burned as an hearth."
        },
        {
            "reference":  "Psalm 102:4",
             "verseNumber":  4,
             "scripture":  "My heart is smitten, and withered like grass; so that I forget to eat my bread."
        },
        {
            "reference":  "Psalm 102:5",
             "verseNumber":  5,
             "scripture":  "By reason of the voice of my groaning my bones cleave to my skin."
        },
        {
            "reference":  "Psalm 102:6",
             "verseNumber":  6,
             "scripture":  "I am like a pelican of the wilderness: I am like an owl of the desert."
        },
        {
            "reference":  "Psalm 102:7",
             "verseNumber":  7,
             "scripture":  "I watch, and am as a sparrow alone upon the house top."
        },
        {
            "reference":  "Psalm 102:8",
             "verseNumber":  8,
             "scripture":  "Mine enemies reproach me all the day; and they that are mad against me are sworn against me."
        },
        {
            "reference":  "Psalm 102:9",
             "verseNumber":  9,
             "scripture":  "For I have eaten ashes like bread, and mingled my drink with weeping."
        },
        {
            "reference":  "Psalm 102:10",
             "verseNumber":  10,
             "scripture":  "Because of yours indignation and your wrath: for you have lifted me up, and cast me down."
        },
        {
            "reference":  "Psalm 102:11",
             "verseNumber":  11,
             "scripture":  "My days are like a shadow that declines; and I am withered like grass."
        },
        {
            "reference":  "Psalm 102:12",
             "verseNumber":  12,
             "scripture":  "But you, O LORD, shall endure for ever; and your remembrance unto all generations."
        },
        {
            "reference":  "Psalm 102:13",
             "verseNumber":  13,
             "scripture":  "You shall arise, and have mercy upon Zion: for the time to favour her, yea, the set time, has come."
        },
        {
            "reference":  "Psalm 102:14",
             "verseNumber":  14,
             "scripture":  "For your servants take pleasure in her stones, and favour the dust thereof."
        },
        {
            "reference":  "Psalm 102:15",
             "verseNumber":  15,
             "scripture":  "So the heathen shall fear the name of the LORD, and all the kings of the earth your glory."
        },
        {
            "reference":  "Psalm 102:16",
             "verseNumber":  16,
             "scripture":  "When the LORD shall build up Zion, he shall appear in his glory."
        },
        {
            "reference":  "Psalm 102:17",
             "verseNumber":  17,
             "scripture":  "He will regard the prayer of the destitute, and not despise their prayer."
        },
        {
            "reference":  "Psalm 102:18",
             "verseNumber":  18,
             "scripture":  "This shall be written for the generation to come: and the people which shall be created shall praise the LORD."
        },
        {
            "reference":  "Psalm 102:19",
             "verseNumber":  19,
             "scripture":  "For he has looked down from the height of his sanctuary; from heaven did the LORD behold the earth;"
        },
        {
            "reference":  "Psalm 102:20",
             "verseNumber":  20,
             "scripture":  "To hear the groaning of the prisoner; to loose those that are appointed to death;"
        },
        {
            "reference":  "Psalm 102:21",
             "verseNumber":  21,
             "scripture":  "To declare the name of the LORD in Zion, and his praise in Jerusalem;"
        },
        {
            "reference":  "Psalm 102:22",
             "verseNumber":  22,
             "scripture":  "When the people are gathered together, and the kingdoms, to serve the LORD."
        },
        {
            "reference":  "Psalm 102:23",
             "verseNumber":  23,
             "scripture":  "He weakened my strength in the way; he shortened my days."
        },
        {
            "reference":  "Psalm 102:24",
             "verseNumber":  24,
             "scripture":  "I said, O my God, take me not away in the midst of my days: your years are throughout all generations."
        },
        {
            "reference":  "Psalm 102:25",
             "verseNumber":  25,
             "scripture":  "Of old have you laid the foundation of the earth: and the heavens are the work of your hands."
        },
        {
            "reference":  "Psalm 102:26",
             "verseNumber":  26,
             "scripture":  "They shall perish, but you shall endure: yea, all of them shall wax old like a garment; as a vesture shall you change them, and they shall be changed:"
        },
        {
            "reference":  "Psalm 102:27",
             "verseNumber":  27,
             "scripture":  "But you are the same, and your years shall have no end."
        },
        {
            "reference":  "Psalm 102:28",
             "verseNumber":  28,
             "scripture":  "The children of your servants shall continue, and their seed shall be established before you."
        }
    ]
}