{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  106,
     "verses":  [
        {
            "reference":  "Psalm 106:1",
             "verseNumber":  1,
             "scripture":  "Praise all of you the LORD. O give thanks unto the LORD; for he is good: for his mercy endures for ever."
        },
        {
            "reference":  "Psalm 106:2",
             "verseNumber":  2,
             "scripture":  "Who can utter the mighty acts of the LORD? who can show forth all his praise?"
        },
        {
            "reference":  "Psalm 106:3",
             "verseNumber":  3,
             "scripture":  "Blessed are they that keep judgment, and he that does righteousness at all times."
        },
        {
            "reference":  "Psalm 106:4",
             "verseNumber":  4,
             "scripture":  "Remember me, O LORD, with the favour that you bear unto your people: O visit me with your salvation;"
        },
        {
            "reference":  "Psalm 106:5",
             "verseNumber":  5,
             "scripture":  "That I may see the good of your chosen, that I may rejoice in the gladness of your nation, that I may glory with yours inheritance."
        },
        {
            "reference":  "Psalm 106:6",
             "verseNumber":  6,
             "scripture":  "We have sinned with our fathers, we have committed iniquity, we have done wickedly."
        },
        {
            "reference":  "Psalm 106:7",
             "verseNumber":  7,
             "scripture":  "Our fathers understood not your wonders in Egypt; they remembered not the multitude of your mercies; but provoked him at the sea, even at the Red sea."
        },
        {
            "reference":  "Psalm 106:8",
             "verseNumber":  8,
             "scripture":  "Nevertheless he saved them for his name's sake, that he might make his mighty power to be known."
        },
        {
            "reference":  "Psalm 106:9",
             "verseNumber":  9,
             "scripture":  "He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness."
        },
        {
            "reference":  "Psalm 106:10",
             "verseNumber":  10,
             "scripture":  "And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy."
        },
        {
            "reference":  "Psalm 106:11",
             "verseNumber":  11,
             "scripture":  "And the waters covered their enemies: there was not one of them left."
        },
        {
            "reference":  "Psalm 106:12",
             "verseNumber":  12,
             "scripture":  "Then believed they his words; they sang his praise."
        },
        {
            "reference":  "Psalm 106:13",
             "verseNumber":  13,
             "scripture":  "They soon forgotten about his works; they waited not for his counsel:"
        },
        {
            "reference":  "Psalm 106:14",
             "verseNumber":  14,
             "scripture":  "But lusted exceedingly in the wilderness, and tempted God in the desert."
        },
        {
            "reference":  "Psalm 106:15",
             "verseNumber":  15,
             "scripture":  "And he gave them their request; but sent leanness into their soul."
        },
        {
            "reference":  "Psalm 106:16",
             "verseNumber":  16,
             "scripture":  "They envied Moses also in the camp, and Aaron the saint of the LORD."
        },
        {
            "reference":  "Psalm 106:17",
             "verseNumber":  17,
             "scripture":  "The earth opened and swallowed up Dathan and covered the company of Abiram."
        },
        {
            "reference":  "Psalm 106:18",
             "verseNumber":  18,
             "scripture":  "And a fire was kindled in their company; the flame burned up the wicked."
        },
        {
            "reference":  "Psalm 106:19",
             "verseNumber":  19,
             "scripture":  "They made a calf in Horeb, and worshipped the molten image."
        },
        {
            "reference":  "Psalm 106:20",
             "verseNumber":  20,
             "scripture":  "Thus they changed their glory into the embodiment of an ox that eats grass."
        },
        {
            "reference":  "Psalm 106:21",
             "verseNumber":  21,
             "scripture":  "They forgotten about God their saviour, which had done great things in Egypt;"
        },
        {
            "reference":  "Psalm 106:22",
             "verseNumber":  22,
             "scripture":  "Wondrous works in the land of Ham, and terrible things by the Red sea."
        },
        {
            "reference":  "Psalm 106:23",
             "verseNumber":  23,
             "scripture":  "Therefore he said that he would destroy them, had not Moses his chosen stood before him in the breach, to turn away his wrath, lest he should destroy them."
        },
        {
            "reference":  "Psalm 106:24",
             "verseNumber":  24,
             "scripture":  "Yea, they despised the pleasant land, they believed not his word:"
        },
        {
            "reference":  "Psalm 106:25",
             "verseNumber":  25,
             "scripture":  "But murmured in their tents, and hearkened not unto the voice of the LORD."
        },
        {
            "reference":  "Psalm 106:26",
             "verseNumber":  26,
             "scripture":  "Therefore he lifted up his hand against them, to overthrow them in the wilderness:"
        },
        {
            "reference":  "Psalm 106:27",
             "verseNumber":  27,
             "scripture":  "To overthrow their seed also among the nations, and to scatter them in the lands."
        },
        {
            "reference":  "Psalm 106:28",
             "verseNumber":  28,
             "scripture":  "They joined themselves also unto Baalpeor, and ate the sacrifices of the dead."
        },
        {
            "reference":  "Psalm 106:29",
             "verseNumber":  29,
             "scripture":  "Thus they provoked him to anger with their inventions: and the plague brake in upon them."
        },
        {
            "reference":  "Psalm 106:30",
             "verseNumber":  30,
             "scripture":  "Then stood up Phinehas, and executed judgment: and so the plague was stayed."
        },
        {
            "reference":  "Psalm 106:31",
             "verseNumber":  31,
             "scripture":  "And that was counted unto him for righteousness unto all generations for evermore."
        },
        {
            "reference":  "Psalm 106:32",
             "verseNumber":  32,
             "scripture":  "They angered him also at the waters of strife, so that it went ill with Moses for their sakes:"
        },
        {
            "reference":  "Psalm 106:33",
             "verseNumber":  33,
             "scripture":  "Because they provoked his spirit, so that he spoke without due consideration with his lips."
        },
        {
            "reference":  "Psalm 106:34",
             "verseNumber":  34,
             "scripture":  "They did not destroy the nations, concerning whom the LORD commanded them:"
        },
        {
            "reference":  "Psalm 106:35",
             "verseNumber":  35,
             "scripture":  "But were mingled among the heathen, and learned their works."
        },
        {
            "reference":  "Psalm 106:36",
             "verseNumber":  36,
             "scripture":  "And they served their idols: which were a snare unto them."
        },
        {
            "reference":  "Psalm 106:37",
             "verseNumber":  37,
             "scripture":  "Yea, they sacrificed their sons and their daughters unto devils,"
        },
        {
            "reference":  "Psalm 106:38",
             "verseNumber":  38,
             "scripture":  "And shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan: and the land was polluted with blood."
        },
        {
            "reference":  "Psalm 106:39",
             "verseNumber":  39,
             "scripture":  "Thus were they defiled with their own works, and went a whoring with their own inventions."
        },
        {
            "reference":  "Psalm 106:40",
             "verseNumber":  40,
             "scripture":  "Therefore was the wrath of the LORD kindled against his people, insomuch that he abhorred his own inheritance."
        },
        {
            "reference":  "Psalm 106:41",
             "verseNumber":  41,
             "scripture":  "And he gave them into the hand of the heathen; and they that hated them ruled over them."
        },
        {
            "reference":  "Psalm 106:42",
             "verseNumber":  42,
             "scripture":  "Their enemies also oppressed them, and they were brought into subjection under their hand."
        },
        {
            "reference":  "Psalm 106:43",
             "verseNumber":  43,
             "scripture":  "Many times did he deliver them; but they provoked him with their counsel, and were brought low for their iniquity."
        },
        {
            "reference":  "Psalm 106:44",
             "verseNumber":  44,
             "scripture":  "Nevertheless he regarded their affliction, when he heard their cry:"
        },
        {
            "reference":  "Psalm 106:45",
             "verseNumber":  45,
             "scripture":  "And he remembered for them his covenant, and repented according to the multitude of his mercies."
        },
        {
            "reference":  "Psalm 106:46",
             "verseNumber":  46,
             "scripture":  "He made them also to be pitied of all those that carried them captives."
        },
        {
            "reference":  "Psalm 106:47",
             "verseNumber":  47,
             "scripture":  "Save us, O LORD our God, and gather us from among the heathen, to give thanks unto your holy name, and to triumph in your praise."
        },
        {
            "reference":  "Psalm 106:48",
             "verseNumber":  48,
             "scripture":  "Blessed be the LORD God of Israel from everlasting to everlasting: and let all the people say, Amen. Praise all of you the LORD."
        }
    ]
}