{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  107,
     "verses":  [
        {
            "reference":  "Psalm 107:1",
             "verseNumber":  1,
             "scripture":  "O give thanks unto the LORD, for he is good: for his mercy endures for ever."
        },
        {
            "reference":  "Psalm 107:2",
             "verseNumber":  2,
             "scripture":  "Let the redeemed of the LORD say so, whom he has redeemed from the hand of the enemy;"
        },
        {
            "reference":  "Psalm 107:3",
             "verseNumber":  3,
             "scripture":  "And gathered them out of the lands, from the east, and from the west, from the north, and from the south."
        },
        {
            "reference":  "Psalm 107:4",
             "verseNumber":  4,
             "scripture":  "They wandered in the wilderness in a solitary way; they found no city to dwell in."
        },
        {
            "reference":  "Psalm 107:5",
             "verseNumber":  5,
             "scripture":  "Hungry and thirsty, their soul fainted in them."
        },
        {
            "reference":  "Psalm 107:6",
             "verseNumber":  6,
             "scripture":  "Then they cried unto the LORD in their trouble, and he delivered them out of their distresses."
        },
        {
            "reference":  "Psalm 107:7",
             "verseNumber":  7,
             "scripture":  "And he led them forth by the right way, that they might go to a city of habitation."
        },
        {
            "reference":  "Psalm 107:8",
             "verseNumber":  8,
             "scripture":  "Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!"
        },
        {
            "reference":  "Psalm 107:9",
             "verseNumber":  9,
             "scripture":  "For he satisfies the longing soul, and fills the hungry soul with goodness."
        },
        {
            "reference":  "Psalm 107:10",
             "verseNumber":  10,
             "scripture":  "Such as sit in darkness and in the shadow of death, being bound in affliction and iron;"
        },
        {
            "reference":  "Psalm 107:11",
             "verseNumber":  11,
             "scripture":  "Because they rebelled against the words of God, and contemned the counsel of the most High:"
        },
        {
            "reference":  "Psalm 107:12",
             "verseNumber":  12,
             "scripture":  "Therefore he brought down their heart with labour; they fell down, and there was none to help."
        },
        {
            "reference":  "Psalm 107:13",
             "verseNumber":  13,
             "scripture":  "Then they cried unto the LORD in their trouble, and he saved them out of their distresses."
        },
        {
            "reference":  "Psalm 107:14",
             "verseNumber":  14,
             "scripture":  "He brought them out of darkness and the shadow of death, and brake their bands in two."
        },
        {
            "reference":  "Psalm 107:15",
             "verseNumber":  15,
             "scripture":  "Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!"
        },
        {
            "reference":  "Psalm 107:16",
             "verseNumber":  16,
             "scripture":  "For he has broken the gates of brass, and cut the bars of iron in two."
        },
        {
            "reference":  "Psalm 107:17",
             "verseNumber":  17,
             "scripture":  "Fools because of their transgression, and because of their iniquities, are afflicted."
        },
        {
            "reference":  "Psalm 107:18",
             "verseNumber":  18,
             "scripture":  "Their soul detests all manner of food; and they draw near unto the gates of death."
        },
        {
            "reference":  "Psalm 107:19",
             "verseNumber":  19,
             "scripture":  "Then they cry unto the LORD in their trouble, and he saves them out of their distresses."
        },
        {
            "reference":  "Psalm 107:20",
             "verseNumber":  20,
             "scripture":  "He sent his word, and healed them, and delivered them from their destructions."
        },
        {
            "reference":  "Psalm 107:21",
             "verseNumber":  21,
             "scripture":  "Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!"
        },
        {
            "reference":  "Psalm 107:22",
             "verseNumber":  22,
             "scripture":  "And let them sacrifice the sacrifices of thanksgiving, and declare his works with rejoicing."
        },
        {
            "reference":  "Psalm 107:23",
             "verseNumber":  23,
             "scripture":  "They that go down to the sea in ships, that do business in great waters;"
        },
        {
            "reference":  "Psalm 107:24",
             "verseNumber":  24,
             "scripture":  "These see the works of the LORD, and his wonders in the deep."
        },
        {
            "reference":  "Psalm 107:25",
             "verseNumber":  25,
             "scripture":  "For he commands, and raises the stormy wind, which lifts up the waves thereof."
        },
        {
            "reference":  "Psalm 107:26",
             "verseNumber":  26,
             "scripture":  "They mount up to the heaven, they go down again to the depths: their soul is melted because of trouble."
        },
        {
            "reference":  "Psalm 107:27",
             "verseNumber":  27,
             "scripture":  "They reel back and forth, and stagger like a drunken man, and are at their know's end."
        },
        {
            "reference":  "Psalm 107:28",
             "verseNumber":  28,
             "scripture":  "Then they cry unto the LORD in their trouble, and he brings them out of their distresses."
        },
        {
            "reference":  "Psalm 107:29",
             "verseNumber":  29,
             "scripture":  "He makes the storm a calm, so that the waves thereof are still."
        },
        {
            "reference":  "Psalm 107:30",
             "verseNumber":  30,
             "scripture":  "Then are they glad because they be quiet; so he brings them unto their desired haven."
        },
        {
            "reference":  "Psalm 107:31",
             "verseNumber":  31,
             "scripture":  "Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!"
        },
        {
            "reference":  "Psalm 107:32",
             "verseNumber":  32,
             "scripture":  "Let them exalt him also in the congregation of the people, and praise him in the assembly of the elders."
        },
        {
            "reference":  "Psalm 107:33",
             "verseNumber":  33,
             "scripture":  "He turns rivers into a wilderness, and the fountains into dry ground;"
        },
        {
            "reference":  "Psalm 107:34",
             "verseNumber":  34,
             "scripture":  "A fruitful land into barrenness, for the wickedness of them that dwell therein."
        },
        {
            "reference":  "Psalm 107:35",
             "verseNumber":  35,
             "scripture":  "He turns the wilderness into a standing water, and dry ground into fountains."
        },
        {
            "reference":  "Psalm 107:36",
             "verseNumber":  36,
             "scripture":  "And there he makes the hungry to dwell, that they may prepare a city for habitation;"
        },
        {
            "reference":  "Psalm 107:37",
             "verseNumber":  37,
             "scripture":  "And sow the fields, and plant vineyards, which may yield fruits of increase."
        },
        {
            "reference":  "Psalm 107:38",
             "verseNumber":  38,
             "scripture":  "He blesses them also, so that they are multiplied greatly; and suffers not their cattle to decrease."
        },
        {
            "reference":  "Psalm 107:39",
             "verseNumber":  39,
             "scripture":  "Again, they are diminished and brought low through oppression, affliction, and sorrow."
        },
        {
            "reference":  "Psalm 107:40",
             "verseNumber":  40,
             "scripture":  "He pours contempt upon princes, and causes them to wander in the wilderness, where there is no way."
        },
        {
            "reference":  "Psalm 107:41",
             "verseNumber":  41,
             "scripture":  "Yet sets he the poor on high from affliction, and makes him families like a flock."
        },
        {
            "reference":  "Psalm 107:42",
             "verseNumber":  42,
             "scripture":  "The righteous shall see it, and rejoice: and all iniquity shall stop her mouth."
        },
        {
            "reference":  "Psalm 107:43",
             "verseNumber":  43,
             "scripture":  "Whoso is wise, and will observe these things, even they shall understand the loving kindness of the LORD."
        }
    ]
}