{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 116, "verses": [{"reference": "Psalm 116:1", "verseNumber": 1, "scripture": "I love the LORD, because he has heard my voice and my supplications."},{"reference": "Psalm 116:2", "verseNumber": 2, "scripture": "Because he has inclined his ear unto me, therefore will I call upon him as long as I live."},{"reference": "Psalm 116:3", "verseNumber": 3, "scripture": "The sorrows of death compassed me, and the pains of hell got hold upon me: I found trouble and sorrow."},{"reference": "Psalm 116:4", "verseNumber": 4, "scripture": "Then called I upon the name of the LORD; O LORD, I plead to you, deliver my soul."},{"reference": "Psalm 116:5", "verseNumber": 5, "scripture": "Gracious is the LORD, and righteous; yea, our God is merciful."},{"reference": "Psalm 116:6", "verseNumber": 6, "scripture": "The LORD perserves the simple: I was brought low, and he helped me."},{"reference": "Psalm 116:7", "verseNumber": 7, "scripture": "Return unto your rest, O my soul; for the LORD has dealt bountifully with you."},{"reference": "Psalm 116:8", "verseNumber": 8, "scripture": "For you have delivered my soul from death, mine eyes from tears, and my feet from falling."},{"reference": "Psalm 116:9", "verseNumber": 9, "scripture": "I will walk before the LORD in the land of the living."},{"reference": "Psalm 116:10", "verseNumber": 10, "scripture": "I believed, therefore have I spoken: I was greatly afflicted:"},{"reference": "Psalm 116:11", "verseNumber": 11, "scripture": "I said in my haste, All men are liars."},{"reference": "Psalm 116:12", "verseNumber": 12, "scripture": "What shall I render unto the LORD for all his benefits toward me?"},{"reference": "Psalm 116:13", "verseNumber": 13, "scripture": "I will take the cup of salvation, and call upon the name of the LORD."},{"reference": "Psalm 116:14", "verseNumber": 14, "scripture": "I will pay my vows unto the LORD now in the presence of all his people."},{"reference": "Psalm 116:15", "verseNumber": 15, "scripture": "Precious in the sight of the LORD is the death of his saints."},{"reference": "Psalm 116:16", "verseNumber": 16, "scripture": "O LORD, truly I am your servant; I am your servant, and the son of yours handmaid: you have loosed my bonds."},{"reference": "Psalm 116:17", "verseNumber": 17, "scripture": "I will offer to you the sacrifice of thanksgiving, and will call upon the name of the LORD."},{"reference": "Psalm 116:18", "verseNumber": 18, "scripture": "I will pay my vows unto the LORD now in the presence of all his people."},{"reference": "Psalm 116:19", "verseNumber": 19, "scripture": "In the courts of the LORD's house, in the midst of you, O Jerusalem. Praise all of you the LORD."}]}