{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Psalm 12:1",
             "verseNumber":  1,
             "scripture":  "Help, LORD; for the godly man ceases; for the faithful fail from among the children of men."
        },
        {
            "reference":  "Psalm 12:2",
             "verseNumber":  2,
             "scripture":  "They speak vanity every one with his neighbour: with flattering lips and with a double heart do they speak."
        },
        {
            "reference":  "Psalm 12:3",
             "verseNumber":  3,
             "scripture":  "The LORD shall cut off all flattering lips, and the tongue that speaks proud things:"
        },
        {
            "reference":  "Psalm 12:4",
             "verseNumber":  4,
             "scripture":  "Who have said, With our tongue will we prevail; our lips are our own: who is lord over us?"
        },
        {
            "reference":  "Psalm 12:5",
             "verseNumber":  5,
             "scripture":  "For the oppression of the poor, for the sighing of the needy, now will I arise, says the LORD; I will set him in safety from him that puffs at him."
        },
        {
            "reference":  "Psalm 12:6",
             "verseNumber":  6,
             "scripture":  "The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times."
        },
        {
            "reference":  "Psalm 12:7",
             "verseNumber":  7,
             "scripture":  "You shall keep them, O LORD, you shall preserve them from this generation for ever."
        },
        {
            "reference":  "Psalm 12:8",
             "verseNumber":  8,
             "scripture":  "The wicked walk on every side, when the vilest men are exalted."
        }
    ]
}