{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  139,
     "verses":  [
        {
            "reference":  "Psalm 139:1",
             "verseNumber":  1,
             "scripture":  "O lord, you have searched me, and known me."
        },
        {
            "reference":  "Psalm 139:2",
             "verseNumber":  2,
             "scripture":  "You know my sitting down and mine rising up, you understand my thought far off."
        },
        {
            "reference":  "Psalm 139:3",
             "verseNumber":  3,
             "scripture":  "You compass my path and my lying down, and are acquainted with all my ways."
        },
        {
            "reference":  "Psalm 139:4",
             "verseNumber":  4,
             "scripture":  "For there is not a word in my tongue, but, lo, O LORD, you know it altogether."
        },
        {
            "reference":  "Psalm 139:5",
             "verseNumber":  5,
             "scripture":  "You have beset me behind and before, and laid yours hand upon me."
        },
        {
            "reference":  "Psalm 139:6",
             "verseNumber":  6,
             "scripture":  "Such knowledge is too wonderful for me; it is high, I cannot attain unto it."
        },
        {
            "reference":  "Psalm 139:7",
             "verseNumber":  7,
             "scripture":  "Where shall I go from your spirit? or where shall I flee from your presence?"
        },
        {
            "reference":  "Psalm 139:8",
             "verseNumber":  8,
             "scripture":  "If I ascend up into heaven, you are there: if I make my bed in hell, behold, you are there."
        },
        {
            "reference":  "Psalm 139:9",
             "verseNumber":  9,
             "scripture":  "If I take the wings of the morning, and dwell in the uttermost parts of the sea;"
        },
        {
            "reference":  "Psalm 139:10",
             "verseNumber":  10,
             "scripture":  "Even there shall your hand lead me, and your right hand shall hold me."
        },
        {
            "reference":  "Psalm 139:11",
             "verseNumber":  11,
             "scripture":  "If I say, Surely the darkness shall cover me; even the night shall be light about me."
        },
        {
            "reference":  "Psalm 139:12",
             "verseNumber":  12,
             "scripture":  "Yea, the darkness hides not from you; but the night shines as the day: the darkness and the light are both alike to you."
        },
        {
            "reference":  "Psalm 139:13",
             "verseNumber":  13,
             "scripture":  "For you have possessed my reins: you have covered me in my mother's womb."
        },
        {
            "reference":  "Psalm 139:14",
             "verseNumber":  14,
             "scripture":  "I will praise you; for I am fearfully and wonderfully made: marvellous are your works; and that my soul knows right well."
        },
        {
            "reference":  "Psalm 139:15",
             "verseNumber":  15,
             "scripture":  "My substance was not hid from you, when I was made in secret, and curiously wrought in the low parts of the earth."
        },
        {
            "reference":  "Psalm 139:16",
             "verseNumber":  16,
             "scripture":  "Yours eyes did see my substance, yet being imperfect; and in your book all my members were written, which in continuance were fashioned, when as yet there was none of them."
        },
        {
            "reference":  "Psalm 139:17",
             "verseNumber":  17,
             "scripture":  "How precious also are your thoughts unto me, O God! how great is the sum of them!"
        },
        {
            "reference":  "Psalm 139:18",
             "verseNumber":  18,
             "scripture":  "If I should count them, they are more in number than the sand: when I awake, I am still with you."
        },
        {
            "reference":  "Psalm 139:19",
             "verseNumber":  19,
             "scripture":  "Surely you will slay the wicked, O God: depart from me therefore, all of you bloody men."
        },
        {
            "reference":  "Psalm 139:20",
             "verseNumber":  20,
             "scripture":  "For they speak against you wickedly, and yours enemies take your name in vain."
        },
        {
            "reference":  "Psalm 139:21",
             "verseNumber":  21,
             "scripture":  "Do not I hate them, O LORD, that hate you? and am not I grieved with those that rise up against you?"
        },
        {
            "reference":  "Psalm 139:22",
             "verseNumber":  22,
             "scripture":  "I hate them with perfect hatred: I count them mine enemies."
        },
        {
            "reference":  "Psalm 139:23",
             "verseNumber":  23,
             "scripture":  "Search me, O God, and know my heart: try me, and know my thoughts:"
        },
        {
            "reference":  "Psalm 139:24",
             "verseNumber":  24,
             "scripture":  "And see if there be any wicked way in me, and lead me in the way everlasting."
        }
    ]
}