{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  146,
     "verses":  [
        {
            "reference":  "Psalm 146:1",
             "verseNumber":  1,
             "scripture":  "Praise all of you the LORD. Praise the LORD, O my soul."
        },
        {
            "reference":  "Psalm 146:2",
             "verseNumber":  2,
             "scripture":  "While I live will I praise the LORD: I will sing praises unto my God while I have any being."
        },
        {
            "reference":  "Psalm 146:3",
             "verseNumber":  3,
             "scripture":  "Put not your trust in princes, nor in the son of man, in whom there is no help."
        },
        {
            "reference":  "Psalm 146:4",
             "verseNumber":  4,
             "scripture":  "His breath goes forth, he returns to his earth; in that very day his thoughts perish."
        },
        {
            "reference":  "Psalm 146:5",
             "verseNumber":  5,
             "scripture":  "Happy is he that has the God of Jacob for his help, whose hope is in the LORD his God:"
        },
        {
            "reference":  "Psalm 146:6",
             "verseNumber":  6,
             "scripture":  "Which made heaven, and earth, the sea, and all that therein is: which keeps truth for ever:"
        },
        {
            "reference":  "Psalm 146:7",
             "verseNumber":  7,
             "scripture":  "Which executes judgment for the oppressed: which gives food to the hungry. The LORD looses the prisoners:"
        },
        {
            "reference":  "Psalm 146:8",
             "verseNumber":  8,
             "scripture":  "The LORD opens the eyes of the blind: the LORD raises them that are bowed down: the LORD loves the righteous:"
        },
        {
            "reference":  "Psalm 146:9",
             "verseNumber":  9,
             "scripture":  "The LORD perserves the strangers; he relieves the fatherless and widow: but the way of the wicked he turns upside down."
        },
        {
            "reference":  "Psalm 146:10",
             "verseNumber":  10,
             "scripture":  "The LORD shall reign for ever, even your God, O Zion, unto all generations. Praise all of you the LORD."
        }
    ]
}