{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  148,
     "verses":  [
        {
            "reference":  "Psalm 148:1",
             "verseNumber":  1,
             "scripture":  "Praise all of you the LORD. Praise all of you the LORD from the heavens: praise him in the heights."
        },
        {
            "reference":  "Psalm 148:2",
             "verseNumber":  2,
             "scripture":  "Praise all of you him, all his angels: praise all of you him, all his hosts."
        },
        {
            "reference":  "Psalm 148:3",
             "verseNumber":  3,
             "scripture":  "Praise all of you him, sun and moon: praise him, all you stars of light."
        },
        {
            "reference":  "Psalm 148:4",
             "verseNumber":  4,
             "scripture":  "Praise him, all of you heavens of heavens, and all of you waters that be above the heavens."
        },
        {
            "reference":  "Psalm 148:5",
             "verseNumber":  5,
             "scripture":  "Let them praise the name of the LORD: for he commanded, and they were created."
        },
        {
            "reference":  "Psalm 148:6",
             "verseNumber":  6,
             "scripture":  "He has also established them for ever and ever: he has made a decree which shall not pass."
        },
        {
            "reference":  "Psalm 148:7",
             "verseNumber":  7,
             "scripture":  "Praise the LORD from the earth, all of you dragons, and all deeps:"
        },
        {
            "reference":  "Psalm 148:8",
             "verseNumber":  8,
             "scripture":  "Fire, and hail; snow, and vapours; stormy wind fulfilling his word:"
        },
        {
            "reference":  "Psalm 148:9",
             "verseNumber":  9,
             "scripture":  "Mountains, and all hills; fruitful trees, and all cedars:"
        },
        {
            "reference":  "Psalm 148:10",
             "verseNumber":  10,
             "scripture":  "Beasts, and all cattle; creeping things, and flying fowl:"
        },
        {
            "reference":  "Psalm 148:11",
             "verseNumber":  11,
             "scripture":  "Kings of the earth, and all people; princes, and all judges of the earth:"
        },
        {
            "reference":  "Psalm 148:12",
             "verseNumber":  12,
             "scripture":  "Both young men, and maidens; old men, and children:"
        },
        {
            "reference":  "Psalm 148:13",
             "verseNumber":  13,
             "scripture":  "Let them praise the name of the LORD: for his name alone is excellent; his glory is above the earth and heaven."
        },
        {
            "reference":  "Psalm 148:14",
             "verseNumber":  14,
             "scripture":  "He also exalts the horn of his people, the praise of all his saints; even of the children of Israel, a people near unto him. Praise all of you the LORD."
        }
    ]
}