{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  149,
     "verses":  [
        {
            "reference":  "Psalm 149:1",
             "verseNumber":  1,
             "scripture":  "Praise all of you the LORD. Sing unto the LORD a new song, and his praise in the congregation of saints."
        },
        {
            "reference":  "Psalm 149:2",
             "verseNumber":  2,
             "scripture":  "Let Israel rejoice in him that made him: let the children of Zion be joyful in their King."
        },
        {
            "reference":  "Psalm 149:3",
             "verseNumber":  3,
             "scripture":  "Let them praise his name in the dance: let them sing praises unto him with the timbrel and harp."
        },
        {
            "reference":  "Psalm 149:4",
             "verseNumber":  4,
             "scripture":  "For the LORD takes pleasure in his people: he will beautify the meek with salvation."
        },
        {
            "reference":  "Psalm 149:5",
             "verseNumber":  5,
             "scripture":  "Let the saints be joyful in glory: let them sing aloud upon their beds."
        },
        {
            "reference":  "Psalm 149:6",
             "verseNumber":  6,
             "scripture":  "Let the high praises of God be in their mouth, and a two-edged sword in their hand;"
        },
        {
            "reference":  "Psalm 149:7",
             "verseNumber":  7,
             "scripture":  "To execute vengeance upon the heathen, and punishments upon the people;"
        },
        {
            "reference":  "Psalm 149:8",
             "verseNumber":  8,
             "scripture":  "To bind their kings with chains, and their nobles with fetters of iron;"
        },
        {
            "reference":  "Psalm 149:9",
             "verseNumber":  9,
             "scripture":  "To execute upon them the judgment written: this honour have all his saints. Praise all of you the LORD."
        }
    ]
}