{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  21,
     "verses":  [
        {
            "reference":  "Psalm 21:1",
             "verseNumber":  1,
             "scripture":  "The king shall joy in your strength, O LORD; and in your salvation how greatly shall he rejoice!"
        },
        {
            "reference":  "Psalm 21:2",
             "verseNumber":  2,
             "scripture":  "You have given him his heart's desire, and have not withheld the request of his lips. Selah."
        },
        {
            "reference":  "Psalm 21:3",
             "verseNumber":  3,
             "scripture":  "For you prevent him with the blessings of goodness: you set a crown of pure gold on his head."
        },
        {
            "reference":  "Psalm 21:4",
             "verseNumber":  4,
             "scripture":  "He asked life of you, and you gave it him, even length of days for ever and ever."
        },
        {
            "reference":  "Psalm 21:5",
             "verseNumber":  5,
             "scripture":  "His glory is great in your salvation: honour and majesty have you laid upon him."
        },
        {
            "reference":  "Psalm 21:6",
             "verseNumber":  6,
             "scripture":  "For you have made him most blessed for ever: you have made him exceeding glad with your countenance."
        },
        {
            "reference":  "Psalm 21:7",
             "verseNumber":  7,
             "scripture":  "For the king trusts in the LORD, and through the mercy of the most High he shall not be moved."
        },
        {
            "reference":  "Psalm 21:8",
             "verseNumber":  8,
             "scripture":  "Yours hand shall find out all yours enemies: your right hand shall find out those that hate you."
        },
        {
            "reference":  "Psalm 21:9",
             "verseNumber":  9,
             "scripture":  "You shall make them as a fiery oven in the time of yours anger: the LORD shall swallow them up in his wrath, and the fire shall devour them."
        },
        {
            "reference":  "Psalm 21:10",
             "verseNumber":  10,
             "scripture":  "Their fruit shall you destroy from the earth, and their seed from among the children of men."
        },
        {
            "reference":  "Psalm 21:11",
             "verseNumber":  11,
             "scripture":  "For they intended evil against you: they imagined a mischievous device, which they are not able to perform."
        },
        {
            "reference":  "Psalm 21:12",
             "verseNumber":  12,
             "scripture":  "Therefore shall you make them turn their back, when you shall make ready yours arrows upon your strings against the face of them."
        },
        {
            "reference":  "Psalm 21:13",
             "verseNumber":  13,
             "scripture":  "Be you exalted, LORD, in yours own strength: so will we sing and praise your power."
        }
    ]
}