{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 24, "verses": [{"reference": "Psalm 24:1", "verseNumber": 1, "scripture": "The earth is the LORD's, and the fullness thereof; the world, and they that dwell therein."},{"reference": "Psalm 24:2", "verseNumber": 2, "scripture": "For he has founded it upon the seas, and established it upon the floods."},{"reference": "Psalm 24:3", "verseNumber": 3, "scripture": "Who shall ascend into the hill of the LORD? or who shall stand in his holy place?"},{"reference": "Psalm 24:4", "verseNumber": 4, "scripture": "He that has clean hands, and a pure heart; who has not lifted up his soul unto vanity, nor sworn deceitfully."},{"reference": "Psalm 24:5", "verseNumber": 5, "scripture": "He shall receive the blessing from the LORD, and righteousness from the God of his salvation."},{"reference": "Psalm 24:6", "verseNumber": 6, "scripture": "This is the generation of them that seek him, that seek your face, O Jacob. Selah."},{"reference": "Psalm 24:7", "verseNumber": 7, "scripture": "Lift up your heads, O all of you gates; and be all of you lift up, all of you everlasting doors; and the King of glory shall come in."},{"reference": "Psalm 24:8", "verseNumber": 8, "scripture": "Who is this King of glory? The LORD strong and mighty, the LORD mighty in battle."},{"reference": "Psalm 24:9", "verseNumber": 9, "scripture": "Lift up your heads, O all of you gates; even lift them up, all of you everlasting doors; and the King of glory shall come in."},{"reference": "Psalm 24:10", "verseNumber": 10, "scripture": "Who is this King of glory? The LORD of hosts, he is the King of glory. Selah."}]}