{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  25,
     "verses":  [
        {
            "reference":  "Psalm 25:1",
             "verseNumber":  1,
             "scripture":  "Unto you, O LORD, do I lift up my soul."
        },
        {
            "reference":  "Psalm 25:2",
             "verseNumber":  2,
             "scripture":  "O my God, I trust in you: let me not be ashamed, let not mine enemies triumph over me."
        },
        {
            "reference":  "Psalm 25:3",
             "verseNumber":  3,
             "scripture":  "Yea, let none that wait on you be ashamed: let them be ashamed which transgress without cause."
        },
        {
            "reference":  "Psalm 25:4",
             "verseNumber":  4,
             "scripture":  "Show me your ways, O LORD; teach me your paths."
        },
        {
            "reference":  "Psalm 25:5",
             "verseNumber":  5,
             "scripture":  "Lead me in your truth, and teach me: for you are the God of my salvation; on you do I wait all the day."
        },
        {
            "reference":  "Psalm 25:6",
             "verseNumber":  6,
             "scripture":  "Remember, O LORD, your tender mercies and your loving kindnesses; for they have been ever of old."
        },
        {
            "reference":  "Psalm 25:7",
             "verseNumber":  7,
             "scripture":  "Remember not the sins of my youth, nor my transgressions: according to your mercy remember you me for your goodness' sake, O LORD."
        },
        {
            "reference":  "Psalm 25:8",
             "verseNumber":  8,
             "scripture":  "Good and upright is the LORD: therefore will he teach sinners in the way."
        },
        {
            "reference":  "Psalm 25:9",
             "verseNumber":  9,
             "scripture":  "The meek will he guide in judgment: and the meek will he teach his way."
        },
        {
            "reference":  "Psalm 25:10",
             "verseNumber":  10,
             "scripture":  "All the paths of the LORD are mercy and truth unto such as keep his covenant and his testimonies."
        },
        {
            "reference":  "Psalm 25:11",
             "verseNumber":  11,
             "scripture":  "For your name's sake, O LORD, pardon mine iniquity; for it is great."
        },
        {
            "reference":  "Psalm 25:12",
             "verseNumber":  12,
             "scripture":  "What man is he that fears the LORD? him shall he teach in the way that he shall choose."
        },
        {
            "reference":  "Psalm 25:13",
             "verseNumber":  13,
             "scripture":  "His soul shall dwell at ease; and his seed shall inherit the earth."
        },
        {
            "reference":  "Psalm 25:14",
             "verseNumber":  14,
             "scripture":  "The secret of the LORD is with them that fear him; and he will show them his covenant."
        },
        {
            "reference":  "Psalm 25:15",
             "verseNumber":  15,
             "scripture":  "Mine eyes are ever toward the LORD; for he shall pluck my feet out of the net."
        },
        {
            "reference":  "Psalm 25:16",
             "verseNumber":  16,
             "scripture":  "Turn you unto me, and have mercy upon me; for I am desolate and afflicted."
        },
        {
            "reference":  "Psalm 25:17",
             "verseNumber":  17,
             "scripture":  "The troubles of my heart are enlarged: O bring you me out of my distresses."
        },
        {
            "reference":  "Psalm 25:18",
             "verseNumber":  18,
             "scripture":  "Look upon mine affliction and my pain; and forgive all my sins."
        },
        {
            "reference":  "Psalm 25:19",
             "verseNumber":  19,
             "scripture":  "Consider mine enemies; for they are many; and they hate me with cruel hatred."
        },
        {
            "reference":  "Psalm 25:20",
             "verseNumber":  20,
             "scripture":  "O keep my soul, and deliver me: let me not be ashamed; for I put my trust in you."
        },
        {
            "reference":  "Psalm 25:21",
             "verseNumber":  21,
             "scripture":  "Let integrity and uprightness preserve me; for I wait on you."
        },
        {
            "reference":  "Psalm 25:22",
             "verseNumber":  22,
             "scripture":  "Redeem Israel, O God, out of all his troubles."
        }
    ]
}