{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 28, "verses": [{"reference": "Psalm 28:1", "verseNumber": 1, "scripture": "Unto you will I cry, O LORD my rock; be not silent to me: lest, if you be silent to me, I become like them that go down into the pit."},{"reference": "Psalm 28:2", "verseNumber": 2, "scripture": "Hear the voice of my supplications, when I cry unto you, when I lift up my hands toward your holy oracle."},{"reference": "Psalm 28:3", "verseNumber": 3, "scripture": "Draw me not away with the wicked, and with the workers of iniquity, which speak peace to their neighbours, but mischief is in their hearts."},{"reference": "Psalm 28:4", "verseNumber": 4, "scripture": "Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert."},{"reference": "Psalm 28:5", "verseNumber": 5, "scripture": "Because they regard not the works of the LORD, nor the operation of his hands, he shall destroy them, and not build them up."},{"reference": "Psalm 28:6", "verseNumber": 6, "scripture": "Blessed be the LORD, because he has heard the voice of my supplications."},{"reference": "Psalm 28:7", "verseNumber": 7, "scripture": "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoices; and with my song will I praise him."},{"reference": "Psalm 28:8", "verseNumber": 8, "scripture": "The LORD is their strength, and he is the saving strength of his anointed."},{"reference": "Psalm 28:9", "verseNumber": 9, "scripture": "Save your people, and bless yours inheritance: feed them also, and lift them up for ever."}]}