{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  31,
     "verses":  [
        {
            "reference":  "Psalm 31:1",
             "verseNumber":  1,
             "scripture":  "In you, O LORD, do I put my trust; let me never be ashamed: deliver me in your righteousness."
        },
        {
            "reference":  "Psalm 31:2",
             "verseNumber":  2,
             "scripture":  "Bow down yours ear to me; deliver me speedily: be you my strong rock, for an house of defence to save me."
        },
        {
            "reference":  "Psalm 31:3",
             "verseNumber":  3,
             "scripture":  "For you are my rock and my fortress; therefore for your name's sake lead me, and guide me."
        },
        {
            "reference":  "Psalm 31:4",
             "verseNumber":  4,
             "scripture":  "Pull me out of the net that they have laid privately for me: for you are my strength."
        },
        {
            "reference":  "Psalm 31:5",
             "verseNumber":  5,
             "scripture":  "Into yours hand I commit my spirit: you have redeemed me, O LORD God of truth."
        },
        {
            "reference":  "Psalm 31:6",
             "verseNumber":  6,
             "scripture":  "I have hated them that regard lying vanities: but I trust in the LORD."
        },
        {
            "reference":  "Psalm 31:7",
             "verseNumber":  7,
             "scripture":  "I will be glad and rejoice in your mercy: for you have considered my trouble; you have known my soul in adversities;"
        },
        {
            "reference":  "Psalm 31:8",
             "verseNumber":  8,
             "scripture":  "And have not shut me up into the hand of the enemy: you have set my feet in a large room."
        },
        {
            "reference":  "Psalm 31:9",
             "verseNumber":  9,
             "scripture":  "Have mercy upon me, O LORD, for I am in trouble: mine eye is consumed with grief, yea, my soul and my belly."
        },
        {
            "reference":  "Psalm 31:10",
             "verseNumber":  10,
             "scripture":  "For my life is spent with grief, and my years with sighing: my strength fails because of mine iniquity, and my bones are consumed."
        },
        {
            "reference":  "Psalm 31:11",
             "verseNumber":  11,
             "scripture":  "I was a reproach among all mine enemies, but especially among my neighbours, and a fear to mine acquaintance: they that did see me without fled from me."
        },
        {
            "reference":  "Psalm 31:12",
             "verseNumber":  12,
             "scripture":  "I am forgotten as a dead man out of mind: I am like a broken vessel."
        },
        {
            "reference":  "Psalm 31:13",
             "verseNumber":  13,
             "scripture":  "For I have heard the slander of many: fear was on every side: while they took counsel together against me, they devised to take away my life."
        },
        {
            "reference":  "Psalm 31:14",
             "verseNumber":  14,
             "scripture":  "But I trusted in you, O LORD: I said, You are my God."
        },
        {
            "reference":  "Psalm 31:15",
             "verseNumber":  15,
             "scripture":  "My times are in your hand: deliver me from the hand of mine enemies, and from them that persecute me."
        },
        {
            "reference":  "Psalm 31:16",
             "verseNumber":  16,
             "scripture":  "Make your face to shine upon your servant: save me for your mercies' sake."
        },
        {
            "reference":  "Psalm 31:17",
             "verseNumber":  17,
             "scripture":  "Let me not be ashamed, O LORD; for I have called upon you: let the wicked be ashamed, and let them be silent in the grave."
        },
        {
            "reference":  "Psalm 31:18",
             "verseNumber":  18,
             "scripture":  "Let the lying lips be put to silence; which speak grievous things proudly and contemptuously against the righteous."
        },
        {
            "reference":  "Psalm 31:19",
             "verseNumber":  19,
             "scripture":  "Oh how great is your goodness, which you have laid up for them that fear you; which you have wrought for them that trust in you before the sons of men!"
        },
        {
            "reference":  "Psalm 31:20",
             "verseNumber":  20,
             "scripture":  "You shall hide them in the secret of your presence from the pride of man: you shall keep them secretly in a pavilion from the strife of tongues."
        },
        {
            "reference":  "Psalm 31:21",
             "verseNumber":  21,
             "scripture":  "Blessed be the LORD: for he has showed me his marvellous kindness in a strong city."
        },
        {
            "reference":  "Psalm 31:22",
             "verseNumber":  22,
             "scripture":  "For I said in my haste, I am cut off from before yours eyes: nevertheless you heard the voice of my supplications when I cried unto you."
        },
        {
            "reference":  "Psalm 31:23",
             "verseNumber":  23,
             "scripture":  "O love the LORD, all you his saints: for the LORD perserves the faithful, and plentifully rewards the proud doer."
        },
        {
            "reference":  "Psalm 31:24",
             "verseNumber":  24,
             "scripture":  "Be of good courage, and he shall strengthen your heart, all you that hope in the LORD."
        }
    ]
}