{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  33,
     "verses":  [
        {
            "reference":  "Psalm 33:1",
             "verseNumber":  1,
             "scripture":  "Rejoice in the LORD, O all of you righteous: for praise is comely for the upright."
        },
        {
            "reference":  "Psalm 33:2",
             "verseNumber":  2,
             "scripture":  "Praise the LORD with harp: sing unto him with the psaltery and an instrument of ten strings."
        },
        {
            "reference":  "Psalm 33:3",
             "verseNumber":  3,
             "scripture":  "Sing unto him a new song; play skillfully with a loud noise."
        },
        {
            "reference":  "Psalm 33:4",
             "verseNumber":  4,
             "scripture":  "For the word of the LORD is right; and all his works are done in truth."
        },
        {
            "reference":  "Psalm 33:5",
             "verseNumber":  5,
             "scripture":  "He loves righteousness and judgment: the earth is full of the goodness of the LORD."
        },
        {
            "reference":  "Psalm 33:6",
             "verseNumber":  6,
             "scripture":  "By the word of the LORD were the heavens made; and all the host of them by the breath of his mouth."
        },
        {
            "reference":  "Psalm 33:7",
             "verseNumber":  7,
             "scripture":  "He gathers the waters of the sea together as an heap: he lays up the depth in storehouses."
        },
        {
            "reference":  "Psalm 33:8",
             "verseNumber":  8,
             "scripture":  "Let all the earth fear the LORD: let all the inhabitants of the world stand in awe of him."
        },
        {
            "reference":  "Psalm 33:9",
             "verseNumber":  9,
             "scripture":  "For he spoke, and it was done; he commanded, and it stood fast."
        },
        {
            "reference":  "Psalm 33:10",
             "verseNumber":  10,
             "scripture":  "The LORD brings the counsel of the heathen to nothing: he makes the devices of the people of no effect."
        },
        {
            "reference":  "Psalm 33:11",
             "verseNumber":  11,
             "scripture":  "The counsel of the LORD stands for ever, the thoughts of his heart to all generations."
        },
        {
            "reference":  "Psalm 33:12",
             "verseNumber":  12,
             "scripture":  "Blessed is the nation whose God is the LORD; and the people whom he has chosen for his own inheritance."
        },
        {
            "reference":  "Psalm 33:13",
             "verseNumber":  13,
             "scripture":  "The LORD looks from heaven; he beholds all the sons of men."
        },
        {
            "reference":  "Psalm 33:14",
             "verseNumber":  14,
             "scripture":  "From the place of his habitation he looks upon all the inhabitants of the earth."
        },
        {
            "reference":  "Psalm 33:15",
             "verseNumber":  15,
             "scripture":  "He fashions their hearts alike; he considers all their works."
        },
        {
            "reference":  "Psalm 33:16",
             "verseNumber":  16,
             "scripture":  "There is no king saved by the multitude of an host: a mighty man is not delivered by much strength."
        },
        {
            "reference":  "Psalm 33:17",
             "verseNumber":  17,
             "scripture":  "An horse is a vain thing for safety: neither shall he deliver any by his great strength."
        },
        {
            "reference":  "Psalm 33:18",
             "verseNumber":  18,
             "scripture":  "Behold, the eye of the LORD is upon them that fear him, upon them that hope in his mercy;"
        },
        {
            "reference":  "Psalm 33:19",
             "verseNumber":  19,
             "scripture":  "To deliver their soul from death, and to keep them alive in famine."
        },
        {
            "reference":  "Psalm 33:20",
             "verseNumber":  20,
             "scripture":  "Our soul waits for the LORD: he is our help and our shield."
        },
        {
            "reference":  "Psalm 33:21",
             "verseNumber":  21,
             "scripture":  "For our heart shall rejoice in him, because we have trusted in his holy name."
        },
        {
            "reference":  "Psalm 33:22",
             "verseNumber":  22,
             "scripture":  "Let your mercy, O LORD, be upon us, according as we hope in you."
        }
    ]
}