{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  36,
     "verses":  [
        {
            "reference":  "Psalm 36:1",
             "verseNumber":  1,
             "scripture":  "The transgression of the wicked says within my heart, that there is no fear of God before his eyes."
        },
        {
            "reference":  "Psalm 36:2",
             "verseNumber":  2,
             "scripture":  "For he flatters himself in his own eyes, until his iniquity be found to be hateful."
        },
        {
            "reference":  "Psalm 36:3",
             "verseNumber":  3,
             "scripture":  "The words of his mouth are iniquity and deceit: he has left off to be wise, and to do good."
        },
        {
            "reference":  "Psalm 36:4",
             "verseNumber":  4,
             "scripture":  "He devises mischief upon his bed; he sets himself in a way that is not good; he detests not evil."
        },
        {
            "reference":  "Psalm 36:5",
             "verseNumber":  5,
             "scripture":  "Your mercy, O LORD, is in the heavens; and your faithfulness reachs unto the clouds."
        },
        {
            "reference":  "Psalm 36:6",
             "verseNumber":  6,
             "scripture":  "Your righteousness is like the great mountains; your judgments are a great deep: O LORD, you preserve man and beast."
        },
        {
            "reference":  "Psalm 36:7",
             "verseNumber":  7,
             "scripture":  "How excellent is your loving kindness, O God! therefore the children of men put their trust under the shadow of your wings."
        },
        {
            "reference":  "Psalm 36:8",
             "verseNumber":  8,
             "scripture":  "They shall be abundantly satisfied with the fatness of your house; and you shall make them drink of the river of your pleasures."
        },
        {
            "reference":  "Psalm 36:9",
             "verseNumber":  9,
             "scripture":  "For with you is the fountain of life: in your light shall we see light."
        },
        {
            "reference":  "Psalm 36:10",
             "verseNumber":  10,
             "scripture":  "O continue your loving kindness unto them that know you; and your righteousness to the upright in heart."
        },
        {
            "reference":  "Psalm 36:11",
             "verseNumber":  11,
             "scripture":  "Let not the foot of pride come against me, and let not the hand of the wicked remove me."
        },
        {
            "reference":  "Psalm 36:12",
             "verseNumber":  12,
             "scripture":  "There are the workers of iniquity fallen: they are cast down, and shall not be able to rise."
        }
    ]
}