{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  39,
     "verses":  [
        {
            "reference":  "Psalm 39:1",
             "verseNumber":  1,
             "scripture":  "I said, I will take heed to my ways, that I sin not with my tongue: I will keep my mouth with a bridle, while the wicked is before me."
        },
        {
            "reference":  "Psalm 39:2",
             "verseNumber":  2,
             "scripture":  "I was dumb with silence, I held my peace, even from good; and my sorrow was stirred."
        },
        {
            "reference":  "Psalm 39:3",
             "verseNumber":  3,
             "scripture":  "My heart was hot within me, while I was musing the fire burned: then spoke I with my tongue,"
        },
        {
            "reference":  "Psalm 39:4",
             "verseNumber":  4,
             "scripture":  "LORD, make me to know mine end, and the measure of my days, what it is: that I may know how frail I am."
        },
        {
            "reference":  "Psalm 39:5",
             "verseNumber":  5,
             "scripture":  "Behold, you have made my days as an handbreadth; and mine age is as nothing before you: verily every man at his best state is altogether vanity. Selah."
        },
        {
            "reference":  "Psalm 39:6",
             "verseNumber":  6,
             "scripture":  "Surely every man walks in a vain show: surely they are disquieted in vain: he heaps up riches, and knows not who shall gather them."
        },
        {
            "reference":  "Psalm 39:7",
             "verseNumber":  7,
             "scripture":  "And now, Lord, what wait I for? my hope is in you."
        },
        {
            "reference":  "Psalm 39:8",
             "verseNumber":  8,
             "scripture":  "Deliver me from all my transgressions: make me not the reproach of the foolish."
        },
        {
            "reference":  "Psalm 39:9",
             "verseNumber":  9,
             "scripture":  "I was dumb, I opened not my mouth; because you did it."
        },
        {
            "reference":  "Psalm 39:10",
             "verseNumber":  10,
             "scripture":  "Remove your stroke away from me: I am consumed by the blow of yours hand."
        },
        {
            "reference":  "Psalm 39:11",
             "verseNumber":  11,
             "scripture":  "When you with rebukes do correct man for iniquity, you make his beauty to consume away like a moth: surely every man is vanity. Selah."
        },
        {
            "reference":  "Psalm 39:12",
             "verseNumber":  12,
             "scripture":  "Hear my prayer, O LORD, and give ear unto my cry; hold not your peace at my tears: for I am a stranger with you, and a sojourner, as all my fathers were."
        },
        {
            "reference":  "Psalm 39:13",
             "verseNumber":  13,
             "scripture":  "O spare me, that I may recover strength, before I go behind, and be no more."
        }
    ]
}