{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 4, "verses": [{"reference": "Psalm 4:1", "verseNumber": 1, "scripture": "Hear me when I call, O God of my righteousness: you have enlarged me when I was in distress; have mercy upon me, and hear my prayer."},{"reference": "Psalm 4:2", "verseNumber": 2, "scripture": "O all of you sons of men, how long will all of you turn my glory into shame? how long will all of you love vanity, and seek after leasing? Selah."},{"reference": "Psalm 4:3", "verseNumber": 3, "scripture": "But know that the LORD has set apart him that is godly for himself: the LORD will hear when I call unto him."},{"reference": "Psalm 4:4", "verseNumber": 4, "scripture": "Stand in awe, and sin not: commune with your own heart upon your bed, and be still. Selah."},{"reference": "Psalm 4:5", "verseNumber": 5, "scripture": "Offer the sacrifices of righteousness, and put your trust in the LORD."},{"reference": "Psalm 4:6", "verseNumber": 6, "scripture": "There be many that say, Who will show us any good? LORD, lift you up the light of your countenance upon us."},{"reference": "Psalm 4:7", "verseNumber": 7, "scripture": "You have put gladness in my heart, more than in the time that their corn and their wine increased."},{"reference": "Psalm 4:8", "verseNumber": 8, "scripture": "I will both lay me down in peace, and sleep: for you, LORD, only make me dwell in safety."}]}