{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 42, "verses": [{"reference": "Psalm 42:1", "verseNumber": 1, "scripture": "As the hart pants after the water brooks, so pants my soul after you, O God."},{"reference": "Psalm 42:2", "verseNumber": 2, "scripture": "My soul thirsts for God, for the living God: when shall I come and appear before God?"},{"reference": "Psalm 42:3", "verseNumber": 3, "scripture": "My tears have been my food day and night, while they continually say unto me, Where is your God?"},{"reference": "Psalm 42:4", "verseNumber": 4, "scripture": "When I remember these things, I pour out my soul in me: for I had gone with the multitude, I went with them to the house of God, with the voice of joy and praise, with a multitude that kept holyday."},{"reference": "Psalm 42:5", "verseNumber": 5, "scripture": "Why are you cast down, O my soul? and why are you disquieted in me? hope you in God: for I shall yet praise him for the help of his countenance."},{"reference": "Psalm 42:6", "verseNumber": 6, "scripture": "O my God, my soul is cast down within me: therefore will I remember you from the land of Jordan, and of the Hermonites, from the hill Mizar."},{"reference": "Psalm 42:7", "verseNumber": 7, "scripture": "Deep calls unto deep at the noise of your waterspouts: all your waves and your billows are gone over me."},{"reference": "Psalm 42:8", "verseNumber": 8, "scripture": "Yet the LORD will command his loving kindness in the day time, and in the night his song shall be with me, and my prayer unto the God of my life."},{"reference": "Psalm 42:9", "verseNumber": 9, "scripture": "I will say unto God my rock, Why have you forgotten me? why go I mourning because of the oppression of the enemy?"},{"reference": "Psalm 42:10", "verseNumber": 10, "scripture": "As with a sword in my bones, mine enemies reproach me; while they say daily unto me, Where is your God?"},{"reference": "Psalm 42:11", "verseNumber": 11, "scripture": "Why are you cast down, O my soul? and why are you disquieted within me? hope you in God: for I shall yet praise him, who is the health of my countenance, and my God."}]}