{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  43,
     "verses":  [
        {
            "reference":  "Psalm 43:1",
             "verseNumber":  1,
             "scripture":  "Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man."
        },
        {
            "reference":  "Psalm 43:2",
             "verseNumber":  2,
             "scripture":  "For you are the God of my strength: why do you cast me off? why go I mourning because of the oppression of the enemy?"
        },
        {
            "reference":  "Psalm 43:3",
             "verseNumber":  3,
             "scripture":  "O send out your light and your truth: let them lead me; let them bring me unto your holy hill, and to your tabernacles."
        },
        {
            "reference":  "Psalm 43:4",
             "verseNumber":  4,
             "scripture":  "Then will I go unto the altar of God, unto God my exceeding joy: yea, upon the harp will I praise you, O God my God."
        },
        {
            "reference":  "Psalm 43:5",
             "verseNumber":  5,
             "scripture":  "Why are you cast down, O my soul? and why are you disquieted within me? hope in God: for I shall yet praise him, who is the health of my countenance, and my God."
        }
    ]
}