{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  44,
     "verses":  [
        {
            "reference":  "Psalm 44:1",
             "verseNumber":  1,
             "scripture":  "We have heard with our ears, O God, our fathers have told us, what work you did in their days, in the times of old."
        },
        {
            "reference":  "Psalm 44:2",
             "verseNumber":  2,
             "scripture":  "How you did drive out the heathen with your hand, and planted them; how you did afflict the people, and cast them out."
        },
        {
            "reference":  "Psalm 44:3",
             "verseNumber":  3,
             "scripture":  "For they got not the land in possession by their own sword, neither did their own arm save them: but your right hand, and yours arm, and the light of your countenance, because you had a favour unto them."
        },
        {
            "reference":  "Psalm 44:4",
             "verseNumber":  4,
             "scripture":  "You are my King, O God: command deliverances for Jacob."
        },
        {
            "reference":  "Psalm 44:5",
             "verseNumber":  5,
             "scripture":  "Through you will we push down our enemies: through your name will we tread them under that rise up against us."
        },
        {
            "reference":  "Psalm 44:6",
             "verseNumber":  6,
             "scripture":  "For I will not trust in my bow, neither shall my sword save me."
        },
        {
            "reference":  "Psalm 44:7",
             "verseNumber":  7,
             "scripture":  "But you have saved us from our enemies, and have put them to shame that hated us."
        },
        {
            "reference":  "Psalm 44:8",
             "verseNumber":  8,
             "scripture":  "In God we boast all the day long, and praise your name for ever. Selah."
        },
        {
            "reference":  "Psalm 44:9",
             "verseNumber":  9,
             "scripture":  "But you have cast off, and put us to shame; and go not forth with our armies."
        },
        {
            "reference":  "Psalm 44:10",
             "verseNumber":  10,
             "scripture":  "You make us to turn back from the enemy: and they which hate us spoil for themselves."
        },
        {
            "reference":  "Psalm 44:11",
             "verseNumber":  11,
             "scripture":  "You have given us like sheep appointed for food; and have scattered us among the heathen."
        },
        {
            "reference":  "Psalm 44:12",
             "verseNumber":  12,
             "scripture":  "You sell your people for nothing, and do not increase your wealth by their price."
        },
        {
            "reference":  "Psalm 44:13",
             "verseNumber":  13,
             "scripture":  "You make us a reproach to our neighbours, a scorn and a derision to them that are round about us."
        },
        {
            "reference":  "Psalm 44:14",
             "verseNumber":  14,
             "scripture":  "You make us a byword among the heathen, a shaking of the head among the people."
        },
        {
            "reference":  "Psalm 44:15",
             "verseNumber":  15,
             "scripture":  "My confusion is continually before me, and the shame of my face has covered me,"
        },
        {
            "reference":  "Psalm 44:16",
             "verseNumber":  16,
             "scripture":  "For the voice of him that reproaches and blasphemes; by reason of the enemy and avenger."
        },
        {
            "reference":  "Psalm 44:17",
             "verseNumber":  17,
             "scripture":  "All this has come upon us; yet have we not forgotten you, neither have we dealt falsely in your covenant."
        },
        {
            "reference":  "Psalm 44:18",
             "verseNumber":  18,
             "scripture":  "Our heart is not turned back, neither have our steps declined from your way;"
        },
        {
            "reference":  "Psalm 44:19",
             "verseNumber":  19,
             "scripture":  "Though you have sore broken us in the place of dragons, and covered us with the shadow of death."
        },
        {
            "reference":  "Psalm 44:20",
             "verseNumber":  20,
             "scripture":  "If we have forgotten the name of our God, or stretched out our hands to a strange god;"
        },
        {
            "reference":  "Psalm 44:21",
             "verseNumber":  21,
             "scripture":  "Shall not God search this out? for he knows the secrets of the heart."
        },
        {
            "reference":  "Psalm 44:22",
             "verseNumber":  22,
             "scripture":  "Yea, for your sake are we killed all the day long; we are counted as sheep for the slaughter."
        },
        {
            "reference":  "Psalm 44:23",
             "verseNumber":  23,
             "scripture":  "Awake, why sleep you, O Lord? arise, cast us not off for ever."
        },
        {
            "reference":  "Psalm 44:24",
             "verseNumber":  24,
             "scripture":  "Wherefore hide you your face, and forget our affliction and our oppression?"
        },
        {
            "reference":  "Psalm 44:25",
             "verseNumber":  25,
             "scripture":  "For our soul is bowed down to the dust: our belly cleaves unto the earth."
        },
        {
            "reference":  "Psalm 44:26",
             "verseNumber":  26,
             "scripture":  "Arise for our help, and redeem us for your mercies' sake."
        }
    ]
}