{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  45,
     "verses":  [
        {
            "reference":  "Psalm 45:1",
             "verseNumber":  1,
             "scripture":  "My heart is composing a good matter: I speak of the things which I have made concerning the king: my tongue is the pen of a ready writer."
        },
        {
            "reference":  "Psalm 45:2",
             "verseNumber":  2,
             "scripture":  "You are fairer than the children of men: grace is poured into your lips: therefore God has blessed you for ever."
        },
        {
            "reference":  "Psalm 45:3",
             "verseNumber":  3,
             "scripture":  "Gird your sword upon your thigh, O most mighty, with your glory and your majesty."
        },
        {
            "reference":  "Psalm 45:4",
             "verseNumber":  4,
             "scripture":  "And in your majesty ride prosperously because of truth and meekness and righteousness; and your right hand shall teach you terrible things."
        },
        {
            "reference":  "Psalm 45:5",
             "verseNumber":  5,
             "scripture":  "Yours arrows are sharp in the heart of the king's enemies; whereby the people fall under you."
        },
        {
            "reference":  "Psalm 45:6",
             "verseNumber":  6,
             "scripture":  "Your throne, O God, is for ever and ever: the sceptre of your kingdom is a right sceptre."
        },
        {
            "reference":  "Psalm 45:7",
             "verseNumber":  7,
             "scripture":  "You love righteousness, and hate wickedness: therefore God, your God, has anointed you with the oil of gladness above your fellows."
        },
        {
            "reference":  "Psalm 45:8",
             "verseNumber":  8,
             "scripture":  "All your garments smell of myrrh, and aloes, and cassia, out of the ivory palaces, whereby they have made you glad."
        },
        {
            "reference":  "Psalm 45:9",
             "verseNumber":  9,
             "scripture":  "Kings' daughters were among your honourable women: upon your right hand did stand the queen in gold of Ophir."
        },
        {
            "reference":  "Psalm 45:10",
             "verseNumber":  10,
             "scripture":  "Hearken, O daughter, and consider, and incline yours ear; forget also yours own people, and your father's house;"
        },
        {
            "reference":  "Psalm 45:11",
             "verseNumber":  11,
             "scripture":  "So shall the king greatly desire your beauty: for he is your Lord; and worship you him."
        },
        {
            "reference":  "Psalm 45:12",
             "verseNumber":  12,
             "scripture":  "And the daughter of Tyre shall be there with a gift; even the rich among the people shall implore your favour."
        },
        {
            "reference":  "Psalm 45:13",
             "verseNumber":  13,
             "scripture":  "The king's daughter is all glorious within: her clothing is of wrought gold."
        },
        {
            "reference":  "Psalm 45:14",
             "verseNumber":  14,
             "scripture":  "She shall be brought unto the king in raiment of needlework: the virgins her companions that follow her shall be brought unto you."
        },
        {
            "reference":  "Psalm 45:15",
             "verseNumber":  15,
             "scripture":  "With gladness and rejoicing shall they be brought: they shall enter into the king's palace."
        },
        {
            "reference":  "Psalm 45:16",
             "verseNumber":  16,
             "scripture":  "Instead of your fathers shall be your children, whom you may make princes in all the earth."
        },
        {
            "reference":  "Psalm 45:17",
             "verseNumber":  17,
             "scripture":  "I will make your name to be remembered in all generations: therefore shall the people praise you for ever and ever."
        }
    ]
}