{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  46,
     "verses":  [
        {
            "reference":  "Psalm 46:1",
             "verseNumber":  1,
             "scripture":  "God is our refuge and strength, a very present help in trouble."
        },
        {
            "reference":  "Psalm 46:2",
             "verseNumber":  2,
             "scripture":  "Therefore will not we fear, though the earth be removed, and though the mountains be carried into the midst of the sea;"
        },
        {
            "reference":  "Psalm 46:3",
             "verseNumber":  3,
             "scripture":  "Though the waters thereof roar and be troubled, though the mountains shake with the swelling thereof. Selah."
        },
        {
            "reference":  "Psalm 46:4",
             "verseNumber":  4,
             "scripture":  "There is a river, the streams whereof shall make glad the city of God, the holy place of the tabernacles of the most High."
        },
        {
            "reference":  "Psalm 46:5",
             "verseNumber":  5,
             "scripture":  "God is in the midst of her; she shall not be moved: God shall help her, and that right early."
        },
        {
            "reference":  "Psalm 46:6",
             "verseNumber":  6,
             "scripture":  "The heathen raged, the kingdoms were moved: he uttered his voice, the earth melted."
        },
        {
            "reference":  "Psalm 46:7",
             "verseNumber":  7,
             "scripture":  "The LORD of hosts is with us; the God of Jacob is our refuge. Selah."
        },
        {
            "reference":  "Psalm 46:8",
             "verseNumber":  8,
             "scripture":  "Come, behold the works of the LORD, what desolations he has made in the earth."
        },
        {
            "reference":  "Psalm 46:9",
             "verseNumber":  9,
             "scripture":  "He makes wars to cease unto the end of the earth; he breaks the bow, and cuts the spear in two; he burns the chariot in the fire."
        },
        {
            "reference":  "Psalm 46:10",
             "verseNumber":  10,
             "scripture":  "Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth."
        },
        {
            "reference":  "Psalm 46:11",
             "verseNumber":  11,
             "scripture":  "The LORD of hosts is with us; the God of Jacob is our refuge. Selah."
        }
    ]
}