{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Psalm 5:1",
             "verseNumber":  1,
             "scripture":  "Give ear to my words, O LORD, consider my meditation."
        },
        {
            "reference":  "Psalm 5:2",
             "verseNumber":  2,
             "scripture":  "Hearken unto the voice of my cry, my King, and my God: for unto you will I pray."
        },
        {
            "reference":  "Psalm 5:3",
             "verseNumber":  3,
             "scripture":  "My voice shall you hear in the morning, O LORD; in the morning will I direct my prayer unto you, and will look up."
        },
        {
            "reference":  "Psalm 5:4",
             "verseNumber":  4,
             "scripture":  "For you are not a God that has pleasure in wickedness: neither shall evil dwell with you."
        },
        {
            "reference":  "Psalm 5:5",
             "verseNumber":  5,
             "scripture":  "The foolish shall not stand in your sight: you hate all workers of iniquity."
        },
        {
            "reference":  "Psalm 5:6",
             "verseNumber":  6,
             "scripture":  "You shall destroy them that speak leasing: the LORD will detest the bloody and deceitful man."
        },
        {
            "reference":  "Psalm 5:7",
             "verseNumber":  7,
             "scripture":  "But as for me, I will come into your house in the multitude of your mercy: and in your fear will I worship toward your holy temple."
        },
        {
            "reference":  "Psalm 5:8",
             "verseNumber":  8,
             "scripture":  "Lead me, O LORD, in your righteousness because of mine enemies; make your way straight before my face."
        },
        {
            "reference":  "Psalm 5:9",
             "verseNumber":  9,
             "scripture":  "For there is no faithfulness in their mouth; their inward part is very wickedness; their throat is an open tomb; they flatter with their tongue."
        },
        {
            "reference":  "Psalm 5:10",
             "verseNumber":  10,
             "scripture":  "Destroy you them, O God; let them fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against you."
        },
        {
            "reference":  "Psalm 5:11",
             "verseNumber":  11,
             "scripture":  "But let all those that put their trust in you rejoice: let them ever shout for joy, because you defend them: let them also that love your name be joyful in you."
        },
        {
            "reference":  "Psalm 5:12",
             "verseNumber":  12,
             "scripture":  "For you, LORD, will bless the righteous; with favour will you compass him as with a shield."
        }
    ]
}