{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 52, "verses": [{"reference": "Psalm 52:1", "verseNumber": 1, "scripture": "Why boast you yourself in mischief, O mighty man? the goodness of God endures continually."},{"reference": "Psalm 52:2", "verseNumber": 2, "scripture": "The tongue devises evil; like a sharp razor, working deceitfully."},{"reference": "Psalm 52:3", "verseNumber": 3, "scripture": "You love evil more than good; and lying rather than to speak righteousness. Selah."},{"reference": "Psalm 52:4", "verseNumber": 4, "scripture": "You love all devouring words, O you deceitful tongue."},{"reference": "Psalm 52:5", "verseNumber": 5, "scripture": "God shall likewise destroy you for ever, he shall take you away, and pluck you out of your dwelling place, and root you out of the land of the living. Selah."},{"reference": "Psalm 52:6", "verseNumber": 6, "scripture": "The righteous also shall see, and fear, and shall laugh at him:"},{"reference": "Psalm 52:7", "verseNumber": 7, "scripture": "Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness."},{"reference": "Psalm 52:8", "verseNumber": 8, "scripture": "But I am like a green olive tree in the house of God: I trust in the mercy of God for ever and ever."},{"reference": "Psalm 52:9", "verseNumber": 9, "scripture": "I will praise you for ever, because you have done it: and I will wait on your name; for it is good before your saints."}]}