{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  68,
     "verses":  [
        {
            "reference":  "Psalm 68:1",
             "verseNumber":  1,
             "scripture":  "Let God arise, let his enemies be scattered: let them also that hate him flee before him."
        },
        {
            "reference":  "Psalm 68:2",
             "verseNumber":  2,
             "scripture":  "As smoke is driven away, so drive them away: as wax melts before the fire, so let the wicked perish at the presence of God."
        },
        {
            "reference":  "Psalm 68:3",
             "verseNumber":  3,
             "scripture":  "But let the righteous be glad; let them rejoice before God: yea, let them exceedingly rejoice."
        },
        {
            "reference":  "Psalm 68:4",
             "verseNumber":  4,
             "scripture":  "Sing unto God, sing praises to his name: extol him that rides upon the heavens by his name JAH, and rejoice before him."
        },
        {
            "reference":  "Psalm 68:5",
             "verseNumber":  5,
             "scripture":  "A father of the fatherless, and a judge of the widows, is God in his holy habitation."
        },
        {
            "reference":  "Psalm 68:6",
             "verseNumber":  6,
             "scripture":  "God sets the solitary in families: he brings out those which are bound with chains: but the rebellious dwell in a dry land."
        },
        {
            "reference":  "Psalm 68:7",
             "verseNumber":  7,
             "scripture":  "O God, when you went forth before your people, when you did march through the wilderness; Selah:"
        },
        {
            "reference":  "Psalm 68:8",
             "verseNumber":  8,
             "scripture":  "The earth shook, the heavens also dropped at the presence of God: even Sinai itself was moved at the presence of God, the God of Israel."
        },
        {
            "reference":  "Psalm 68:9",
             "verseNumber":  9,
             "scripture":  "You, O God, did send a plentiful rain, whereby you did confirm yours inheritance, when it was weary."
        },
        {
            "reference":  "Psalm 68:10",
             "verseNumber":  10,
             "scripture":  "Your congregation has dwelt therein: you, O God, have prepared of your goodness for the poor."
        },
        {
            "reference":  "Psalm 68:11",
             "verseNumber":  11,
             "scripture":  "The Lord gave the word: great was the company of those that published it."
        },
        {
            "reference":  "Psalm 68:12",
             "verseNumber":  12,
             "scripture":  "Kings of armies did flee swiftly: and she that tarried at home divided the spoil."
        },
        {
            "reference":  "Psalm 68:13",
             "verseNumber":  13,
             "scripture":  "Though all of you have lien among the pots, yet shall all of you be as the wings of a dove covered with silver, and her feathers with yellow gold."
        },
        {
            "reference":  "Psalm 68:14",
             "verseNumber":  14,
             "scripture":  "When the Almighty scattered kings in it, it was white as snow in Salmon."
        },
        {
            "reference":  "Psalm 68:15",
             "verseNumber":  15,
             "scripture":  "The hill of God is as the hill of Bashan; an high hill as the hill of Bashan."
        },
        {
            "reference":  "Psalm 68:16",
             "verseNumber":  16,
             "scripture":  "Why leap all of you, all of you high hills? this is the hill which God desires to dwell in; yea, the LORD will dwell in it for ever."
        },
        {
            "reference":  "Psalm 68:17",
             "verseNumber":  17,
             "scripture":  "The chariots of God are twenty thousand, even thousands of angels: the Lord is among them, as in Sinai, in the holy place."
        },
        {
            "reference":  "Psalm 68:18",
             "verseNumber":  18,
             "scripture":  "You have ascended on high, you have led captivity captive: you have received gifts for men; yea, for the rebellious also, that the LORD God might dwell among them."
        },
        {
            "reference":  "Psalm 68:19",
             "verseNumber":  19,
             "scripture":  "Blessed be the Lord, who daily loads us with benefits, even the God of our salvation. Selah."
        },
        {
            "reference":  "Psalm 68:20",
             "verseNumber":  20,
             "scripture":  "He that is our God is the God of salvation; and unto GOD the Lord belong the issues from death."
        },
        {
            "reference":  "Psalm 68:21",
             "verseNumber":  21,
             "scripture":  "But God shall wound the head of his enemies, and the hairy scalp of such an one as goes on still in his trespasses."
        },
        {
            "reference":  "Psalm 68:22",
             "verseNumber":  22,
             "scripture":  "The Lord said, I will bring again from Bashan, I will bring my people again from the depths of the sea:"
        },
        {
            "reference":  "Psalm 68:23",
             "verseNumber":  23,
             "scripture":  "That your foot may be dipped in the blood of yours enemies, and the tongue of your dogs in the same."
        },
        {
            "reference":  "Psalm 68:24",
             "verseNumber":  24,
             "scripture":  "They have seen your activities, O God; even the activities of my God, my King, in the sanctuary."
        },
        {
            "reference":  "Psalm 68:25",
             "verseNumber":  25,
             "scripture":  "The singers went before, the players on instruments followed after; among them were the damsels playing with timbrels."
        },
        {
            "reference":  "Psalm 68:26",
             "verseNumber":  26,
             "scripture":  "Bless all of you God in the congregations, even the Lord, from the fountain of Israel."
        },
        {
            "reference":  "Psalm 68:27",
             "verseNumber":  27,
             "scripture":  "There is little Benjamin with their ruler, the princes of Judah and their council, the princes of Zebulun, and the princes of Naphtali."
        },
        {
            "reference":  "Psalm 68:28",
             "verseNumber":  28,
             "scripture":  "Your God has commanded your strength: strengthen, O God, that which you have wrought for us."
        },
        {
            "reference":  "Psalm 68:29",
             "verseNumber":  29,
             "scripture":  "Because of your temple at Jerusalem shall kings bring presents unto you."
        },
        {
            "reference":  "Psalm 68:30",
             "verseNumber":  30,
             "scripture":  "Rebuke the company of spearmen, the multitude of the bulls, with the calves of the people, till every one submit himself with pieces of silver: scatter you the people that delight in war."
        },
        {
            "reference":  "Psalm 68:31",
             "verseNumber":  31,
             "scripture":  "Princes shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God."
        },
        {
            "reference":  "Psalm 68:32",
             "verseNumber":  32,
             "scripture":  "Sing unto God, all of you kingdoms of the earth; O sing praises unto the Lord; Selah:"
        },
        {
            "reference":  "Psalm 68:33",
             "verseNumber":  33,
             "scripture":  "To him that rides upon the heavens of heavens, which were of old; lo, he does send out his voice, and that a mighty voice."
        },
        {
            "reference":  "Psalm 68:34",
             "verseNumber":  34,
             "scripture":  "Ascribe all of you strength unto God: his excellency is over Israel, and his strength is in the clouds."
        },
        {
            "reference":  "Psalm 68:35",
             "verseNumber":  35,
             "scripture":  "O God, you are terrible out of your holy places: the God of Israel is he that gives strength and power unto his people. Blessed be God."
        }
    ]
}