{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 7, "verses": [{"reference": "Psalm 7:1", "verseNumber": 1, "scripture": "O LORD my God, in you do I put my trust: save me from all them that persecute me, and deliver me:"},{"reference": "Psalm 7:2", "verseNumber": 2, "scripture": "Lest he tear my soul like a lion, rending it in pieces, while there is none to deliver."},{"reference": "Psalm 7:3", "verseNumber": 3, "scripture": "O LORD my God, If I have done this; if there be iniquity in my hands;"},{"reference": "Psalm 7:4", "verseNumber": 4, "scripture": "If I have rewarded evil unto him that was at peace with me; (yea, I have delivered him that without cause is mine enemy:)"},{"reference": "Psalm 7:5", "verseNumber": 5, "scripture": "Let the enemy persecute my soul, and take it; yea, let him tread down my life upon the earth, and lay mine honour in the dust. Selah."},{"reference": "Psalm 7:6", "verseNumber": 6, "scripture": "Arise, O LORD, in yours anger, lift up yourself because of the rage of mine enemies: and awake for me to the judgment that you have commanded."},{"reference": "Psalm 7:7", "verseNumber": 7, "scripture": "So shall the congregation of the people compass you about: for their sakes therefore return you on high."},{"reference": "Psalm 7:8", "verseNumber": 8, "scripture": "The LORD shall judge the people: judge me, O LORD, according to my righteousness, and according to mine integrity that is in me."},{"reference": "Psalm 7:9", "verseNumber": 9, "scripture": "Oh let the wickedness of the wicked come to an end; but establish the just: for the righteous God tries the hearts and reins."},{"reference": "Psalm 7:10", "verseNumber": 10, "scripture": "My defence is of God, which saves the upright in heart."},{"reference": "Psalm 7:11", "verseNumber": 11, "scripture": "God judges the righteous, and God is angry with the wicked every day."},{"reference": "Psalm 7:12", "verseNumber": 12, "scripture": "If he turn not, he will sharpen his sword; he has bent his bow, and made it ready."},{"reference": "Psalm 7:13", "verseNumber": 13, "scripture": "He has also prepared for him the instruments of death; he ordains his arrows against the persecutors."},{"reference": "Psalm 7:14", "verseNumber": 14, "scripture": "Behold, he labors with iniquity, and has conceived mischief, and brought forth falsehood."},{"reference": "Psalm 7:15", "verseNumber": 15, "scripture": "He made a pit, and dug it, and is fallen into the ditch which he made."},{"reference": "Psalm 7:16", "verseNumber": 16, "scripture": "His mischief shall return upon his own head, and his violent dealing shall come down upon his own crown of the head."},{"reference": "Psalm 7:17", "verseNumber": 17, "scripture": "I will praise the LORD according to his righteousness: and will sing praise to the name of the LORD most high."}]}