{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  71,
     "verses":  [
        {
            "reference":  "Psalm 71:1",
             "verseNumber":  1,
             "scripture":  "In you, O LORD, do I put my trust: let me never be put to confusion."
        },
        {
            "reference":  "Psalm 71:2",
             "verseNumber":  2,
             "scripture":  "Deliver me in your righteousness, and cause me to escape: incline yours ear unto me, and save me."
        },
        {
            "reference":  "Psalm 71:3",
             "verseNumber":  3,
             "scripture":  "Be you my strong habitation, unto which I may continually resort: you have given commandment to save me; for you are my rock and my fortress."
        },
        {
            "reference":  "Psalm 71:4",
             "verseNumber":  4,
             "scripture":  "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unrighteous and cruel man."
        },
        {
            "reference":  "Psalm 71:5",
             "verseNumber":  5,
             "scripture":  "For you are my hope, O Lord GOD: you are my trust from my youth."
        },
        {
            "reference":  "Psalm 71:6",
             "verseNumber":  6,
             "scripture":  "By you have I been held up from the womb: you are he that took me out of my mother's bowels: my praise shall be continually of you."
        },
        {
            "reference":  "Psalm 71:7",
             "verseNumber":  7,
             "scripture":  "I am as a wonder unto many; but you are my strong refuge."
        },
        {
            "reference":  "Psalm 71:8",
             "verseNumber":  8,
             "scripture":  "Let my mouth be filled with your praise and with your honour all the day."
        },
        {
            "reference":  "Psalm 71:9",
             "verseNumber":  9,
             "scripture":  "Cast me not off in the time of old age; forsake me not when my strength fails."
        },
        {
            "reference":  "Psalm 71:10",
             "verseNumber":  10,
             "scripture":  "For mine enemies speak against me; and they that lay wait for my soul take counsel together,"
        },
        {
            "reference":  "Psalm 71:11",
             "verseNumber":  11,
             "scripture":  "Saying, God has forsaken him: persecute and take him; for there is none to deliver him."
        },
        {
            "reference":  "Psalm 71:12",
             "verseNumber":  12,
             "scripture":  "O God, be not far from me: O my God, make haste for my help."
        },
        {
            "reference":  "Psalm 71:13",
             "verseNumber":  13,
             "scripture":  "Let them be confounded and consumed that are adversaries to my soul; let them be covered with reproach and dishonour that seek my hurt."
        },
        {
            "reference":  "Psalm 71:14",
             "verseNumber":  14,
             "scripture":  "But I will hope continually, and will yet praise you more and more."
        },
        {
            "reference":  "Psalm 71:15",
             "verseNumber":  15,
             "scripture":  "My mouth shall show forth your righteousness and your salvation all the day; for I know not the numbers thereof."
        },
        {
            "reference":  "Psalm 71:16",
             "verseNumber":  16,
             "scripture":  "I will go in the strength of the Lord GOD: I will make mention of your righteousness, even of yours only."
        },
        {
            "reference":  "Psalm 71:17",
             "verseNumber":  17,
             "scripture":  "O God, you have taught me from my youth: and until now have I declared your wondrous works."
        },
        {
            "reference":  "Psalm 71:18",
             "verseNumber":  18,
             "scripture":  "Now also when I am old and greyheaded, O God, forsake me not; until I have showed your strength unto this generation, and your power to every one that is to come."
        },
        {
            "reference":  "Psalm 71:19",
             "verseNumber":  19,
             "scripture":  "Your righteousness also, O God, is very high, who have done great things: O God, who is like unto you!"
        },
        {
            "reference":  "Psalm 71:20",
             "verseNumber":  20,
             "scripture":  "You, which have showed me great and sore troubles, shall restore life in me again, and shall bring me up again from the depths of the earth."
        },
        {
            "reference":  "Psalm 71:21",
             "verseNumber":  21,
             "scripture":  "You shall increase my greatness, and comfort me on every side."
        },
        {
            "reference":  "Psalm 71:22",
             "verseNumber":  22,
             "scripture":  "I will also praise you with the psaltery, even your truth, O my God: unto you will I sing with the harp, O you Holy One of Israel."
        },
        {
            "reference":  "Psalm 71:23",
             "verseNumber":  23,
             "scripture":  "My lips shall greatly rejoice when I sing unto you; and my soul, which you have redeemed."
        },
        {
            "reference":  "Psalm 71:24",
             "verseNumber":  24,
             "scripture":  "My tongue also shall talk of your righteousness all the day long: for they are confounded, for they are brought unto shame, that seek my hurt."
        }
    ]
}