{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  73,
     "verses":  [
        {
            "reference":  "Psalm 73:1",
             "verseNumber":  1,
             "scripture":  "Truly God is good to Israel, even to such as are of a clean heart."
        },
        {
            "reference":  "Psalm 73:2",
             "verseNumber":  2,
             "scripture":  "But as for me, my feet were almost gone; my steps had well nigh slipped."
        },
        {
            "reference":  "Psalm 73:3",
             "verseNumber":  3,
             "scripture":  "For I was envious at the foolish, when I saw the prosperity of the wicked."
        },
        {
            "reference":  "Psalm 73:4",
             "verseNumber":  4,
             "scripture":  "For there are no bands in their death: but their strength is firm."
        },
        {
            "reference":  "Psalm 73:5",
             "verseNumber":  5,
             "scripture":  "They are not in trouble as other men; neither are they plagued like other men."
        },
        {
            "reference":  "Psalm 73:6",
             "verseNumber":  6,
             "scripture":  "Therefore pride compasses them about as a chain; violence covers them as a garment."
        },
        {
            "reference":  "Psalm 73:7",
             "verseNumber":  7,
             "scripture":  "Their eyes stand out with fatness: they have more than heart could wish."
        },
        {
            "reference":  "Psalm 73:8",
             "verseNumber":  8,
             "scripture":  "They are corrupt, and speak wickedly concerning oppression: they speak loftily."
        },
        {
            "reference":  "Psalm 73:9",
             "verseNumber":  9,
             "scripture":  "They set their mouth against the heavens, and their tongue walks through the earth."
        },
        {
            "reference":  "Psalm 73:10",
             "verseNumber":  10,
             "scripture":  "Therefore his people return here: and waters of a full cup are wrung out to them."
        },
        {
            "reference":  "Psalm 73:11",
             "verseNumber":  11,
             "scripture":  "And they say, How does God know? and is there knowledge in the most High?"
        },
        {
            "reference":  "Psalm 73:12",
             "verseNumber":  12,
             "scripture":  "Behold, these are the ungodly, who prosper in the world; they increase in riches."
        },
        {
            "reference":  "Psalm 73:13",
             "verseNumber":  13,
             "scripture":  "Verily I have cleansed my heart in vain, and washed my hands in innocence."
        },
        {
            "reference":  "Psalm 73:14",
             "verseNumber":  14,
             "scripture":  "For all the day long have I been plagued, and chastened every morning."
        },
        {
            "reference":  "Psalm 73:15",
             "verseNumber":  15,
             "scripture":  "If I say, I will speak thus; behold, I should offend against the generation of your children."
        },
        {
            "reference":  "Psalm 73:16",
             "verseNumber":  16,
             "scripture":  "When I thought to know this, it was too painful for me;"
        },
        {
            "reference":  "Psalm 73:17",
             "verseNumber":  17,
             "scripture":  "Until I went into the sanctuary of God; then understood I their end."
        },
        {
            "reference":  "Psalm 73:18",
             "verseNumber":  18,
             "scripture":  "Surely you did set them in slippery places: you casted them down into destruction."
        },
        {
            "reference":  "Psalm 73:19",
             "verseNumber":  19,
             "scripture":  "How are they brought into desolation, as in a moment! they are utterly consumed with terrors."
        },
        {
            "reference":  "Psalm 73:20",
             "verseNumber":  20,
             "scripture":  "As a dream when one awakes; so, O Lord, when you awake, you shall despise their image."
        },
        {
            "reference":  "Psalm 73:21",
             "verseNumber":  21,
             "scripture":  "Thus my heart was grieved, and I was pricked in my reins."
        },
        {
            "reference":  "Psalm 73:22",
             "verseNumber":  22,
             "scripture":  "So foolish was I, and ignorant: I was as a beast before you."
        },
        {
            "reference":  "Psalm 73:23",
             "verseNumber":  23,
             "scripture":  "Nevertheless I am continually with you: you have held me by my right hand."
        },
        {
            "reference":  "Psalm 73:24",
             "verseNumber":  24,
             "scripture":  "You shall guide me with your counsel, and afterward receive me to glory."
        },
        {
            "reference":  "Psalm 73:25",
             "verseNumber":  25,
             "scripture":  "Whom have I in heaven but you? and there is none upon earth that I desire beside you."
        },
        {
            "reference":  "Psalm 73:26",
             "verseNumber":  26,
             "scripture":  "My flesh and my heart fails: but God is the strength of my heart, and my portion for ever."
        },
        {
            "reference":  "Psalm 73:27",
             "verseNumber":  27,
             "scripture":  "For, lo, they that are far from you shall perish: you have destroyed all them that go a whoring from you."
        },
        {
            "reference":  "Psalm 73:28",
             "verseNumber":  28,
             "scripture":  "But it is good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all your works."
        }
    ]
}