{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  76,
     "verses":  [
        {
            "reference":  "Psalm 76:1",
             "verseNumber":  1,
             "scripture":  "In Judah is God known: his name is great in Israel."
        },
        {
            "reference":  "Psalm 76:2",
             "verseNumber":  2,
             "scripture":  "In Salem also is his tabernacle, and his dwelling place in Zion."
        },
        {
            "reference":  "Psalm 76:3",
             "verseNumber":  3,
             "scripture":  "There brake he the arrows of the bow, the shield, and the sword, and the battle. Selah."
        },
        {
            "reference":  "Psalm 76:4",
             "verseNumber":  4,
             "scripture":  "You are more glorious and excellent than the mountains of prey."
        },
        {
            "reference":  "Psalm 76:5",
             "verseNumber":  5,
             "scripture":  "The stouthearted are spoiled, they have slept their sleep: and none of the men of might have found their hands."
        },
        {
            "reference":  "Psalm 76:6",
             "verseNumber":  6,
             "scripture":  "At your rebuke, O God of Jacob, both the chariot and horse are cast into a dead sleep."
        },
        {
            "reference":  "Psalm 76:7",
             "verseNumber":  7,
             "scripture":  "You, even you, are to be feared: and who may stand in your sight when once you are angry?"
        },
        {
            "reference":  "Psalm 76:8",
             "verseNumber":  8,
             "scripture":  "You did cause judgment to be heard from heaven; the earth feared, and was still,"
        },
        {
            "reference":  "Psalm 76:9",
             "verseNumber":  9,
             "scripture":  "When God arose to judgment, to save all the meek of the earth. Selah."
        },
        {
            "reference":  "Psalm 76:10",
             "verseNumber":  10,
             "scripture":  "Surely the wrath of man shall praise you: the remainder of wrath shall you restrain."
        },
        {
            "reference":  "Psalm 76:11",
             "verseNumber":  11,
             "scripture":  "Vow, and pay unto the LORD your God: let all that be round about him bring presents unto him that ought to be feared."
        },
        {
            "reference":  "Psalm 76:12",
             "verseNumber":  12,
             "scripture":  "He shall cut off the spirit of princes: he is terrible to the kings of the earth."
        }
    ]
}