{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  78,
     "verses":  [
        {
            "reference":  "Psalm 78:1",
             "verseNumber":  1,
             "scripture":  "Give ear, O my people, to my law: incline your ears to the words of my mouth."
        },
        {
            "reference":  "Psalm 78:2",
             "verseNumber":  2,
             "scripture":  "I will open my mouth in a parable: I will utter dark sayings of old:"
        },
        {
            "reference":  "Psalm 78:3",
             "verseNumber":  3,
             "scripture":  "Which we have heard and known, and our fathers have told us."
        },
        {
            "reference":  "Psalm 78:4",
             "verseNumber":  4,
             "scripture":  "We will not hide them from their children, showing to the generation to come the praises of the LORD, and his strength, and his wonderful works that he has done."
        },
        {
            "reference":  "Psalm 78:5",
             "verseNumber":  5,
             "scripture":  "For he established a testimony in Jacob, and appointed a law in Israel, which he commanded our fathers, that they should make them known to their children:"
        },
        {
            "reference":  "Psalm 78:6",
             "verseNumber":  6,
             "scripture":  "That the generation to come might know them, even the children which should be born; who should arise and declare them to their children:"
        },
        {
            "reference":  "Psalm 78:7",
             "verseNumber":  7,
             "scripture":  "That they might set their hope in God, and not forget the works of God, but keep his commandments:"
        },
        {
            "reference":  "Psalm 78:8",
             "verseNumber":  8,
             "scripture":  "And might not be as their fathers, a stubborn and rebellious generation; a generation that set not their heart aright, and whose spirit was not steadfast with God."
        },
        {
            "reference":  "Psalm 78:9",
             "verseNumber":  9,
             "scripture":  "The children of Ephraim, being armed, and carrying bows, turned back in the day of battle."
        },
        {
            "reference":  "Psalm 78:10",
             "verseNumber":  10,
             "scripture":  "They kept not the covenant of God, and refused to walk in his law;"
        },
        {
            "reference":  "Psalm 78:11",
             "verseNumber":  11,
             "scripture":  "And forgotten about his works, and his wonders that he had showed them."
        },
        {
            "reference":  "Psalm 78:12",
             "verseNumber":  12,
             "scripture":  "Marvellous things did he in the sight of their fathers, in the land of Egypt, in the field of Zoan."
        },
        {
            "reference":  "Psalm 78:13",
             "verseNumber":  13,
             "scripture":  "He divided the sea, and caused them to pass through; and he made the waters to stand as an heap."
        },
        {
            "reference":  "Psalm 78:14",
             "verseNumber":  14,
             "scripture":  "In the daytime also he led them with a cloud, and all the night with a light of fire."
        },
        {
            "reference":  "Psalm 78:15",
             "verseNumber":  15,
             "scripture":  "He clave the rocks in the wilderness, and gave them drink as out of the great depths."
        },
        {
            "reference":  "Psalm 78:16",
             "verseNumber":  16,
             "scripture":  "He brought streams also out of the rock, and caused waters to run down like rivers."
        },
        {
            "reference":  "Psalm 78:17",
             "verseNumber":  17,
             "scripture":  "And they sinned yet more against him by provoking the most High in the wilderness."
        },
        {
            "reference":  "Psalm 78:18",
             "verseNumber":  18,
             "scripture":  "And they tempted God in their heart by asking food for their lust."
        },
        {
            "reference":  "Psalm 78:19",
             "verseNumber":  19,
             "scripture":  "Yea, they spoke against God; they said, Can God furnish a table in the wilderness?"
        },
        {
            "reference":  "Psalm 78:20",
             "verseNumber":  20,
             "scripture":  "Behold, he stroke the rock, that the waters gushed out, and the streams overflowed; can he give bread also? can he provide flesh for his people?"
        },
        {
            "reference":  "Psalm 78:21",
             "verseNumber":  21,
             "scripture":  "Therefore the LORD heard this, and was angry: so a fire was kindled against Jacob, and anger also came up against Israel;"
        },
        {
            "reference":  "Psalm 78:22",
             "verseNumber":  22,
             "scripture":  "Because they believed not in God, and trusted not in his salvation:"
        },
        {
            "reference":  "Psalm 78:23",
             "verseNumber":  23,
             "scripture":  "Though he had commanded the clouds from above, and opened the doors of heaven,"
        },
        {
            "reference":  "Psalm 78:24",
             "verseNumber":  24,
             "scripture":  "And had rained down manna upon them to eat, and had given them of the corn of heaven."
        },
        {
            "reference":  "Psalm 78:25",
             "verseNumber":  25,
             "scripture":  "Man did eat angels' food: he sent them food to the full."
        },
        {
            "reference":  "Psalm 78:26",
             "verseNumber":  26,
             "scripture":  "He caused an east wind to blow in the heaven: and by his power he brought in the south wind."
        },
        {
            "reference":  "Psalm 78:27",
             "verseNumber":  27,
             "scripture":  "He rained flesh also upon them as dust, and feathered fowls like the sand of the sea:"
        },
        {
            "reference":  "Psalm 78:28",
             "verseNumber":  28,
             "scripture":  "And he let it fall in the midst of their camp, round about their habitations."
        },
        {
            "reference":  "Psalm 78:29",
             "verseNumber":  29,
             "scripture":  "So they did eat, and were well filled: for he gave them their own desire;"
        },
        {
            "reference":  "Psalm 78:30",
             "verseNumber":  30,
             "scripture":  "They were not cut off from their lust. But while their food was yet in their mouths,"
        },
        {
            "reference":  "Psalm 78:31",
             "verseNumber":  31,
             "scripture":  "The wrath of God came upon them, and slew the fattest of them, and stroke down the chosen men of Israel."
        },
        {
            "reference":  "Psalm 78:32",
             "verseNumber":  32,
             "scripture":  "For all this they sinned still, and believed not for his wondrous works."
        },
        {
            "reference":  "Psalm 78:33",
             "verseNumber":  33,
             "scripture":  "Therefore their days did he consume in vanity, and their years in trouble."
        },
        {
            "reference":  "Psalm 78:34",
             "verseNumber":  34,
             "scripture":  "When he slew them, then they sought him: and they returned and enquired early after God."
        },
        {
            "reference":  "Psalm 78:35",
             "verseNumber":  35,
             "scripture":  "And they remembered that God was their rock, and the high God their redeemer."
        },
        {
            "reference":  "Psalm 78:36",
             "verseNumber":  36,
             "scripture":  "Nevertheless they did flatter him with their mouth, and they lied unto him with their tongues."
        },
        {
            "reference":  "Psalm 78:37",
             "verseNumber":  37,
             "scripture":  "For their heart was not right with him, neither were they steadfast in his covenant."
        },
        {
            "reference":  "Psalm 78:38",
             "verseNumber":  38,
             "scripture":  "But he, being full of compassion, forgave their iniquity, and destroyed them not: yea, many a time turned he his anger away, and did not stir up all his wrath."
        },
        {
            "reference":  "Psalm 78:39",
             "verseNumber":  39,
             "scripture":  "For he remembered that they were but flesh; a wind that passes away, and comes not again."
        },
        {
            "reference":  "Psalm 78:40",
             "verseNumber":  40,
             "scripture":  "How often did they provoke him in the wilderness, and grieve him in the desert!"
        },
        {
            "reference":  "Psalm 78:41",
             "verseNumber":  41,
             "scripture":  "Yea, they turned back and tempted God, and limited the Holy One of Israel."
        },
        {
            "reference":  "Psalm 78:42",
             "verseNumber":  42,
             "scripture":  "They remembered not his hand, nor the day when he delivered them from the enemy."
        },
        {
            "reference":  "Psalm 78:43",
             "verseNumber":  43,
             "scripture":  "How he had wrought his signs in Egypt, and his wonders in the field of Zoan."
        },
        {
            "reference":  "Psalm 78:44",
             "verseNumber":  44,
             "scripture":  "And had turned their rivers into blood; and their floods, that they could not drink."
        },
        {
            "reference":  "Psalm 78:45",
             "verseNumber":  45,
             "scripture":  "He sent divers sorts of flies among them, which devoured them; and frogs, which destroyed them."
        },
        {
            "reference":  "Psalm 78:46",
             "verseNumber":  46,
             "scripture":  "He gave also their increase unto the caterpillar, and their labour unto the locust."
        },
        {
            "reference":  "Psalm 78:47",
             "verseNumber":  47,
             "scripture":  "He destroyed their vines with hail, and their sycomore trees with frost."
        },
        {
            "reference":  "Psalm 78:48",
             "verseNumber":  48,
             "scripture":  "He gave up their cattle also to the hail, and their flocks to hot thunderbolts."
        },
        {
            "reference":  "Psalm 78:49",
             "verseNumber":  49,
             "scripture":  "He cast upon them the fierceness of his anger, wrath, and indignation, and trouble, by sending evil angels among them."
        },
        {
            "reference":  "Psalm 78:50",
             "verseNumber":  50,
             "scripture":  "He made a way to his anger; he spared not their soul from death, but gave their life over to the pestilence;"
        },
        {
            "reference":  "Psalm 78:51",
             "verseNumber":  51,
             "scripture":  "And stroke all the firstborn in Egypt; the chief of their strength in the tabernacles of Ham:"
        },
        {
            "reference":  "Psalm 78:52",
             "verseNumber":  52,
             "scripture":  "But made his own people to go forth like sheep, and guided them in the wilderness like a flock."
        },
        {
            "reference":  "Psalm 78:53",
             "verseNumber":  53,
             "scripture":  "And he led them on safely, so that they feared not: but the sea overwhelmed their enemies."
        },
        {
            "reference":  "Psalm 78:54",
             "verseNumber":  54,
             "scripture":  "And he brought them to the border of his sanctuary, even to this mountain, which his right hand had purchased."
        },
        {
            "reference":  "Psalm 78:55",
             "verseNumber":  55,
             "scripture":  "He cast out the heathen also before them, and divided them an inheritance by line, and made the tribes of Israel to dwell in their tents."
        },
        {
            "reference":  "Psalm 78:56",
             "verseNumber":  56,
             "scripture":  "Yet they tempted and provoked the most high God, and kept not his testimonies:"
        },
        {
            "reference":  "Psalm 78:57",
             "verseNumber":  57,
             "scripture":  "But turned back, and dealt unfaithfully like their fathers: they were turned aside like a deceitful bow."
        },
        {
            "reference":  "Psalm 78:58",
             "verseNumber":  58,
             "scripture":  "For they provoked him to anger with their high places, and moved him to jealousy with their graven images."
        },
        {
            "reference":  "Psalm 78:59",
             "verseNumber":  59,
             "scripture":  "When God heard this, he was angry, and greatly abhorred Israel:"
        },
        {
            "reference":  "Psalm 78:60",
             "verseNumber":  60,
             "scripture":  "So that he forsook the tabernacle of Shiloh, the tent which he placed among men;"
        },
        {
            "reference":  "Psalm 78:61",
             "verseNumber":  61,
             "scripture":  "And delivered his strength into captivity, and his glory into the enemy's hand."
        },
        {
            "reference":  "Psalm 78:62",
             "verseNumber":  62,
             "scripture":  "He gave his people over also unto the sword; and was angry with his inheritance."
        },
        {
            "reference":  "Psalm 78:63",
             "verseNumber":  63,
             "scripture":  "The fire consumed their young men; and their maidens were not given to marriage."
        },
        {
            "reference":  "Psalm 78:64",
             "verseNumber":  64,
             "scripture":  "Their priests fell by the sword; and their widows made no lamentation."
        },
        {
            "reference":  "Psalm 78:65",
             "verseNumber":  65,
             "scripture":  "Then the LORD awaked as one out of sleep, and like a mighty man that shouts by reason of wine."
        },
        {
            "reference":  "Psalm 78:66",
             "verseNumber":  66,
             "scripture":  "And he stroke his enemies in the hinder parts: he put them to a perpetual reproach."
        },
        {
            "reference":  "Psalm 78:67",
             "verseNumber":  67,
             "scripture":  "Moreover he refused the tabernacle of Joseph, and chose not the tribe of Ephraim:"
        },
        {
            "reference":  "Psalm 78:68",
             "verseNumber":  68,
             "scripture":  "But chose the tribe of Judah, the mount Zion which he loved."
        },
        {
            "reference":  "Psalm 78:69",
             "verseNumber":  69,
             "scripture":  "And he built his sanctuary like high palaces, like the earth which he has established for ever."
        },
        {
            "reference":  "Psalm 78:70",
             "verseNumber":  70,
             "scripture":  "He chose David also his servant, and took him from the sheepfolds:"
        },
        {
            "reference":  "Psalm 78:71",
             "verseNumber":  71,
             "scripture":  "From following the ewes great with young he brought him to feed Jacob his people, and Israel his inheritance."
        },
        {
            "reference":  "Psalm 78:72",
             "verseNumber":  72,
             "scripture":  "So he fed them according to the integrity of his heart; and guided them by the skillfulness of his hands."
        }
    ]
}