{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 79, "verses": [{"reference": "Psalm 79:1", "verseNumber": 1, "scripture": "O god, the heathen are come into yours inheritance; your holy temple have they defiled; they have laid Jerusalem on heaps."},{"reference": "Psalm 79:2", "verseNumber": 2, "scripture": "The dead bodies of your servants have they given to be food unto the fowls of the heaven, the flesh of your saints unto the beasts of the earth."},{"reference": "Psalm 79:3", "verseNumber": 3, "scripture": "Their blood have they shed like water round about Jerusalem; and there was none to bury them."},{"reference": "Psalm 79:4", "verseNumber": 4, "scripture": "We are become a reproach to our neighbours, a scorn and derision to them that are round about us."},{"reference": "Psalm 79:5", "verseNumber": 5, "scripture": "How long, LORD? will you be angry for ever? shall your jealousy burn like fire?"},{"reference": "Psalm 79:6", "verseNumber": 6, "scripture": "Pour out your wrath upon the heathen that have not known you, and upon the kingdoms that have not called upon your name."},{"reference": "Psalm 79:7", "verseNumber": 7, "scripture": "For they have devoured Jacob, and laid waste his dwelling place."},{"reference": "Psalm 79:8", "verseNumber": 8, "scripture": "O remember not against us former iniquities: let your tender mercies speedily prevent us: for we are brought very low."},{"reference": "Psalm 79:9", "verseNumber": 9, "scripture": "Help us, O God of our salvation, for the glory of your name: and deliver us, and purge away our sins, for your name's sake."},{"reference": "Psalm 79:10", "verseNumber": 10, "scripture": "Wherefore should the heathen say, Where is their God? let him be known among the heathen in our sight by the revenging of the blood of your servants which is shed."},{"reference": "Psalm 79:11", "verseNumber": 11, "scripture": "Let the sighing of the prisoner come before you; according to the greatness of your power preserve you those that are appointed to die;"},{"reference": "Psalm 79:12", "verseNumber": 12, "scripture": "And render unto our neighbours sevenfold into their bosom their reproach, wherewith they have reproached you, O Lord."},{"reference": "Psalm 79:13", "verseNumber": 13, "scripture": "So we your people and sheep of your pasture will give you thanks for ever: we will show forth your praise to all generations."}]}