{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 8, "verses": [{"reference": "Psalm 8:1", "verseNumber": 1, "scripture": "O LORD, our Lord, how excellent is your name in all the earth! who have set your glory above the heavens."},{"reference": "Psalm 8:2", "verseNumber": 2, "scripture": "Out of the mouth of babes and infants have you ordained strength because of yours enemies, that you might still the enemy and the avenger."},{"reference": "Psalm 8:3", "verseNumber": 3, "scripture": "When I consider your heavens, the work of your fingers, the moon and the stars, which you have ordained;"},{"reference": "Psalm 8:4", "verseNumber": 4, "scripture": "What is man, that you are mindful of him? and the son of man, that you visit him?"},{"reference": "Psalm 8:5", "verseNumber": 5, "scripture": "For you have made him a little lower than the angels, and have crowned him with glory and honour."},{"reference": "Psalm 8:6", "verseNumber": 6, "scripture": "You made him to have dominion over the works of your hands; you have put all things under his feet:"},{"reference": "Psalm 8:7", "verseNumber": 7, "scripture": "All sheep and oxen, yea, and the beasts of the field;"},{"reference": "Psalm 8:8", "verseNumber": 8, "scripture": "The fowl of the air, and the fish of the sea, and whatsoever passes through the paths of the seas."},{"reference": "Psalm 8:9", "verseNumber": 9, "scripture": "O LORD our Lord, how excellent is your name in all the earth!"}]}