{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 81, "verses": [{"reference": "Psalm 81:1", "verseNumber": 1, "scripture": "Sing aloud unto God our strength: make a joyful noise unto the God of Jacob."},{"reference": "Psalm 81:2", "verseNumber": 2, "scripture": "Take a psalm, and bring here the timbrel, the pleasant harp with the psaltery."},{"reference": "Psalm 81:3", "verseNumber": 3, "scripture": "Blow up the trumpet in the new moon, in the time appointed, on our solemn feast day."},{"reference": "Psalm 81:4", "verseNumber": 4, "scripture": "For this was a statute for Israel, and a law of the God of Jacob."},{"reference": "Psalm 81:5", "verseNumber": 5, "scripture": "This he ordained in Joseph for a testimony, when he went out through the land of Egypt: where I heard a language that I understood not."},{"reference": "Psalm 81:6", "verseNumber": 6, "scripture": "I removed his shoulder from the burden: his hands were delivered from the pots."},{"reference": "Psalm 81:7", "verseNumber": 7, "scripture": "You called in trouble, and I delivered you; I answered you in the secret place of thunder: I proved you at the waters of Meribah. Selah."},{"reference": "Psalm 81:8", "verseNumber": 8, "scripture": "Hear, O my people, and I will testify unto you: O Israel, if you will hearken unto me;"},{"reference": "Psalm 81:9", "verseNumber": 9, "scripture": "There shall no strange god be in you; neither shall you worship any strange god."},{"reference": "Psalm 81:10", "verseNumber": 10, "scripture": "I am the LORD your God, which brought you out of the land of Egypt: open your mouth wide, and I will fill it."},{"reference": "Psalm 81:11", "verseNumber": 11, "scripture": "But my people would not hearken to my voice; and Israel refused me."},{"reference": "Psalm 81:12", "verseNumber": 12, "scripture": "So I gave them up unto their own hearts' lust: and they walked in their own counsels."},{"reference": "Psalm 81:13", "verseNumber": 13, "scripture": "Oh that my people had hearkened unto me, and Israel had walked in my ways!"},{"reference": "Psalm 81:14", "verseNumber": 14, "scripture": "I should soon have subdued their enemies, and turned my hand against their adversaries."},{"reference": "Psalm 81:15", "verseNumber": 15, "scripture": "The haters of the LORD should have submitted themselves unto him: but their time should have endured for ever."},{"reference": "Psalm 81:16", "verseNumber": 16, "scripture": "He should have fed them also with the finest of the wheat: and with honey out of the rock should I have satisfied you."}]}