{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 85, "verses": [{"reference": "Psalm 85:1", "verseNumber": 1, "scripture": "Lord, you have been favourable unto your land: you have brought back the captivity of Jacob."},{"reference": "Psalm 85:2", "verseNumber": 2, "scripture": "You have forgiven the iniquity of your people, you have covered all their sin. Selah."},{"reference": "Psalm 85:3", "verseNumber": 3, "scripture": "You have taken away all your wrath: you have turned yourself from the fierceness of yours anger."},{"reference": "Psalm 85:4", "verseNumber": 4, "scripture": "Turn us, O God of our salvation, and cause yours anger toward us to cease."},{"reference": "Psalm 85:5", "verseNumber": 5, "scripture": "Will you be angry with us for ever? will you draw out yours anger to all generations?"},{"reference": "Psalm 85:6", "verseNumber": 6, "scripture": "Will you not revive us again: that your people may rejoice in you?"},{"reference": "Psalm 85:7", "verseNumber": 7, "scripture": "Show us your mercy, O LORD, and grant us your salvation."},{"reference": "Psalm 85:8", "verseNumber": 8, "scripture": "I will hear what God the LORD will speak: for he will speak peace unto his people, and to his saints: but let them not return to folly."},{"reference": "Psalm 85:9", "verseNumber": 9, "scripture": "Surely his salvation is nigh them that fear him; that glory may dwell in our land."},{"reference": "Psalm 85:10", "verseNumber": 10, "scripture": "Mercy and truth are met together; righteousness and peace have kissed each other."},{"reference": "Psalm 85:11", "verseNumber": 11, "scripture": "Truth shall spring out of the earth; and righteousness shall look down from heaven."},{"reference": "Psalm 85:12", "verseNumber": 12, "scripture": "Yea, the LORD shall give that which is good; and our land shall yield her increase."},{"reference": "Psalm 85:13", "verseNumber": 13, "scripture": "Righteousness shall go before him; and shall set us in the way of his steps."}]}