{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  9,
     "verses":  [
        {
            "reference":  "Psalm 9:1",
             "verseNumber":  1,
             "scripture":  "I will praise you, O LORD, with my whole heart; I will show forth all your marvellous works."
        },
        {
            "reference":  "Psalm 9:2",
             "verseNumber":  2,
             "scripture":  "I will be glad and rejoice in you: I will sing praise to your name, O you most High."
        },
        {
            "reference":  "Psalm 9:3",
             "verseNumber":  3,
             "scripture":  "When mine enemies are turned back, they shall fall and perish at your presence."
        },
        {
            "reference":  "Psalm 9:4",
             "verseNumber":  4,
             "scripture":  "For you have maintained my right and my cause; you sat in the throne judging right."
        },
        {
            "reference":  "Psalm 9:5",
             "verseNumber":  5,
             "scripture":  "You have rebuked the heathen, you have destroyed the wicked, you have put out their name for ever and ever."
        },
        {
            "reference":  "Psalm 9:6",
             "verseNumber":  6,
             "scripture":  "O you enemy, destructions are come to a perpetual end: and you have destroyed cities; their memorial is perished with them."
        },
        {
            "reference":  "Psalm 9:7",
             "verseNumber":  7,
             "scripture":  "But the LORD shall endure for ever: he has prepared his throne for judgment."
        },
        {
            "reference":  "Psalm 9:8",
             "verseNumber":  8,
             "scripture":  "And he shall judge the world in righteousness, he shall minister judgment to the people in uprightness."
        },
        {
            "reference":  "Psalm 9:9",
             "verseNumber":  9,
             "scripture":  "The LORD also will be a refuge for the oppressed, a refuge in times of trouble."
        },
        {
            "reference":  "Psalm 9:10",
             "verseNumber":  10,
             "scripture":  "And they that know your name will put their trust in you: for you, LORD, have not forsaken them that seek you."
        },
        {
            "reference":  "Psalm 9:11",
             "verseNumber":  11,
             "scripture":  "Sing praises to the LORD, which dwells in Zion: declare among the people his doings."
        },
        {
            "reference":  "Psalm 9:12",
             "verseNumber":  12,
             "scripture":  "When he makes inquisition for blood, he remembers them: he forgets not the cry of the humble."
        },
        {
            "reference":  "Psalm 9:13",
             "verseNumber":  13,
             "scripture":  "Have mercy upon me, O LORD; consider my trouble which I suffer of them that hate me, you that lift me up from the gates of death:"
        },
        {
            "reference":  "Psalm 9:14",
             "verseNumber":  14,
             "scripture":  "That I may show forth all your praise in the gates of the daughter of Zion: I will rejoice in your salvation."
        },
        {
            "reference":  "Psalm 9:15",
             "verseNumber":  15,
             "scripture":  "The heathen are sunk down in the pit that they made: in the net which they hid is their own foot taken."
        },
        {
            "reference":  "Psalm 9:16",
             "verseNumber":  16,
             "scripture":  "The LORD is known by the judgment which he executes: the wicked is snared in the work of his own hands. Higgaion. Selah."
        },
        {
            "reference":  "Psalm 9:17",
             "verseNumber":  17,
             "scripture":  "The wicked shall be turned into hell, and all the nations that forget God."
        },
        {
            "reference":  "Psalm 9:18",
             "verseNumber":  18,
             "scripture":  "For the needy shall not always be forgotten: the expectation of the poor shall not perish for ever."
        },
        {
            "reference":  "Psalm 9:19",
             "verseNumber":  19,
             "scripture":  "Arise, O LORD; let not man prevail: let the heathen be judged in your sight."
        },
        {
            "reference":  "Psalm 9:20",
             "verseNumber":  20,
             "scripture":  "Put them in fear, O LORD: that the nations may know themselves to be but men. Selah."
        }
    ]
}