{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  90,
     "verses":  [
        {
            "reference":  "Psalm 90:1",
             "verseNumber":  1,
             "scripture":  "Lord, you have been our dwelling place in all generations."
        },
        {
            "reference":  "Psalm 90:2",
             "verseNumber":  2,
             "scripture":  "Before the mountains were brought forth, before even you had formed the earth and the world, even from everlasting to everlasting, you are God."
        },
        {
            "reference":  "Psalm 90:3",
             "verseNumber":  3,
             "scripture":  "You turn man to destruction; and says, Return, all of you children of men."
        },
        {
            "reference":  "Psalm 90:4",
             "verseNumber":  4,
             "scripture":  "For a thousand years in your sight are but as yesterday when it is past, and as a watch in the night."
        },
        {
            "reference":  "Psalm 90:5",
             "verseNumber":  5,
             "scripture":  "You carry them away as with a flood; they are as a sleep: in the morning they are like grass which grows up."
        },
        {
            "reference":  "Psalm 90:6",
             "verseNumber":  6,
             "scripture":  "In the morning it flourishes, and grows up; in the evening it is cut down, and withers."
        },
        {
            "reference":  "Psalm 90:7",
             "verseNumber":  7,
             "scripture":  "For we are consumed by yours anger, and by your wrath are we troubled."
        },
        {
            "reference":  "Psalm 90:8",
             "verseNumber":  8,
             "scripture":  "You have set our iniquities before you, our secret sins in the light of your countenance."
        },
        {
            "reference":  "Psalm 90:9",
             "verseNumber":  9,
             "scripture":  "For all our days are passed away in your wrath: we spend our years as a tale that is told."
        },
        {
            "reference":  "Psalm 90:10",
             "verseNumber":  10,
             "scripture":  "The days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away."
        },
        {
            "reference":  "Psalm 90:11",
             "verseNumber":  11,
             "scripture":  "Who knows the power of yours anger? even according to your fear, so is your wrath."
        },
        {
            "reference":  "Psalm 90:12",
             "verseNumber":  12,
             "scripture":  "So teach us to number our days, that we may apply our hearts unto wisdom."
        },
        {
            "reference":  "Psalm 90:13",
             "verseNumber":  13,
             "scripture":  "Return, O LORD, how long? and let it repent you concerning your servants."
        },
        {
            "reference":  "Psalm 90:14",
             "verseNumber":  14,
             "scripture":  "O satisfy us early with your mercy; that we may rejoice and be glad all our days."
        },
        {
            "reference":  "Psalm 90:15",
             "verseNumber":  15,
             "scripture":  "Make us glad according to the days wherein you have afflicted us, and the years wherein we have seen evil."
        },
        {
            "reference":  "Psalm 90:16",
             "verseNumber":  16,
             "scripture":  "Let your work appear unto your servants, and your glory unto their children."
        },
        {
            "reference":  "Psalm 90:17",
             "verseNumber":  17,
             "scripture":  "And let the beauty of the LORD our God be upon us: and establish you the work of our hands upon us; yea, the work of our hands establish you it."
        }
    ]
}