{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 91, "verses": [{"reference": "Psalm 91:1", "verseNumber": 1, "scripture": "He that dwells in the secret place of the most High shall abide under the shadow of the Almighty."},{"reference": "Psalm 91:2", "verseNumber": 2, "scripture": "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust."},{"reference": "Psalm 91:3", "verseNumber": 3, "scripture": "Surely he shall deliver you from the snare of the fowler, and from the dangerous pestilence."},{"reference": "Psalm 91:4", "verseNumber": 4, "scripture": "He shall cover you with his feathers, and under his wings shall you trust: his truth shall be your shield and buckler."},{"reference": "Psalm 91:5", "verseNumber": 5, "scripture": "You shall not be afraid for the terror by night; nor for the arrow that flies by day;"},{"reference": "Psalm 91:6", "verseNumber": 6, "scripture": "Nor for the pestilence that walks in darkness; nor for the destruction that wastes at noonday."},{"reference": "Psalm 91:7", "verseNumber": 7, "scripture": "A thousand shall fall at your side, and ten thousand at your right hand; but it shall not come nigh you."},{"reference": "Psalm 91:8", "verseNumber": 8, "scripture": "Only with yours eyes shall you behold and see the reward of the wicked."},{"reference": "Psalm 91:9", "verseNumber": 9, "scripture": "Because you have made the LORD, which is my refuge, even the most High, your habitation;"},{"reference": "Psalm 91:10", "verseNumber": 10, "scripture": "There shall no evil befall you, neither shall any plague come nigh your dwelling."},{"reference": "Psalm 91:11", "verseNumber": 11, "scripture": "For he shall give his angels charge over you, to keep you in all your ways."},{"reference": "Psalm 91:12", "verseNumber": 12, "scripture": "They shall bear you up in their hands, lest you dash your foot against a stone."},{"reference": "Psalm 91:13", "verseNumber": 13, "scripture": "You shall tread upon the lion and adder: the young lion and the dragon shall you trample under feet."},{"reference": "Psalm 91:14", "verseNumber": 14, "scripture": "Because he has set his love upon me, therefore will I deliver him: I will set him on high, because he has known my name."},{"reference": "Psalm 91:15", "verseNumber": 15, "scripture": "He shall call upon me, and I will answer him: I will be with him in trouble; I will deliver him, and honour him."},{"reference": "Psalm 91:16", "verseNumber": 16, "scripture": "With long life will I satisfy him, and show him my salvation."}]}