{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  94,
     "verses":  [
        {
            "reference":  "Psalm 94:1",
             "verseNumber":  1,
             "scripture":  "O Lord God, to whom vengeance belongs; O God, to whom vengeance belongs, show yourself."
        },
        {
            "reference":  "Psalm 94:2",
             "verseNumber":  2,
             "scripture":  "Lift up yourself, you judge of the earth: render a reward to the proud."
        },
        {
            "reference":  "Psalm 94:3",
             "verseNumber":  3,
             "scripture":  "LORD, how long shall the wicked, how long shall the wicked triumph?"
        },
        {
            "reference":  "Psalm 94:4",
             "verseNumber":  4,
             "scripture":  "How long shall they utter and speak hard things? and all the workers of iniquity boast themselves?"
        },
        {
            "reference":  "Psalm 94:5",
             "verseNumber":  5,
             "scripture":  "They break in pieces your people, O LORD, and afflict yours heritage."
        },
        {
            "reference":  "Psalm 94:6",
             "verseNumber":  6,
             "scripture":  "They slay the widow and the stranger, and murder the fatherless."
        },
        {
            "reference":  "Psalm 94:7",
             "verseNumber":  7,
             "scripture":  "Yet they say, The LORD shall not see, neither shall the God of Jacob regard it."
        },
        {
            "reference":  "Psalm 94:8",
             "verseNumber":  8,
             "scripture":  "Understand, all of you brutish among the people: and all of you fools, when will all of you be wise?"
        },
        {
            "reference":  "Psalm 94:9",
             "verseNumber":  9,
             "scripture":  "He that planted the ear, shall he not hear? he that formed the eye, shall he not see?"
        },
        {
            "reference":  "Psalm 94:10",
             "verseNumber":  10,
             "scripture":  "He that chastises the heathen, shall not he correct? he that teaches man knowledge, shall not he know?"
        },
        {
            "reference":  "Psalm 94:11",
             "verseNumber":  11,
             "scripture":  "The LORD knows the thoughts of man, that they are vanity."
        },
        {
            "reference":  "Psalm 94:12",
             "verseNumber":  12,
             "scripture":  "Blessed is the man whom you chasten, O LORD, and teach him out of your law;"
        },
        {
            "reference":  "Psalm 94:13",
             "verseNumber":  13,
             "scripture":  "That you may give him rest from the days of adversity, until the pit be dug for the wicked."
        },
        {
            "reference":  "Psalm 94:14",
             "verseNumber":  14,
             "scripture":  "For the LORD will not cast off his people, neither will he forsake his inheritance."
        },
        {
            "reference":  "Psalm 94:15",
             "verseNumber":  15,
             "scripture":  "But judgment shall return unto righteousness: and all the upright in heart shall follow it."
        },
        {
            "reference":  "Psalm 94:16",
             "verseNumber":  16,
             "scripture":  "Who will rise up for me against the evildoers? or who will stand up for me against the workers of iniquity?"
        },
        {
            "reference":  "Psalm 94:17",
             "verseNumber":  17,
             "scripture":  "Unless the LORD had been my help, my soul had almost dwelt in silence."
        },
        {
            "reference":  "Psalm 94:18",
             "verseNumber":  18,
             "scripture":  "When I said, My foot slips; your mercy, O LORD, held me up."
        },
        {
            "reference":  "Psalm 94:19",
             "verseNumber":  19,
             "scripture":  "In the multitude of my thoughts within me your comforts delight my soul."
        },
        {
            "reference":  "Psalm 94:20",
             "verseNumber":  20,
             "scripture":  "Shall the throne of iniquity have fellowship with you, which frames mischief by a law?"
        },
        {
            "reference":  "Psalm 94:21",
             "verseNumber":  21,
             "scripture":  "They gather themselves together against the soul of the righteous, and condemn the innocent blood."
        },
        {
            "reference":  "Psalm 94:22",
             "verseNumber":  22,
             "scripture":  "But the LORD is my defence; and my God is the rock of my refuge."
        },
        {
            "reference":  "Psalm 94:23",
             "verseNumber":  23,
             "scripture":  "And he shall bring upon them their own iniquity, and shall cut them off in their own wickedness; yea, the LORD our God shall cut them off."
        }
    ]
}