{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  95,
     "verses":  [
        {
            "reference":  "Psalm 95:1",
             "verseNumber":  1,
             "scripture":  "O come, let us sing unto the LORD: let us make a joyful noise to the rock of our salvation."
        },
        {
            "reference":  "Psalm 95:2",
             "verseNumber":  2,
             "scripture":  "Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms."
        },
        {
            "reference":  "Psalm 95:3",
             "verseNumber":  3,
             "scripture":  "For the LORD is a great God, and a great King above all gods."
        },
        {
            "reference":  "Psalm 95:4",
             "verseNumber":  4,
             "scripture":  "In his hand are the deep places of the earth: the strength of the hills is his also."
        },
        {
            "reference":  "Psalm 95:5",
             "verseNumber":  5,
             "scripture":  "The sea is his, and he made it: and his hands formed the dry land."
        },
        {
            "reference":  "Psalm 95:6",
             "verseNumber":  6,
             "scripture":  "O come, let us worship and bow down: let us kneel before the LORD our maker."
        },
        {
            "reference":  "Psalm 95:7",
             "verseNumber":  7,
             "scripture":  "For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if all of you will hear his voice,"
        },
        {
            "reference":  "Psalm 95:8",
             "verseNumber":  8,
             "scripture":  "Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness:"
        },
        {
            "reference":  "Psalm 95:9",
             "verseNumber":  9,
             "scripture":  "When your fathers tempted me, proved me, and saw my work."
        },
        {
            "reference":  "Psalm 95:10",
             "verseNumber":  10,
             "scripture":  "Forty years long was I grieved with this generation, and said, It is a people that do go astray in their heart, and they have not known my ways:"
        },
        {
            "reference":  "Psalm 95:11",
             "verseNumber":  11,
             "scripture":  "Unto whom I swore in my wrath that they should not enter into my rest."
        }
    ]
}