{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 96, "verses": [{"reference": "Psalm 96:1", "verseNumber": 1, "scripture": "O sing unto the LORD a new song: sing unto the LORD, all the earth."},{"reference": "Psalm 96:2", "verseNumber": 2, "scripture": "Sing unto the LORD, bless his name; show forth his salvation from day to day."},{"reference": "Psalm 96:3", "verseNumber": 3, "scripture": "Declare his glory among the heathen, his wonders among all people."},{"reference": "Psalm 96:4", "verseNumber": 4, "scripture": "For the LORD is great, and greatly to be praised: he is to be feared above all gods."},{"reference": "Psalm 96:5", "verseNumber": 5, "scripture": "For all the gods of the nations are idols: but the LORD made the heavens."},{"reference": "Psalm 96:6", "verseNumber": 6, "scripture": "Honour and majesty are before him: strength and beauty are in his sanctuary."},{"reference": "Psalm 96:7", "verseNumber": 7, "scripture": "Give unto the LORD, O all of you families of the people, give unto the LORD glory and strength."},{"reference": "Psalm 96:8", "verseNumber": 8, "scripture": "Give unto the LORD the glory due unto his name: bring an offering, and come into his courts."},{"reference": "Psalm 96:9", "verseNumber": 9, "scripture": "O worship the LORD in the beauty of holiness: fear before him, all the earth."},{"reference": "Psalm 96:10", "verseNumber": 10, "scripture": "Say among the heathen that the LORD reigns: the world also shall be established that it shall not be moved: he shall judge the people righteously."},{"reference": "Psalm 96:11", "verseNumber": 11, "scripture": "Let the heavens rejoice, and let the earth be glad; let the sea roar, and the fullness thereof."},{"reference": "Psalm 96:12", "verseNumber": 12, "scripture": "Let the field be joyful, and all that is therein: then shall all the trees of the wood rejoice"},{"reference": "Psalm 96:13", "verseNumber": 13, "scripture": "Before the LORD: for he comes, for he comes to judge the earth: he shall judge the world with righteousness, and the people with his truth."}]}