{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Psalm",
     "bookAbbreviation":  "Psa",
     "chapterNumber":  97,
     "verses":  [
        {
            "reference":  "Psalm 97:1",
             "verseNumber":  1,
             "scripture":  "The LORD reigns; let the earth rejoice; let the multitude of isles be glad thereof."
        },
        {
            "reference":  "Psalm 97:2",
             "verseNumber":  2,
             "scripture":  "Clouds and darkness are round about him: righteousness and judgment are the habitation of his throne."
        },
        {
            "reference":  "Psalm 97:3",
             "verseNumber":  3,
             "scripture":  "A fire goes before him, and burns up his enemies round about."
        },
        {
            "reference":  "Psalm 97:4",
             "verseNumber":  4,
             "scripture":  "His lightnings enlightened the world: the earth saw, and trembled."
        },
        {
            "reference":  "Psalm 97:5",
             "verseNumber":  5,
             "scripture":  "The hills melted like wax at the presence of the LORD, at the presence of the Lord of the whole earth."
        },
        {
            "reference":  "Psalm 97:6",
             "verseNumber":  6,
             "scripture":  "The heavens declare his righteousness, and all the people see his glory."
        },
        {
            "reference":  "Psalm 97:7",
             "verseNumber":  7,
             "scripture":  "Confounded be all they that serve graven images, that boast themselves of idols: worship him, all you gods."
        },
        {
            "reference":  "Psalm 97:8",
             "verseNumber":  8,
             "scripture":  "Zion heard, and was glad; and the daughters of Judah rejoiced because of your judgments, O LORD."
        },
        {
            "reference":  "Psalm 97:9",
             "verseNumber":  9,
             "scripture":  "For you, LORD, are high above all the earth: you are exalted far above all gods."
        },
        {
            "reference":  "Psalm 97:10",
             "verseNumber":  10,
             "scripture":  "All of you that love the LORD, hate evil: he perserves the souls of his saints; he delivers them out of the hand of the wicked."
        },
        {
            "reference":  "Psalm 97:11",
             "verseNumber":  11,
             "scripture":  "Light is sown for the righteous, and gladness for the upright in heart."
        },
        {
            "reference":  "Psalm 97:12",
             "verseNumber":  12,
             "scripture":  "Rejoice in the LORD, all of you righteous; and give thanks at the remembrance of his holiness."
        }
    ]
}