{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Psalm", "bookAbbreviation": "Psa", "chapterNumber": 98, "verses": [{"reference": "Psalm 98:1", "verseNumber": 1, "scripture": "O sing unto the LORD a new song; for he has done marvellous things: his right hand, and his holy arm, has got him the victory."},{"reference": "Psalm 98:2", "verseNumber": 2, "scripture": "The LORD has made known his salvation: his righteousness has he openly showed in the sight of the heathen."},{"reference": "Psalm 98:3", "verseNumber": 3, "scripture": "He has remembered his mercy and his truth toward the house of Israel: all the ends of the earth have seen the salvation of our God."},{"reference": "Psalm 98:4", "verseNumber": 4, "scripture": "Make a joyful noise unto the LORD, all the earth: make a loud noise, and rejoice, and sing praise."},{"reference": "Psalm 98:5", "verseNumber": 5, "scripture": "Sing unto the LORD with the harp; with the harp, and the voice of a psalm."},{"reference": "Psalm 98:6", "verseNumber": 6, "scripture": "With trumpets and sound of cornet make a joyful noise before the LORD, the King."},{"reference": "Psalm 98:7", "verseNumber": 7, "scripture": "Let the sea roar, and the fullness thereof; the world, and they that dwell therein."},{"reference": "Psalm 98:8", "verseNumber": 8, "scripture": "Let the floods clap their hands: let the hills be joyful together"},{"reference": "Psalm 98:9", "verseNumber": 9, "scripture": "Before the LORD; for he comes to judge the earth: with righteousness shall he judge the world, and the people with equity."}]}