{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Romans",
     "bookAbbreviation":  "Rom",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "Romans 11:1",
             "verseNumber":  1,
             "scripture":  "I say then, Has God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin."
        },
        {
            "reference":  "Romans 11:2",
             "verseNumber":  2,
             "scripture":  "God has not cast away his people which he foreknew. Know all of you not what the scripture says of Elijah? how he makes intercession to God against Israel saying,"
        },
        {
            "reference":  "Romans 11:3",
             "verseNumber":  3,
             "scripture":  "Lord, they have killed your prophets, and dug down yours altars; and I am left alone, and they seek my life."
        },
        {
            "reference":  "Romans 11:4",
             "verseNumber":  4,
             "scripture":  "But what says the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to the image of Baal."
        },
        {
            "reference":  "Romans 11:5",
             "verseNumber":  5,
             "scripture":  "Even so then at this present time also there is a remnant according to the election of grace."
        },
        {
            "reference":  "Romans 11:6",
             "verseNumber":  6,
             "scripture":  "And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then it is no more grace: otherwise work is no more work."
        },
        {
            "reference":  "Romans 11:7",
             "verseNumber":  7,
             "scripture":  "What then? Israel has not obtained that which he seeks for; but the election has obtained it, and the rest were blinded."
        },
        {
            "reference":  "Romans 11:8",
             "verseNumber":  8,
             "scripture":  "(According as it is written, God has given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day."
        },
        {
            "reference":  "Romans 11:9",
             "verseNumber":  9,
             "scripture":  "And David says, Let their table be made a snare, and a trap, and a stumbling block, and a recompence unto them:"
        },
        {
            "reference":  "Romans 11:10",
             "verseNumber":  10,
             "scripture":  "Let their eyes be darkened, that they may not see, and bow down their back always."
        },
        {
            "reference":  "Romans 11:11",
             "verseNumber":  11,
             "scripture":  "I say then, Have they stumbled that they should fall? God forbid: but rather through their fall salvation has come unto the Gentiles, in order to provoke them to jealousy."
        },
        {
            "reference":  "Romans 11:12",
             "verseNumber":  12,
             "scripture":  "Now if the fall of them be the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fullness?"
        },
        {
            "reference":  "Romans 11:13",
             "verseNumber":  13,
             "scripture":  "For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office:"
        },
        {
            "reference":  "Romans 11:14",
             "verseNumber":  14,
             "scripture":  "If by any means I may provoke to awaken jealousy in them which are my flesh, and might save some of them."
        },
        {
            "reference":  "Romans 11:15",
             "verseNumber":  15,
             "scripture":  "For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?"
        },
        {
            "reference":  "Romans 11:16",
             "verseNumber":  16,
             "scripture":  "For if the first-fruit be holy, the lump is also holy: and if the root be holy, so are the branches."
        },
        {
            "reference":  "Romans 11:17",
             "verseNumber":  17,
             "scripture":  "And if some of the branches be broken off, and you, being a wild olive tree, were grafted in among them, and with them partake of the root and fatness of the olive tree;"
        },
        {
            "reference":  "Romans 11:18",
             "verseNumber":  18,
             "scripture":  "Boast not against the branches. But if you boast, you bear not the root, but the root you."
        },
        {
            "reference":  "Romans 11:19",
             "verseNumber":  19,
             "scripture":  "You will say then, The branches were broken off, that I might be grafted in."
        },
        {
            "reference":  "Romans 11:20",
             "verseNumber":  20,
             "scripture":  "Well; because of unbelief they were broken off, and you stand by faith. Be not high-minded, but fear:"
        },
        {
            "reference":  "Romans 11:21",
             "verseNumber":  21,
             "scripture":  "For if God spared not the natural branches, take heed lest he also spare not you."
        },
        {
            "reference":  "Romans 11:22",
             "verseNumber":  22,
             "scripture":  "Behold therefore the goodness and severity of God: on them which fell, severity; but toward you, goodness, if you continue in his goodness: otherwise you also shall be cut off."
        },
        {
            "reference":  "Romans 11:23",
             "verseNumber":  23,
             "scripture":  "And they also, if they abide not still in unbelief, shall be grafted in: for God is able to graft them in again."
        },
        {
            "reference":  "Romans 11:24",
             "verseNumber":  24,
             "scripture":  "For if you were cut out of the olive tree which is wild by nature, and were grafted contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be grafted into their own olive tree?"
        },
        {
            "reference":  "Romans 11:25",
             "verseNumber":  25,
             "scripture":  "For I would not, brethren, that all of you should be ignorant of this mystery, lest all of you should be wise in your own conceits; that blindness in part is happened to Israel, until the fullness of the Gentiles be come in."
        },
        {
            "reference":  "Romans 11:26",
             "verseNumber":  26,
             "scripture":  "And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:"
        },
        {
            "reference":  "Romans 11:27",
             "verseNumber":  27,
             "scripture":  "For this is my covenant unto them, when I shall take away their sins."
        },
        {
            "reference":  "Romans 11:28",
             "verseNumber":  28,
             "scripture":  "As concerning the gospel, they are enemies for your sakes: but as concerning the election, they are beloved for the father's sakes."
        },
        {
            "reference":  "Romans 11:29",
             "verseNumber":  29,
             "scripture":  "For the gifts and calling of God are without repentance."
        },
        {
            "reference":  "Romans 11:30",
             "verseNumber":  30,
             "scripture":  "For as all of you in times past have not believed God, yet have now obtained mercy through their unbelief:"
        },
        {
            "reference":  "Romans 11:31",
             "verseNumber":  31,
             "scripture":  "Even so have these also now not believed, that through your mercy they also may obtain mercy."
        },
        {
            "reference":  "Romans 11:32",
             "verseNumber":  32,
             "scripture":  "For God has concluded them all in unbelief, that he might have mercy upon all."
        },
        {
            "reference":  "Romans 11:33",
             "verseNumber":  33,
             "scripture":  "O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!"
        },
        {
            "reference":  "Romans 11:34",
             "verseNumber":  34,
             "scripture":  "For who has known the mind of the Lord? or who has been his counsellor?"
        },
        {
            "reference":  "Romans 11:35",
             "verseNumber":  35,
             "scripture":  "Or who has first given to him, and it shall be recompensed unto him again?"
        },
        {
            "reference":  "Romans 11:36",
             "verseNumber":  36,
             "scripture":  "For of him, and through him, and to him, are all things: to whom be glory for ever. Amen."
        }
    ]
}