{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Romans", "bookAbbreviation": "Rom", "chapterNumber": 13, "verses": [{"reference": "Romans 13:1", "verseNumber": 1, "scripture": "Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God."},{"reference": "Romans 13:2", "verseNumber": 2, "scripture": "Whosoever therefore resists the power, resists the ordinance of God: and they that resist shall receive to themselves damnation."},{"reference": "Romans 13:3", "verseNumber": 3, "scripture": "For rulers are not a terror to good works, but to the evil. Will you then not be afraid of the power? do that which is good, and you shall have praise of the same:"},{"reference": "Romans 13:4", "verseNumber": 4, "scripture": "For he is the minister of God to you for good. But if you do that which is evil, be afraid; for he bears not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that does evil."},{"reference": "Romans 13:5", "verseNumber": 5, "scripture": "Wherefore all of you must essentially be subject, not only for wrath, but also for conscience sake."},{"reference": "Romans 13:6", "verseNumber": 6, "scripture": "For for this cause pay all of you tribute also: for they are God's ministers, attending continually upon this very thing."},{"reference": "Romans 13:7", "verseNumber": 7, "scripture": "Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honour to whom honour."},{"reference": "Romans 13:8", "verseNumber": 8, "scripture": "Owe no man any thing, but to love one another: for he that loves another has fulfilled the law."},{"reference": "Romans 13:9", "verseNumber": 9, "scripture": "For this, You shall not commit adultery, You shall not kill, You shall not steal, You shall not bear false witness, You shall not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, You shall love your neighbour as yourself."},{"reference": "Romans 13:10", "verseNumber": 10, "scripture": "Love works no ill to his neighbour: therefore love is the fulfilling of the law."},{"reference": "Romans 13:11", "verseNumber": 11, "scripture": "And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed."},{"reference": "Romans 13:12", "verseNumber": 12, "scripture": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light."},{"reference": "Romans 13:13", "verseNumber": 13, "scripture": "Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying."},{"reference": "Romans 13:14", "verseNumber": 14, "scripture": "But put all of you on the Lord Jesus Christ, and make not provision for the flesh, to fulfill the lusts thereof."}]}