{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Romans",
     "bookAbbreviation":  "Rom",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Romans 2:1",
             "verseNumber":  1,
             "scripture":  "Therefore you are inexcusable, O man, whosoever you are that judge: for wherein you judge another, you condemn yourself; for you that judge do the same things."
        },
        {
            "reference":  "Romans 2:2",
             "verseNumber":  2,
             "scripture":  "But we are sure that the judgment of God is according to truth against them which commit such things."
        },
        {
            "reference":  "Romans 2:3",
             "verseNumber":  3,
             "scripture":  "And think you this, O man, that judge them which do such things, and do the same, that you shall escape the judgment of God?"
        },
        {
            "reference":  "Romans 2:4",
             "verseNumber":  4,
             "scripture":  "Or despise you the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leads you to repentance?"
        },
        {
            "reference":  "Romans 2:5",
             "verseNumber":  5,
             "scripture":  "But after your hardness and refusing to repent heart treasure up unto yourself wrath against the day of wrath and revelation of the righteous judgment of God;"
        },
        {
            "reference":  "Romans 2:6",
             "verseNumber":  6,
             "scripture":  "Who will render to every man according to his deeds:"
        },
        {
            "reference":  "Romans 2:7",
             "verseNumber":  7,
             "scripture":  "To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:"
        },
        {
            "reference":  "Romans 2:8",
             "verseNumber":  8,
             "scripture":  "But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,"
        },
        {
            "reference":  "Romans 2:9",
             "verseNumber":  9,
             "scripture":  "Tribulation and anguish, upon every soul of man that does evil, of the Jew first, and also of the Gentile;"
        },
        {
            "reference":  "Romans 2:10",
             "verseNumber":  10,
             "scripture":  "But glory, honour, and peace, to every man that works good, to the Jew first, and also to the Gentile:"
        },
        {
            "reference":  "Romans 2:11",
             "verseNumber":  11,
             "scripture":  "For there is no respect of persons with God."
        },
        {
            "reference":  "Romans 2:12",
             "verseNumber":  12,
             "scripture":  "For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;"
        },
        {
            "reference":  "Romans 2:13",
             "verseNumber":  13,
             "scripture":  "(For not the hearers of the law are just before God, but the doers of the law shall be justified."
        },
        {
            "reference":  "Romans 2:14",
             "verseNumber":  14,
             "scripture":  "For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:"
        },
        {
            "reference":  "Romans 2:15",
             "verseNumber":  15,
             "scripture":  "Which show the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)"
        },
        {
            "reference":  "Romans 2:16",
             "verseNumber":  16,
             "scripture":  "In the day when God shall judge the secrets of men by Jesus Christ according to my gospel."
        },
        {
            "reference":  "Romans 2:17",
             "verseNumber":  17,
             "scripture":  "Behold, you are called a Jew, and rest in the law, and make your boast of God,"
        },
        {
            "reference":  "Romans 2:18",
             "verseNumber":  18,
             "scripture":  "And know his will, and approve the things that are more excellent, being instructed out of the law;"
        },
        {
            "reference":  "Romans 2:19",
             "verseNumber":  19,
             "scripture":  "And are confident that you yourself are a guide of the blind, a light of them which are in darkness,"
        },
        {
            "reference":  "Romans 2:20",
             "verseNumber":  20,
             "scripture":  "An instructor of the foolish, a teacher of babes, which have the form of knowledge and of the truth in the law."
        },
        {
            "reference":  "Romans 2:21",
             "verseNumber":  21,
             "scripture":  "You therefore which teach another, teach you not yourself? you that preach a man should not steal, do you steal?"
        },
        {
            "reference":  "Romans 2:22",
             "verseNumber":  22,
             "scripture":  "You that says a man should not commit adultery, do you commit adultery? you that abhor idols, do you commit sacrilege?"
        },
        {
            "reference":  "Romans 2:23",
             "verseNumber":  23,
             "scripture":  "You that make your boast of the law, through breaking the law dishonour you God?"
        },
        {
            "reference":  "Romans 2:24",
             "verseNumber":  24,
             "scripture":  "For the name of God is blasphemed among the Gentiles through you, as it is written."
        },
        {
            "reference":  "Romans 2:25",
             "verseNumber":  25,
             "scripture":  "For circumcision verily profits, if you keep the law: but if you be a breaker of the law, your circumcision is made uncircumcision."
        },
        {
            "reference":  "Romans 2:26",
             "verseNumber":  26,
             "scripture":  "Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?"
        },
        {
            "reference":  "Romans 2:27",
             "verseNumber":  27,
             "scripture":  "And shall not uncircumcision which is by nature, if it fulfill the law, judge you, who by the letter and circumcision do transgress the law?"
        },
        {
            "reference":  "Romans 2:28",
             "verseNumber":  28,
             "scripture":  "For he is not a Jew, which is one outwardly; neither is that circumcision, which is outward in the flesh:"
        },
        {
            "reference":  "Romans 2:29",
             "verseNumber":  29,
             "scripture":  "But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God."
        }
    ]
}