{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Romans",
     "bookAbbreviation":  "Rom",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "Romans 3:1",
             "verseNumber":  1,
             "scripture":  "What advantage then has the Jew? or what profit is there of circumcision?"
        },
        {
            "reference":  "Romans 3:2",
             "verseNumber":  2,
             "scripture":  "Much every way: chiefly, because that unto them were committed the oracles of God."
        },
        {
            "reference":  "Romans 3:3",
             "verseNumber":  3,
             "scripture":  "For what if some did not believe? shall their unbelief make the faith of God without effect?"
        },
        {
            "reference":  "Romans 3:4",
             "verseNumber":  4,
             "scripture":  "God forbid: yea, let God be true, but every man a liar; as it is written, That you might be justified in your sayings, and might overcome when you are judged."
        },
        {
            "reference":  "Romans 3:5",
             "verseNumber":  5,
             "scripture":  "But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who takes vengeance? (I speak as a man)"
        },
        {
            "reference":  "Romans 3:6",
             "verseNumber":  6,
             "scripture":  "God forbid: for then how shall God judge the world?"
        },
        {
            "reference":  "Romans 3:7",
             "verseNumber":  7,
             "scripture":  "For if the truth of God has more abounded through my lie unto his glory; why yet am I also judged as a sinner?"
        },
        {
            "reference":  "Romans 3:8",
             "verseNumber":  8,
             "scripture":  "And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just."
        },
        {
            "reference":  "Romans 3:9",
             "verseNumber":  9,
             "scripture":  "What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;"
        },
        {
            "reference":  "Romans 3:10",
             "verseNumber":  10,
             "scripture":  "As it is written, There is none righteous, no, not one:"
        },
        {
            "reference":  "Romans 3:11",
             "verseNumber":  11,
             "scripture":  "There is none that understands, there is none that seeks after God."
        },
        {
            "reference":  "Romans 3:12",
             "verseNumber":  12,
             "scripture":  "They are all gone out of the way, they are together become useless; there is none that does good, no, not one."
        },
        {
            "reference":  "Romans 3:13",
             "verseNumber":  13,
             "scripture":  "Their throat is an open tomb; with their tongues they have used deceit; the poison of asps is under their lips:"
        },
        {
            "reference":  "Romans 3:14",
             "verseNumber":  14,
             "scripture":  "Whose mouth is full of cursing and bitterness:"
        },
        {
            "reference":  "Romans 3:15",
             "verseNumber":  15,
             "scripture":  "Their feet are swift to shed blood:"
        },
        {
            "reference":  "Romans 3:16",
             "verseNumber":  16,
             "scripture":  "Destruction and misery are in their ways:"
        },
        {
            "reference":  "Romans 3:17",
             "verseNumber":  17,
             "scripture":  "And the way of peace have they not known:"
        },
        {
            "reference":  "Romans 3:18",
             "verseNumber":  18,
             "scripture":  "There is no fear of God before their eyes."
        },
        {
            "reference":  "Romans 3:19",
             "verseNumber":  19,
             "scripture":  "Now we know that what things whatsoever the law says, it says to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God."
        },
        {
            "reference":  "Romans 3:20",
             "verseNumber":  20,
             "scripture":  "Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin."
        },
        {
            "reference":  "Romans 3:21",
             "verseNumber":  21,
             "scripture":  "But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;"
        },
        {
            "reference":  "Romans 3:22",
             "verseNumber":  22,
             "scripture":  "Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:"
        },
        {
            "reference":  "Romans 3:23",
             "verseNumber":  23,
             "scripture":  "For all have sinned, and come short of the glory of God;"
        },
        {
            "reference":  "Romans 3:24",
             "verseNumber":  24,
             "scripture":  "Being justified freely by his grace through the redemption that is in Christ Jesus:"
        },
        {
            "reference":  "Romans 3:25",
             "verseNumber":  25,
             "scripture":  "Whom God has set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;"
        },
        {
            "reference":  "Romans 3:26",
             "verseNumber":  26,
             "scripture":  "To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believes in Jesus."
        },
        {
            "reference":  "Romans 3:27",
             "verseNumber":  27,
             "scripture":  "Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith."
        },
        {
            "reference":  "Romans 3:28",
             "verseNumber":  28,
             "scripture":  "Therefore we conclude that a man is justified by faith without the deeds of the law."
        },
        {
            "reference":  "Romans 3:29",
             "verseNumber":  29,
             "scripture":  "Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:"
        },
        {
            "reference":  "Romans 3:30",
             "verseNumber":  30,
             "scripture":  "Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith."
        },
        {
            "reference":  "Romans 3:31",
             "verseNumber":  31,
             "scripture":  "Do we then make void the law through faith? God forbid: yea, we establish the law."
        }
    ]
}