{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Romans",
     "bookAbbreviation":  "Rom",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Romans 5:1",
             "verseNumber":  1,
             "scripture":  "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:"
        },
        {
            "reference":  "Romans 5:2",
             "verseNumber":  2,
             "scripture":  "By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God."
        },
        {
            "reference":  "Romans 5:3",
             "verseNumber":  3,
             "scripture":  "And not only so, but we glory in tribulations also: knowing that tribulation works patience;"
        },
        {
            "reference":  "Romans 5:4",
             "verseNumber":  4,
             "scripture":  "And patience, experience; and experience, hope:"
        },
        {
            "reference":  "Romans 5:5",
             "verseNumber":  5,
             "scripture":  "And hope makes not ashamed; because the love of God is shed abroad in our hearts by the Holy Spirit which is given unto us."
        },
        {
            "reference":  "Romans 5:6",
             "verseNumber":  6,
             "scripture":  "For when we were yet without strength, in due time Christ died for the ungodly."
        },
        {
            "reference":  "Romans 5:7",
             "verseNumber":  7,
             "scripture":  "For scarcely for a righteous man will one die: yet possibly for a good man some would even dare to die."
        },
        {
            "reference":  "Romans 5:8",
             "verseNumber":  8,
             "scripture":  "But God commends his love toward us, in that, while we were yet sinners, Christ died for us."
        },
        {
            "reference":  "Romans 5:9",
             "verseNumber":  9,
             "scripture":  "Much more then, being now justified by his blood, we shall be saved from wrath through him."
        },
        {
            "reference":  "Romans 5:10",
             "verseNumber":  10,
             "scripture":  "For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life."
        },
        {
            "reference":  "Romans 5:11",
             "verseNumber":  11,
             "scripture":  "And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement."
        },
        {
            "reference":  "Romans 5:12",
             "verseNumber":  12,
             "scripture":  "Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:"
        },
        {
            "reference":  "Romans 5:13",
             "verseNumber":  13,
             "scripture":  "(For until the law sin was in the world: but sin is not imputed when there is no law."
        },
        {
            "reference":  "Romans 5:14",
             "verseNumber":  14,
             "scripture":  "Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the embodiment of Adam's transgression, who is the figure of him that was to come."
        },
        {
            "reference":  "Romans 5:15",
             "verseNumber":  15,
             "scripture":  "But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, has abounded unto many."
        },
        {
            "reference":  "Romans 5:16",
             "verseNumber":  16,
             "scripture":  "And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification."
        },
        {
            "reference":  "Romans 5:17",
             "verseNumber":  17,
             "scripture":  "For if by one man's offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)"
        },
        {
            "reference":  "Romans 5:18",
             "verseNumber":  18,
             "scripture":  "Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came upon all men unto justification of life."
        },
        {
            "reference":  "Romans 5:19",
             "verseNumber":  19,
             "scripture":  "For as by one man's disobedience many were made sinners, so by the obedience of one shall many be made righteous."
        },
        {
            "reference":  "Romans 5:20",
             "verseNumber":  20,
             "scripture":  "Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:"
        },
        {
            "reference":  "Romans 5:21",
             "verseNumber":  21,
             "scripture":  "That as sin has reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord."
        }
    ]
}