{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Romans",
     "bookAbbreviation":  "Rom",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Romans 6:1",
             "verseNumber":  1,
             "scripture":  "What shall we say then? Shall we continue in sin, that grace may abound?"
        },
        {
            "reference":  "Romans 6:2",
             "verseNumber":  2,
             "scripture":  "God forbid. How shall we, that are dead to sin, live any longer therein?"
        },
        {
            "reference":  "Romans 6:3",
             "verseNumber":  3,
             "scripture":  "Know all of you not, that so many of us as were baptized into Jesus Christ were baptized into his death?"
        },
        {
            "reference":  "Romans 6:4",
             "verseNumber":  4,
             "scripture":  "Therefore we are buried with him by baptism into death: that like Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life."
        },
        {
            "reference":  "Romans 6:5",
             "verseNumber":  5,
             "scripture":  "For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:"
        },
        {
            "reference":  "Romans 6:6",
             "verseNumber":  6,
             "scripture":  "Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin."
        },
        {
            "reference":  "Romans 6:7",
             "verseNumber":  7,
             "scripture":  "For he that is dead is freed from sin."
        },
        {
            "reference":  "Romans 6:8",
             "verseNumber":  8,
             "scripture":  "Now if we be dead with Christ, we believe that we shall also live with him:"
        },
        {
            "reference":  "Romans 6:9",
             "verseNumber":  9,
             "scripture":  "Knowing that Christ being raised from the dead dies no more; death has no more dominion over him."
        },
        {
            "reference":  "Romans 6:10",
             "verseNumber":  10,
             "scripture":  "For in that he died, he died unto sin once: but in that he lives, he lives unto God."
        },
        {
            "reference":  "Romans 6:11",
             "verseNumber":  11,
             "scripture":  "Likewise reckon all of you also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord."
        },
        {
            "reference":  "Romans 6:12",
             "verseNumber":  12,
             "scripture":  "Let not sin therefore reign in your mortal body, that all of you should obey it in the lusts thereof."
        },
        {
            "reference":  "Romans 6:13",
             "verseNumber":  13,
             "scripture":  "Neither yield all of you your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God."
        },
        {
            "reference":  "Romans 6:14",
             "verseNumber":  14,
             "scripture":  "For sin shall not have dominion over you: for all of you are not under the law, but under grace."
        },
        {
            "reference":  "Romans 6:15",
             "verseNumber":  15,
             "scripture":  "What then? shall we sin, because we are not under the law, but under grace? God forbid."
        },
        {
            "reference":  "Romans 6:16",
             "verseNumber":  16,
             "scripture":  "Know all of you not, that to whom all of you yield yourselves servants to obey, his servants all of you are to whom all of you obey; whether of sin unto death, or of obedience unto righteousness?"
        },
        {
            "reference":  "Romans 6:17",
             "verseNumber":  17,
             "scripture":  "But God be thanked, that all of you were the servants of sin, but all of you have obeyed from the heart that form of doctrine which was delivered you."
        },
        {
            "reference":  "Romans 6:18",
             "verseNumber":  18,
             "scripture":  "Being then made free from sin, all of you became the servants of righteousness."
        },
        {
            "reference":  "Romans 6:19",
             "verseNumber":  19,
             "scripture":  "I speak after the manner of men because of the infirmity of your flesh: for as all of you have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness."
        },
        {
            "reference":  "Romans 6:20",
             "verseNumber":  20,
             "scripture":  "For when all of you were the servants of sin, all of you were free from righteousness."
        },
        {
            "reference":  "Romans 6:21",
             "verseNumber":  21,
             "scripture":  "What fruit had all of you then in those things whereof all of you are now ashamed? for the end of those things is death."
        },
        {
            "reference":  "Romans 6:22",
             "verseNumber":  22,
             "scripture":  "But now being made free from sin, and become servants to God, all of you have your fruit unto holiness, and the end everlasting life."
        },
        {
            "reference":  "Romans 6:23",
             "verseNumber":  23,
             "scripture":  "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord."
        }
    ]
}