{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Judges",
     "bookAbbreviation":  "Jud",
     "chapterNumber":  11,
     "verses":  [
        {
            "reference":  "Judges 11:1",
             "verseNumber":  1,
             "scripture":  "Now Jephthah the Gileadite was a mighty man of valour, and he was the son of an harlot: and Gilead brings forth Jephthah."
        },
        {
            "reference":  "Judges 11:2",
             "verseNumber":  2,
             "scripture":  "And Gilead's wife bare him sons; and his wife's sons grew up, and they thrust out Jephthah, and said unto him, You shall not inherit in our father's house; for you are the son of a strange woman."
        },
        {
            "reference":  "Judges 11:3",
             "verseNumber":  3,
             "scripture":  "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him."
        },
        {
            "reference":  "Judges 11:4",
             "verseNumber":  4,
             "scripture":  "And it came to pass in process of time, that the children of Ammon made war against Israel."
        },
        {
            "reference":  "Judges 11:5",
             "verseNumber":  5,
             "scripture":  "And it was so, that when the children of Ammon made war against Israel, the elders of Gilead went to fetch Jephthah out of the land of Tob:"
        },
        {
            "reference":  "Judges 11:6",
             "verseNumber":  6,
             "scripture":  "And they said unto Jephthah, Come, and be our captain, that we may fight with the children of Ammon."
        },
        {
            "reference":  "Judges 11:7",
             "verseNumber":  7,
             "scripture":  "And Jephthah said unto the elders of Gilead, Did not all of you hate me, and expel me out of my father's house? and why are all of you come unto me now when all of you are in distress?"
        },
        {
            "reference":  "Judges 11:8",
             "verseNumber":  8,
             "scripture":  "And the elders of Gilead said unto Jephthah, Therefore we return to you now, that you may go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead."
        },
        {
            "reference":  "Judges 11:9",
             "verseNumber":  9,
             "scripture":  "And Jephthah said unto the elders of Gilead, If all of you bring me home again to fight against the children of Ammon, and the LORD deliver them before me, shall I be your head?"
        },
        {
            "reference":  "Judges 11:10",
             "verseNumber":  10,
             "scripture":  "And the elders of Gilead said unto Jephthah, The LORD be witness between us, if we do not so according to your words."
        },
        {
            "reference":  "Judges 11:11",
             "verseNumber":  11,
             "scripture":  "Then Jephthah went with the elders of Gilead, and the people made him head and captain over them: and Jephthah uttered all his words before the LORD in Mizpeh."
        },
        {
            "reference":  "Judges 11:12",
             "verseNumber":  12,
             "scripture":  "And Jephthah sent messengers unto the king of the children of Ammon, saying, What have you to do with me, that you are come against me to fight in my land?"
        },
        {
            "reference":  "Judges 11:13",
             "verseNumber":  13,
             "scripture":  "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those lands again peaceably."
        },
        {
            "reference":  "Judges 11:14",
             "verseNumber":  14,
             "scripture":  "And Jephthah sent messengers again unto the king of the children of Ammon:"
        },
        {
            "reference":  "Judges 11:15",
             "verseNumber":  15,
             "scripture":  "And said unto him, Thus says Jephthah, Israel took not away the land of Moab, nor the land of the children of Ammon:"
        },
        {
            "reference":  "Judges 11:16",
             "verseNumber":  16,
             "scripture":  "But when Israel came up from Egypt, and walked through the wilderness unto the Red sea, and came to Kadesh;"
        },
        {
            "reference":  "Judges 11:17",
             "verseNumber":  17,
             "scripture":  "Then Israel sent messengers unto the king of Edom, saying, Let me, I pray you, pass through your land: but the king of Edom would not hearken thereto. And in like manner they sent unto the king of Moab: but he would not consent: and Israel abode in Kadesh."
        },
        {
            "reference":  "Judges 11:18",
             "verseNumber":  18,
             "scripture":  "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab."
        },
        {
            "reference":  "Judges 11:19",
             "verseNumber":  19,
             "scripture":  "And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him, Let us pass, we pray you, through your land into my place."
        },
        {
            "reference":  "Judges 11:20",
             "verseNumber":  20,
             "scripture":  "But Sihon trusted not Israel to pass through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought against Israel."
        },
        {
            "reference":  "Judges 11:21",
             "verseNumber":  21,
             "scripture":  "And the LORD God of Israel delivered Sihon and all his people into the hand of Israel, and they stroke them: so Israel possessed all the land of the Amorites, the inhabitants of that country."
        },
        {
            "reference":  "Judges 11:22",
             "verseNumber":  22,
             "scripture":  "And they possessed all the coasts of the Amorites, from Arnon even unto Jabbok, and from the wilderness even unto Jordan."
        },
        {
            "reference":  "Judges 11:23",
             "verseNumber":  23,
             "scripture":  "So now the LORD God of Israel has dispossessed the Amorites from before his people Israel, and should you possess it?"
        },
        {
            "reference":  "Judges 11:24",
             "verseNumber":  24,
             "scripture":  "Will not you possess that which Chemosh your god gives you to possess? So whomsoever the LORD our God shall drive out from before us, them will we possess."
        },
        {
            "reference":  "Judges 11:25",
             "verseNumber":  25,
             "scripture":  "And now are you any thing better than Balak the son of Zippor, king of Moab? did he ever strive against Israel, or did he ever fight against them,"
        },
        {
            "reference":  "Judges 11:26",
             "verseNumber":  26,
             "scripture":  "While Israel dwelt in Heshbon and her towns, and in Aroer and her towns, and in all the cities that be along by the coasts of Arnon, three hundred years? why therefore did all of you not recover them within that time?"
        },
        {
            "reference":  "Judges 11:27",
             "verseNumber":  27,
             "scripture":  "Wherefore I have not sinned against you, but you do me wrong to war against me: the LORD the Judge be judge this day between the children of Israel and the children of Ammon."
        },
        {
            "reference":  "Judges 11:28",
             "verseNumber":  28,
             "scripture":  "Nevertheless the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him."
        },
        {
            "reference":  "Judges 11:29",
             "verseNumber":  29,
             "scripture":  "Then the Spirit of the LORD came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon."
        },
        {
            "reference":  "Judges 11:30",
             "verseNumber":  30,
             "scripture":  "And Jephthah vowed a vow unto the LORD, and said, If you shall without fail deliver the children of Ammon into mine hands,"
        },
        {
            "reference":  "Judges 11:31",
             "verseNumber":  31,
             "scripture":  "Then it shall be, that whatsoever comes out of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the LORD's, and I will offer it up for a burnt offering."
        },
        {
            "reference":  "Judges 11:32",
             "verseNumber":  32,
             "scripture":  "So Jephthah passed over unto the children of Ammon to fight against them; and the LORD delivered them into his hands."
        },
        {
            "reference":  "Judges 11:33",
             "verseNumber":  33,
             "scripture":  "And he stroke them from Aroer, even till you come to Minnith, even twenty cities, and unto the plain of the vineyards, with a very great slaughter. Thus the children of Ammon were subdued before the children of Israel."
        },
        {
            "reference":  "Judges 11:34",
             "verseNumber":  34,
             "scripture":  "And Jephthah came to Mizpeh unto his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she was his only child; beside her he had neither son nor daughter."
        },
        {
            "reference":  "Judges 11:35",
             "verseNumber":  35,
             "scripture":  "And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! you have brought me very low, and you are one of them that trouble me: for I have opened my mouth unto the LORD, and I cannot go back."
        },
        {
            "reference":  "Judges 11:36",
             "verseNumber":  36,
             "scripture":  "And she said unto him, My father, if you have opened your mouth unto the LORD, do to me according to that which has proceeded out of your mouth; forasmuch as the LORD has taken vengeance for you of yours enemies, even of the children of Ammon."
        },
        {
            "reference":  "Judges 11:37",
             "verseNumber":  37,
             "scripture":  "And she said unto her father, Let this thing be done for me: let me alone two months, that I may go up and down upon the mountains, and mourn for my virginity, I and my fellows."
        },
        {
            "reference":  "Judges 11:38",
             "verseNumber":  38,
             "scripture":  "And he said, Go. And he sent her away for two months: and she went with her companions, and bewailed her virginity upon the mountains."
        },
        {
            "reference":  "Judges 11:39",
             "verseNumber":  39,
             "scripture":  "And it came to pass at the end of two months, that she returned unto her father, who did with her according to his vow which he had vowed: and she knew no man. And it was a custom in Israel,"
        },
        {
            "reference":  "Judges 11:40",
             "verseNumber":  40,
             "scripture":  "That the daughters of Israel went yearly to lament the daughter of Jephthah the Gileadite four days in a year."
        }
    ]
}