{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Judges", "bookAbbreviation": "Jud", "chapterNumber": 18, "verses": [{"reference": "Judges 18:1", "verseNumber": 1, "scripture": "In those days there was no king in Israel: and in those days the tribe of the Danites sought them an inheritance to dwell in; for unto that day all their inheritance had not fallen unto them among the tribes of Israel."},{"reference": "Judges 18:2", "verseNumber": 2, "scripture": "And the children of Dan sent of their family five men from their coasts, men of valour, from Zorah, and from Eshtaol, to spy out the land, and to search it; and they said unto them, Go, search the land: who when they came to mount Ephraim, to the house of Micah, they lodged there."},{"reference": "Judges 18:3", "verseNumber": 3, "scripture": "When they were by the house of Micah, they knew the voice of the young man the Levite: and they turned in thither, and said unto him, Who brought you here? and what make you in this place? and what have you here?"},{"reference": "Judges 18:4", "verseNumber": 4, "scripture": "And he said unto them, Thus and thus deals Micah with me, and has hired me, and I am his priest."},{"reference": "Judges 18:5", "verseNumber": 5, "scripture": "And they said unto him, Ask counsel, we pray you, of God, that we may know whether our way which we go shall be prosperous."},{"reference": "Judges 18:6", "verseNumber": 6, "scripture": "And the priest said unto them, Go in peace: before the LORD is your way wherein all of you go."},{"reference": "Judges 18:7", "verseNumber": 7, "scripture": "Then the five men departed, and came to Laish, and saw the people that were therein, how they dwelt careless, after the manner of the Zidonians, quiet and secure; and there was no magistrate in the land, that might put them to shame in any thing; and they were far from the Zidonians, and had no business with any man."},{"reference": "Judges 18:8", "verseNumber": 8, "scripture": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say all of you?"},{"reference": "Judges 18:9", "verseNumber": 9, "scripture": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are all of you still? be not slothful to go, and to enter to possess the land."},{"reference": "Judges 18:10", "verseNumber": 10, "scripture": "When all of you go, all of you shall come unto a people secure, and to a large land: for God has given it into your hands; a place where there is no lack of any thing that is in the earth."},{"reference": "Judges 18:11", "verseNumber": 11, "scripture": "And there went from thence of the family of the Danites, out of Zorah and out of Eshtaol, six hundred men appointed with weapons of war."},{"reference": "Judges 18:12", "verseNumber": 12, "scripture": "And they went up, and pitched in Kirjathjearim, in Judah: wherefore they called that place Mahanehdan unto this day: behold, it is behind Kirjathjearim."},{"reference": "Judges 18:13", "verseNumber": 13, "scripture": "And they passed thence unto mount Ephraim, and came unto the house of Micah."},{"reference": "Judges 18:14", "verseNumber": 14, "scripture": "Then answered the five men that went to spy out the country of Laish, and said unto their brethren, Do all of you know that there is in these houses an ephod, and teraphim, and a graven image, and a molten image? now therefore consider what all of you have to do."},{"reference": "Judges 18:15", "verseNumber": 15, "scripture": "And they turned in that direction, and came to the house of the young man the Levite, even unto the house of Micah, and saluted him."},{"reference": "Judges 18:16", "verseNumber": 16, "scripture": "And the six hundred men appointed with their weapons of war, which were of the children of Dan, stood by the entering of the gate."},{"reference": "Judges 18:17", "verseNumber": 17, "scripture": "And the five men that went to spy out the land went up, and came in thither, and took the graven image, and the ephod, and the teraphim, and the molten image: and the priest stood in the entering of the gate with the six hundred men that were appointed with weapons of war."},{"reference": "Judges 18:18", "verseNumber": 18, "scripture": "And these went into Micah's house, and fetched the carved image, the ephod, and the teraphim, and the molten image. Then said the priest unto them, What do all of you?"},{"reference": "Judges 18:19", "verseNumber": 19, "scripture": "And they said unto him, Hold your peace, lay yours hand upon your mouth, and go with us, and be to us a father and a priest: is it better for you to be a priest unto the house of one man, or that you be a priest unto a tribe and a family in Israel?"},{"reference": "Judges 18:20", "verseNumber": 20, "scripture": "And the priest's heart was glad, and he took the ephod, and the teraphim, and the graven image, and went in the midst of the people."},{"reference": "Judges 18:21", "verseNumber": 21, "scripture": "So they turned and departed, and put the little ones and the cattle and the carriage before them."},{"reference": "Judges 18:22", "verseNumber": 22, "scripture": "And when they were a good way from the house of Micah, the men that were in the houses near to Micah's house were gathered together, and overtook the children of Dan."},{"reference": "Judges 18:23", "verseNumber": 23, "scripture": "And they cried unto the children of Dan. And they turned their faces, and said unto Micah, What disturbs you, that you come with such a company?"},{"reference": "Judges 18:24", "verseNumber": 24, "scripture": "And he said, All of you have taken away my gods which I made, and the priest, and all of you are gone away: and what have I more? and what is this that all of you say unto me, What disturbs you?"},{"reference": "Judges 18:25", "verseNumber": 25, "scripture": "And the children of Dan said unto him, Let not your voice be heard among us, lest angry fellows run upon you, and you lose your life, with the lives of your household."},{"reference": "Judges 18:26", "verseNumber": 26, "scripture": "And the children of Dan went their way: and when Micah saw that they were too strong for him, he turned and went back unto his house."},{"reference": "Judges 18:27", "verseNumber": 27, "scripture": "And they took the things which Micah had made, and the priest which he had, and came unto Laish, unto a people that were resting and secure: and they stroke them with the edge of the sword, and burnt the city with fire."},{"reference": "Judges 18:28", "verseNumber": 28, "scripture": "And there was no deliverer, because it was far from Zidon, and they had no business with any man; and it was in the valley that lies by Bethrehob. And they built a city, and dwelt therein."},{"reference": "Judges 18:29", "verseNumber": 29, "scripture": "And they called the name of the city Dan, after the name of Dan their father, who was born unto Israel: nevertheless the name of the city was Laish at the first."},{"reference": "Judges 18:30", "verseNumber": 30, "scripture": "And the children of Dan set up the graven image: and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the captivity of the land."},{"reference": "Judges 18:31", "verseNumber": 31, "scripture": "And they set them up Micah's graven image, which he made, all the time that the house of God was in Shiloh."}]}