{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Joel",
     "bookAbbreviation":  "Joe",
     "chapterNumber":  1,
     "verses":  [
        {
            "reference":  "Joel 1:1",
             "verseNumber":  1,
             "scripture":  "The word of the LORD that came to Joel the son of Pethuel."
        },
        {
            "reference":  "Joel 1:2",
             "verseNumber":  2,
             "scripture":  "Hear this, all of you old men, and give ear, all you inhabitants of the land. Has this been in your days, or even in the days of your fathers?"
        },
        {
            "reference":  "Joel 1:3",
             "verseNumber":  3,
             "scripture":  "Tell all of you your children of it, and let your children tell their children, and their children another generation."
        },
        {
            "reference":  "Joel 1:4",
             "verseNumber":  4,
             "scripture":  "That which the palmerworm has left has the locust eaten; and that which the locust has left has the cankerworm eaten; and that which the cankerworm has left has the caterpillar eaten."
        },
        {
            "reference":  "Joel 1:5",
             "verseNumber":  5,
             "scripture":  "Awake, all of you drunkards, and weep; and wail, all you drinkers of wine, because of the new wine; for it is cut off from your mouth."
        },
        {
            "reference":  "Joel 1:6",
             "verseNumber":  6,
             "scripture":  "For a nation has come up upon my land, strong, and without number, whose teeth are the teeth of a lion, and he has the cheek teeth of a great lion."
        },
        {
            "reference":  "Joel 1:7",
             "verseNumber":  7,
             "scripture":  "He has laid my vine waste, and barked my fig tree: he has made it clean bare, and cast it away; the branches thereof are made white."
        },
        {
            "reference":  "Joel 1:8",
             "verseNumber":  8,
             "scripture":  "Lament like a virgin girded with sackcloth for the husband of her youth."
        },
        {
            "reference":  "Joel 1:9",
             "verseNumber":  9,
             "scripture":  "The food offering and the drink offering is cut off from the house of the LORD; the priests, the LORD's ministers, mourn."
        },
        {
            "reference":  "Joel 1:10",
             "verseNumber":  10,
             "scripture":  "The field is wasted, the land mourns; for the corn is wasted: the new wine is dried up, the oil languishes."
        },
        {
            "reference":  "Joel 1:11",
             "verseNumber":  11,
             "scripture":  "Be all of you ashamed, O all of you husbandmen; wail, O all of you vinedressers, for the wheat and for the barley; because the harvest of the field is perished."
        },
        {
            "reference":  "Joel 1:12",
             "verseNumber":  12,
             "scripture":  "The vine is dried up, and the fig tree languishes; the pomegranate tree, the palm tree also, and the apple tree, even all the trees of the field, are withered: because joy is withered away from the sons of men."
        },
        {
            "reference":  "Joel 1:13",
             "verseNumber":  13,
             "scripture":  "Gird yourselves, and lament, all of you priests: wail, all of you ministers of the altar: come, lie all night in sackcloth, all of you ministers of my God: for the food offering and the drink offering is withheld from the house of your God."
        },
        {
            "reference":  "Joel 1:14",
             "verseNumber":  14,
             "scripture":  "Sanctify all of you a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the LORD your God, and cry unto the LORD,"
        },
        {
            "reference":  "Joel 1:15",
             "verseNumber":  15,
             "scripture":  "Alas for the day! for the day of the LORD is at hand, and as a destruction from the Almighty shall it come."
        },
        {
            "reference":  "Joel 1:16",
             "verseNumber":  16,
             "scripture":  "Is not the food cut off before our eyes, yea, joy and gladness from the house of our God?"
        },
        {
            "reference":  "Joel 1:17",
             "verseNumber":  17,
             "scripture":  "The seed is rotten under their clods, the garners are laid desolate, the barns are broken down; for the corn is withered."
        },
        {
            "reference":  "Joel 1:18",
             "verseNumber":  18,
             "scripture":  "How do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate."
        },
        {
            "reference":  "Joel 1:19",
             "verseNumber":  19,
             "scripture":  "O LORD, to you will I cry: for the fire has devoured the pastures of the wilderness, and the flame has burned all the trees of the field."
        },
        {
            "reference":  "Joel 1:20",
             "verseNumber":  20,
             "scripture":  "The beasts of the field cry also unto you: for the rivers of waters are dried up, and the fire has devoured the pastures of the wilderness."
        }
    ]
}