{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Acts", "bookAbbreviation": "Act", "chapterNumber": 22, "verses": [{"reference": "Acts 22:1", "verseNumber": 1, "scripture": "Men, brethren, and fathers, hear all of you my defence which I make now unto you."},{"reference": "Acts 22:2", "verseNumber": 2, "scripture": "(And when they heard that he spoke in the Hebrew tongue to them, they kept the more silence: and he says,)"},{"reference": "Acts 22:3", "verseNumber": 3, "scripture": "I am verily a man which am a Jew, born in Tarsus, a city in Cilicia, yet brought up in this city at the feet of Gamaliel, and taught according to the perfect manner of the law of the fathers, and was zealous toward God, as all of you all are this day."},{"reference": "Acts 22:4", "verseNumber": 4, "scripture": "And I persecuted this way unto the death, binding and delivering into prisons both men and women."},{"reference": "Acts 22:5", "verseNumber": 5, "scripture": "As also the high priest does bear me witness, and all the estate of the elders: from whom also I received letters unto the brethren, and went to Damascus, to bring them which were there bound unto Jerusalem, in order to be punished."},{"reference": "Acts 22:6", "verseNumber": 6, "scripture": "And it came to pass, that, as I made my journey, and was come nigh unto Damascus about noon, suddenly there shone from heaven a great light round about me."},{"reference": "Acts 22:7", "verseNumber": 7, "scripture": "And I fell unto the ground, and heard a voice saying unto me, Saul, Saul, why persecute you me?"},{"reference": "Acts 22:8", "verseNumber": 8, "scripture": "And I answered, Who are you, Lord? And he said unto me, I am Jesus of Nazareth, whom you persecute."},{"reference": "Acts 22:9", "verseNumber": 9, "scripture": "And they that were with me saw indeed the light, and were afraid; but they heard not the voice of him that spoke to me."},{"reference": "Acts 22:10", "verseNumber": 10, "scripture": "And I said, What shall I do, LORD? And the Lord said unto me, Arise, and go into Damascus; and there it shall be told you of all things which are appointed for you to do."},{"reference": "Acts 22:11", "verseNumber": 11, "scripture": "And when I could not see for the glory of that light, being led by the hand of them that were with me, I came into Damascus."},{"reference": "Acts 22:12", "verseNumber": 12, "scripture": "And one Ananias, a devout man according to the law, having a good report of all the Jews which dwelt there,"},{"reference": "Acts 22:13", "verseNumber": 13, "scripture": "Came unto me, and stood, and said unto me, Brother Saul, receive your sight. And the same hour I looked up upon him."},{"reference": "Acts 22:14", "verseNumber": 14, "scripture": "And he said, The God of our fathers has chosen you, that you should know his will, and see that Just One, and should hear the voice of his mouth."},{"reference": "Acts 22:15", "verseNumber": 15, "scripture": "For you shall be his witness unto all men of what you have seen and heard."},{"reference": "Acts 22:16", "verseNumber": 16, "scripture": "And now why tarry you? arise, and be baptized, and wash away your sins, calling on the name of the Lord."},{"reference": "Acts 22:17", "verseNumber": 17, "scripture": "And it came to pass, that, when I was come again to Jerusalem, even while I prayed in the temple, I was in a trance;"},{"reference": "Acts 22:18", "verseNumber": 18, "scripture": "And saw him saying unto me, Make haste, and get you quickly out of Jerusalem: for they will not receive your testimony concerning me."},{"reference": "Acts 22:19", "verseNumber": 19, "scripture": "And I said, Lord, they know that I imprisoned and beat in every synagogue them that believed on you:"},{"reference": "Acts 22:20", "verseNumber": 20, "scripture": "And when the blood of your martyr Stephen was shed, I also was standing by, and consenting unto his death, and kept the raiment of them that slew him."},{"reference": "Acts 22:21", "verseNumber": 21, "scripture": "And he said unto me, Depart: for I will send you far behind unto the Gentiles."},{"reference": "Acts 22:22", "verseNumber": 22, "scripture": "And they gave him audience unto this word, and then lifted up their voices, and said, Away with such a fellow from the earth: for it is not fit that he should live."},{"reference": "Acts 22:23", "verseNumber": 23, "scripture": "And as they cried out, and cast off their clothes, and threw dust into the air,"},{"reference": "Acts 22:24", "verseNumber": 24, "scripture": "The chief captain commanded him to be brought into the castle, and bade that he should be examined by scourging; that he might know wherefore they cried so against him."},{"reference": "Acts 22:25", "verseNumber": 25, "scripture": "And as they bound him with thongs, Paul said unto the centurion that stood by, Is it lawful for you to scourge a man that is a Roman, and uncondemned?"},{"reference": "Acts 22:26", "verseNumber": 26, "scripture": "When the centurion heard that, he went and told the chief captain, saying, Take heed what you do: for this man is a Roman."},{"reference": "Acts 22:27", "verseNumber": 27, "scripture": "Then the chief captain came, and said unto him, Tell me, are you a Roman? He said, Yea."},{"reference": "Acts 22:28", "verseNumber": 28, "scripture": "And the chief captain answered, With a great sum obtained I this freedom. And Paul said, But I was free born."},{"reference": "Acts 22:29", "verseNumber": 29, "scripture": "Then immediately they departed from him which should have examined him: and the chief captain also was afraid, after he knew that he was a Roman, and because he had bound him."},{"reference": "Acts 22:30", "verseNumber": 30, "scripture": "On the next day, because he would have known the certainty wherefore he was accused of the Jews, he loosed him from his bands, and commanded the chief priests and all their council to appear, and brought Paul down, and set him before them."}]}