{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Hebrews", "bookAbbreviation": "Heb", "chapterNumber": 11, "verses": [{"reference": "Hebrews 11:1", "verseNumber": 1, "scripture": "Now faith is the substance of things hoped for, the evidence of things not seen."},{"reference": "Hebrews 11:2", "verseNumber": 2, "scripture": "For by it the elders obtained a good report."},{"reference": "Hebrews 11:3", "verseNumber": 3, "scripture": "Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear."},{"reference": "Hebrews 11:4", "verseNumber": 4, "scripture": "By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaks."},{"reference": "Hebrews 11:5", "verseNumber": 5, "scripture": "By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God."},{"reference": "Hebrews 11:6", "verseNumber": 6, "scripture": "But without faith it is impossible to please him: for he that comes to God must believe that he is, and that he is a rewarder of them that diligently seek him."},{"reference": "Hebrews 11:7", "verseNumber": 7, "scripture": "By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith."},{"reference": "Hebrews 11:8", "verseNumber": 8, "scripture": "By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing where he went."},{"reference": "Hebrews 11:9", "verseNumber": 9, "scripture": "By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:"},{"reference": "Hebrews 11:10", "verseNumber": 10, "scripture": "For he looked for a city which has foundations, whose builder and maker is God."},{"reference": "Hebrews 11:11", "verseNumber": 11, "scripture": "Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised."},{"reference": "Hebrews 11:12", "verseNumber": 12, "scripture": "Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable."},{"reference": "Hebrews 11:13", "verseNumber": 13, "scripture": "These all died in faith, not having received the promises, but having seen them far off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth."},{"reference": "Hebrews 11:14", "verseNumber": 14, "scripture": "For they that say such things declare plainly that they seek a country."},{"reference": "Hebrews 11:15", "verseNumber": 15, "scripture": "And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned."},{"reference": "Hebrews 11:16", "verseNumber": 16, "scripture": "But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he has prepared for them a city."},{"reference": "Hebrews 11:17", "verseNumber": 17, "scripture": "By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,"},{"reference": "Hebrews 11:18", "verseNumber": 18, "scripture": "Of whom it was said, That in Isaac shall your seed be called:"},{"reference": "Hebrews 11:19", "verseNumber": 19, "scripture": "Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure."},{"reference": "Hebrews 11:20", "verseNumber": 20, "scripture": "By faith Isaac blessed Jacob and Esau concerning things to come."},{"reference": "Hebrews 11:21", "verseNumber": 21, "scripture": "By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff."},{"reference": "Hebrews 11:22", "verseNumber": 22, "scripture": "By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones."},{"reference": "Hebrews 11:23", "verseNumber": 23, "scripture": "By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king's commandment."},{"reference": "Hebrews 11:24", "verseNumber": 24, "scripture": "By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;"},{"reference": "Hebrews 11:25", "verseNumber": 25, "scripture": "Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;"},{"reference": "Hebrews 11:26", "verseNumber": 26, "scripture": "Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward."},{"reference": "Hebrews 11:27", "verseNumber": 27, "scripture": "By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible."},{"reference": "Hebrews 11:28", "verseNumber": 28, "scripture": "Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them."},{"reference": "Hebrews 11:29", "verseNumber": 29, "scripture": "By faith they passed through the Red sea as by dry land: which the Egyptians assaying to do were drowned."},{"reference": "Hebrews 11:30", "verseNumber": 30, "scripture": "By faith the walls of Jericho fell down, after they were compassed about seven days."},{"reference": "Hebrews 11:31", "verseNumber": 31, "scripture": "By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace."},{"reference": "Hebrews 11:32", "verseNumber": 32, "scripture": "And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:"},{"reference": "Hebrews 11:33", "verseNumber": 33, "scripture": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions."},{"reference": "Hebrews 11:34", "verseNumber": 34, "scripture": "Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens."},{"reference": "Hebrews 11:35", "verseNumber": 35, "scripture": "Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:"},{"reference": "Hebrews 11:36", "verseNumber": 36, "scripture": "And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:"},{"reference": "Hebrews 11:37", "verseNumber": 37, "scripture": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;"},{"reference": "Hebrews 11:38", "verseNumber": 38, "scripture": "(Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth."},{"reference": "Hebrews 11:39", "verseNumber": 39, "scripture": "And these all, having obtained a good report through faith, received not the promise:"},{"reference": "Hebrews 11:40", "verseNumber": 40, "scripture": "God having provided some better thing for us, that they without us should not be made perfect."}]}