{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Hebrews", "bookAbbreviation": "Heb", "chapterNumber": 6, "verses": [{"reference": "Hebrews 6:1", "verseNumber": 1, "scripture": "Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,"},{"reference": "Hebrews 6:2", "verseNumber": 2, "scripture": "Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment."},{"reference": "Hebrews 6:3", "verseNumber": 3, "scripture": "And this will we do, if God permit."},{"reference": "Hebrews 6:4", "verseNumber": 4, "scripture": "For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Spirit,"},{"reference": "Hebrews 6:5", "verseNumber": 5, "scripture": "And have tasted the good word of God, and the powers of the world to come,"},{"reference": "Hebrews 6:6", "verseNumber": 6, "scripture": "If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame."},{"reference": "Hebrews 6:7", "verseNumber": 7, "scripture": "For the earth which drinks in the rain that comes often upon it, and brings forth herbs meet for them by whom it is dressed, receives blessing from God:"},{"reference": "Hebrews 6:8", "verseNumber": 8, "scripture": "But that which bears thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned."},{"reference": "Hebrews 6:9", "verseNumber": 9, "scripture": "But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak."},{"reference": "Hebrews 6:10", "verseNumber": 10, "scripture": "For God is not unrighteous to forget your work and labour of love, which all of you have showed toward his name, in that all of you have ministered to the saints, and do minister."},{"reference": "Hebrews 6:11", "verseNumber": 11, "scripture": "And we desire that every one of you do show the same diligence to the full assurance of hope unto the end:"},{"reference": "Hebrews 6:12", "verseNumber": 12, "scripture": "That all of you be not slothful, but followers of them who through faith and patience inherit the promises."},{"reference": "Hebrews 6:13", "verseNumber": 13, "scripture": "For when God made promise to Abraham, because he could swear by no greater, he swore by himself,"},{"reference": "Hebrews 6:14", "verseNumber": 14, "scripture": "Saying, Surely blessing I will bless you, and multiplying I will multiply you."},{"reference": "Hebrews 6:15", "verseNumber": 15, "scripture": "And so, after he had patiently endured, he obtained the promise."},{"reference": "Hebrews 6:16", "verseNumber": 16, "scripture": "For men verily swear by the greater: and an oath for confirmation is to them an end of all strife."},{"reference": "Hebrews 6:17", "verseNumber": 17, "scripture": "Wherein God, willing more abundantly to show unto the heirs of promise the immutability of his counsel, confirmed it by an oath:"},{"reference": "Hebrews 6:18", "verseNumber": 18, "scripture": "That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:"},{"reference": "Hebrews 6:19", "verseNumber": 19, "scripture": "Which hope we have as an anchor of the soul, both sure and steadfast, and which enters into that within the veil;"},{"reference": "Hebrews 6:20", "verseNumber": 20, "scripture": "Where the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec."}]}