{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "2 நாளாகமம்", "bookAbbreviation": "2 நாளா", "chapterNumber": 12, "verses": [{"reference": "2 நாளாகமம் 12:1", "verseNumber": 1, "scripture": "ரெகொபெயாம் ராஜ்யத்தைத் திடப்படுத்தித் தன்னைப் பலப்படுத்திக்கொண்டபின், அவனும் அவனோடே இஸ்ரவேலர் அனைவரும் கர்த்தருடைய நியாயப்பிரமாணத்தை விட்டுவிட்டார்கள்."},{"reference": "2 நாளாகமம் 12:2", "verseNumber": 2, "scripture": "அவர்கள் கர்த்தருக்கு விரோதமாய்த் துரோகம்பண்ணினபடியினால், ராஜாவாகிய ரெகொபெயாமின் ஐந்தாம் வருஷத்தில் எகிப்தின் ராஜாவாகிய சீஷாக் ஆயிரத்து இருநூறு இரதங்களோடும், அறுபதினாயிரம் குதிரைவீரரோடும் எருசலேமுக்கு விரோதமாய் வந்தான்;"},{"reference": "2 நாளாகமம் 12:3", "verseNumber": 3, "scripture": "அவனோடேகூட எகிப்திலிருந்து வந்த லூபியர், சூக்கியர், எத்தியோப்பியரான ஜனங்கள் எண்ணிக்கைக்கு அடங்காதவர்களாயிருந்தார்கள்."},{"reference": "2 நாளாகமம் 12:4", "verseNumber": 4, "scripture": "அவன் யூதாவுக்கு அடுத்த அரணான பட்டணங்களைப் பிடித்து, எருசலேம் மட்டும் வந்தான்."},{"reference": "2 நாளாகமம் 12:5", "verseNumber": 5, "scripture": "அப்பொழுது செமாயா தீர்க்கதரிசி ரெகொபெயாமிடத்துக்கும், சீஷாக்கினிமித்தம் எருசலேமிலே வந்து கூடியிருக்கிற யூதாவின் பிரபுக்களிடத்துக்கும் வந்து, அவர்களை நோக்கி: நீங்கள் என்னை விட்டுவிட்டீர்கள், ஆகையால் நான் உங்களையும் சீஷாக்கின் கையிலே விழும்படி விட்டுவிட்டேன் என்று கர்த்தர் சொல்லுகிறார் என்றான்."},{"reference": "2 நாளாகமம் 12:6", "verseNumber": 6, "scripture": "அப்பொழுது இஸ்ரவேலின் பிரபுக்களும் ராஜாவும் தங்களைத் தாழ்த்தி: கர்த்தர் நீதியுள்ளவர் என்றார்கள்."},{"reference": "2 நாளாகமம் 12:7", "verseNumber": 7, "scripture": "அவர்கள் தங்களைத் தாழ்த்தினதைக் கர்த்தர் கண்டபோது, கர்த்தருடைய வார்த்தை செமாயாவுக்கு உண்டாகி, அவர் சொன்னது: அவர்கள் தங்களைத் தாழ்த்தினார்கள், ஆகையால் அவர்களை அழிக்கமாட்டேன்; என் உக்கிரம் சீஷாக்கைக்கொண்டு எருசலேமின்மேல் ஊற்றப்படாதபடிக்கு, அவர்களுக்குக் கொஞ்சம் சகாயத்தைக் கட்டளையிடுவேன்."},{"reference": "2 நாளாகமம் 12:8", "verseNumber": 8, "scripture": "ஆனாலும் என்னைச் சேவிக்கிறதற்கும், அந்நிய தேசங்களின் ராஜ்யங்களைச் சேவிக்கிறதற்கும் இருக்கிற வித்தியாசத்தை அவர்கள் அறியும்படிக்கு அவனைச் சேவிக்கிறவர்களாவார்கள் என்றார்."},{"reference": "2 நாளாகமம் 12:9", "verseNumber": 9, "scripture": "அப்படியே எகிப்தின் ராஜாவாகிய சீஷாக் எருசலேமுக்கு விரோதமாய் வந்து, கர்த்தருடைய ஆலயத்தின் பொக்கிஷங்களையும், ராஜாவுடைய அரமனைப் பொக்கிஷங்களையும், சாலொமோன் செய்வித்த பொன்பரிசைகள் ஆகிய சகலத்தையும் எடுத்துக்கொண்டு போய்விட்டான்."},{"reference": "2 நாளாகமம் 12:10", "verseNumber": 10, "scripture": "அவைகளுக்குப் பதிலாக ராஜாவாகிய ரெகொபெயாம் வெண்கலப் பரிசைகளைச் செய்வித்து, அவைகளை ராஜாவின் வாசற்படியைக் காக்கிற சேவகருடைய தலைவரின் கையில் ஒப்புவித்தான்."},{"reference": "2 நாளாகமம் 12:11", "verseNumber": 11, "scripture": "ராஜா கர்த்தருடைய ஆலயத்துக்குள் பிரவேசிக்கும்போது, அரமனைச் சேவகர் வந்து, அவைகளை எடுத்துக்கொண்டுபோய், திரும்பத் தங்கள் அறையிலே வைப்பார்கள்."},{"reference": "2 நாளாகமம் 12:12", "verseNumber": 12, "scripture": "அவன் தன்னைத் தாழ்த்தினபடியினால், கர்த்தர் அவனை முழுதும் அழிக்காதபடிக்கு அவருடைய கோபம் அவனை விட்டுத் திரும்பிற்று; யூதாவிலே இன்னும் சில காரியங்கள் சீராயிருந்தது."},{"reference": "2 நாளாகமம் 12:13", "verseNumber": 13, "scripture": "அப்படியே ராஜாவாகிய ரெகொபெயாம் எருசலேமிலே தன்னைத் திடப்படுத்திக்கொண்டு அரசாண்டான்; ரெகொபெயாம் ராஜாவாகிறபோது நாற்பத்தொரு வயதாயிருந்து, கர்த்தர் தம்முடைய நாமம் விளங்கும்படி இஸ்ரவேல் கோத்திரங்களிலெல்லாம் தெரிந்துகொண்ட நகரமாகிய எருசலேமிலே பதினேழு வருஷம் ராஜ்யபாரம்பண்ணினான்; அம்மோன் ஜாதியான அவனுடைய தாயின் பேர் நாமாள்."},{"reference": "2 நாளாகமம் 12:14", "verseNumber": 14, "scripture": "அவன் கர்த்தரைத் தேடுகிறதற்குத் தன் இருதயத்தை நேராக்காமல் பொல்லாப்பானதைச் செய்தான்."},{"reference": "2 நாளாகமம் 12:15", "verseNumber": 15, "scripture": "ரெகொபெயாமின் ஆதியோடந்தமான நடபடிகள் செமாயாவின் புஸ்தகத்திலும், ஞானதிருஷ்டிக்காரனாகிய இத்தோவின் வம்ச அட்டவணையிலும் அல்லவோ எழுதியிருக்கிறது; ரெகொபெயாமுக்கும் யெரொபெயாமுக்கும் சகல நாளும் யுத்தம் நடந்துகொண்டிருந்தது."},{"reference": "2 நாளாகமம் 12:16", "verseNumber": 16, "scripture": "ரெகொபெயாம் தன் பிதாக்களோடே நித்திரையடைந்தபின் தாவீதின் நகரத்தில் அடக்கம் பண்ணப்பட்டான்; அவன் குமாரனாகிய அபியா அவன் ஸ்தானத்தில் ராஜாவானான்."}]}