{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "2 நாளாகமம்", "bookAbbreviation": "2 நாளா", "chapterNumber": 17, "verses": [{"reference": "2 நாளாகமம் 17:1", "verseNumber": 1, "scripture": "அவன் ஸ்தானத்திலே அவன் குமாரனாகிய யோசபாத் ராஜாவாகி, இஸ்ரவேலுக்கு விரோதமாய்ப் பலப்பட்டான்."},{"reference": "2 நாளாகமம் 17:2", "verseNumber": 2, "scripture": "அவன் யூதாவின் அரணான பட்டணங்களிலெல்லாம் இராணுவத்தையும், யூதா தேசத்திலும், தன் தகப்பனாகிய ஆசா பிடித்த எப்பிராயீமின் பட்டணங்களிலும் தாணையங்களையும் வைத்தான்."},{"reference": "2 நாளாகமம் 17:3", "verseNumber": 3, "scripture": "கர்த்தர் யோசபாத்தோடிருந்தார்; அவன் பாகால்களைத் தேடாமல், தன் தகப்பனாகிய தாவீது முன்நாட்களில் நடந்த வழிகளில் நடந்து,"},{"reference": "2 நாளாகமம் 17:4", "verseNumber": 4, "scripture": "தன் தகப்பனுடைய தேவனைத் தேடி, இஸ்ரவேலுடைய செய்கையின்படி நடவாமல், அவருடைய கற்பனைகளின்படி நடந்துகொண்டான்."},{"reference": "2 நாளாகமம் 17:5", "verseNumber": 5, "scripture": "ஆகையால் கர்த்தர் அவன் கையில் ராஜ்யபாரத்தைத் திடப்படுத்தினார்; யூதா கோத்திரத்தார் எல்லாரும் யோசபாத்துக்குக் காணிக்கைகளைக் கொண்டுவந்தார்கள்; அவனுக்கு ஐசுவரியமும் கனமும் மிகுதியாயிருந்தது."},{"reference": "2 நாளாகமம் 17:6", "verseNumber": 6, "scripture": "கர்த்தருடைய வழிகளில் அவன் இருதயம் உற்சாகங்கொண்டது; அவன் மேடைகளையும் விக்கிரகத் தோப்புகளையும் யூதாவை விட்டகற்றினான்."},{"reference": "2 நாளாகமம் 17:7", "verseNumber": 7, "scripture": "அவன் அரசாண்ட மூன்றாம் வருஷத்தில் யூதாவின் பட்டணங்களிலே உபதேசம்பண்ணும்படிக்கு, அவன் தன் பிரபுக்களாகிய பென்னாயிலையும், ஒபதியாவையும், சகரியாவையும் நெதனெயேலையும், மிகாயாவையும்,"},{"reference": "2 நாளாகமம் 17:8", "verseNumber": 8, "scripture": "இவர்களோடேகூடச் செமாயா, நெதனியா, செபதியா, ஆசகேல், செமிரமோத், யோனத்தான், அதோனியா, தொபியா, தோபத்தோனியா என்னும் லேவியரையும், இவர்களோடேகூட ஆசாரியரான எலிஷமாவையும், யோராமையும் அனுப்பினான்."},{"reference": "2 நாளாகமம் 17:9", "verseNumber": 9, "scripture": "இவர்கள் யூதாவிலே உபதேசித்து, கர்த்தருடைய வேதபுஸ்தகத்தை வைத்துக்கொண்டு, யூதாவின் பட்டணங்களிலெல்லாம் திரிந்து ஜனங்களுக்குப் போதித்தார்கள்."},{"reference": "2 நாளாகமம் 17:10", "verseNumber": 10, "scripture": "யூதாவைச் சுற்றியிருக்கிற தேசங்களுடைய ராஜ்யங்களின்மேலெல்லாம் கர்த்தரால் உண்டான பயங்கரம் வந்ததினால், யோசபாத்தோடு யுத்தம்பண்ணாதிருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:11", "verseNumber": 11, "scripture": "பெலிஸ்தரிலும் சிலர் யோசபாத்துக்குப் பகுதிப்பணத்தோடேகூடக் காணிக்கைகளையும் கொண்டுவந்தார்கள்; அரபியரும் அவனுக்கு ஏழாயிரத்து எழுநூறு ஆட்டுக்கடாக்களையும், ஏழாயிரத்து எழுநூறு வெள்ளாட்டுக்கடாக்களையும் கொண்டுவந்தார்கள்."},{"reference": "2 நாளாகமம் 17:12", "verseNumber": 12, "scripture": "இப்படியே யோசபாத் வரவர மிகவும் பெரியவனாகி, யூதாவிலே கோட்டைகளையும், ரஸ்துக்களை வைக்கும் பட்டணங்களையும் கட்டினான்."},{"reference": "2 நாளாகமம் 17:13", "verseNumber": 13, "scripture": "யூதாவின் பட்டணங்களில் அவன் பெரிய வேலைகளை நடத்தினான்; எருசலேமிலே பராக்கிரமசாலிகளான சேவகர் அவனுக்கு இருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:14", "verseNumber": 14, "scripture": "தங்கள் பிதாக்களுடைய வம்சங்களின்படி அவர்களுடைய இலக்கமாவது: யூதாவிலே ஆயிரத்துக்கு அதிபதிகளில் அத்னா தலைமையானவன்; அவனிடத்திலே பராக்கிரமசாலிகள் மூன்று லட்சம்பேர் இருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:15", "verseNumber": 15, "scripture": "அவனுக்கு உதவியாக யோகனான் என்னும் சேனாபதியிருந்தான்; அவனிடத்திலே இரண்டுலட்சத்து எண்பதினாயிரம்பேர் இருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:16", "verseNumber": 16, "scripture": "அவனுக்கு உதவியாக கர்த்தருக்குத் தன்னை உற்சாகமாய் ஒப்புக்கொடுத்த சிக்ரியின் குமாரனாகிய அமசியா இருந்தான்; அவனிடத்திலே பராக்கிரமசாலிகள் இரண்டு லட்சம்பேர் இருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:17", "verseNumber": 17, "scripture": "பென்யமீனிலே எலியாதா என்னும் பராக்கிரமசாலி இருந்தான்; அவனிடத்திலே வில்லும் கேடகமும் பிடிக்கிறவர்கள் இரண்டுலட்சம்பேர் இருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:18", "verseNumber": 18, "scripture": "அவனுக்கு உதவியாக யோசபாத் இருந்தான்; அவனிடத்திலே சேவகத்திற்கு ஆயுதபாணிகள் லட்சத்துஎண்பதினாயிரம்பேர் இருந்தார்கள்."},{"reference": "2 நாளாகமம் 17:19", "verseNumber": 19, "scripture": "ராஜா யூதா எங்குமுள்ள அரணான பட்டணங்களில் வைத்தவர்களைத்தவிர இவர்களே ராஜாவைச் சேவித்தவர்கள்."}]}