{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Colossians",
     "bookAbbreviation":  "Col",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "Colossians 3:1",
             "verseNumber":  1,
             "scripture":  "If all of you then be risen with Christ, seek those things which are above, where Christ sits on the right hand of God."
        },
        {
            "reference":  "Colossians 3:2",
             "verseNumber":  2,
             "scripture":  "Set your affection on things above, not on things on the earth."
        },
        {
            "reference":  "Colossians 3:3",
             "verseNumber":  3,
             "scripture":  "For all of you are dead, and your life is hid with Christ in God."
        },
        {
            "reference":  "Colossians 3:4",
             "verseNumber":  4,
             "scripture":  "When Christ, who is our life, shall appear, then shall all of you also appear with him in glory."
        },
        {
            "reference":  "Colossians 3:5",
             "verseNumber":  5,
             "scripture":  "Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:"
        },
        {
            "reference":  "Colossians 3:6",
             "verseNumber":  6,
             "scripture":  "For which things' sake the wrath of God comes on the children of disobedience:"
        },
        {
            "reference":  "Colossians 3:7",
             "verseNumber":  7,
             "scripture":  "In the which all of you also walked some time, when all of you lived in them."
        },
        {
            "reference":  "Colossians 3:8",
             "verseNumber":  8,
             "scripture":  "But now all of you also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth."
        },
        {
            "reference":  "Colossians 3:9",
             "verseNumber":  9,
             "scripture":  "Lie not one to another, seeing that all of you have put off the old man with his deeds;"
        },
        {
            "reference":  "Colossians 3:10",
             "verseNumber":  10,
             "scripture":  "And have put on the new man, which is renewed in knowledge after the image of him that created him:"
        },
        {
            "reference":  "Colossians 3:11",
             "verseNumber":  11,
             "scripture":  "Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Savages, bond nor free: but Christ is all, and in all."
        },
        {
            "reference":  "Colossians 3:12",
             "verseNumber":  12,
             "scripture":  "Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;"
        },
        {
            "reference":  "Colossians 3:13",
             "verseNumber":  13,
             "scripture":  "Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do all of you."
        },
        {
            "reference":  "Colossians 3:14",
             "verseNumber":  14,
             "scripture":  "And above all these things put on love, which is the bond of perfection."
        },
        {
            "reference":  "Colossians 3:15",
             "verseNumber":  15,
             "scripture":  "And let the peace of God rule in your hearts, to the which also all of you are called in one body; and be all of you thankful."
        },
        {
            "reference":  "Colossians 3:16",
             "verseNumber":  16,
             "scripture":  "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."
        },
        {
            "reference":  "Colossians 3:17",
             "verseNumber":  17,
             "scripture":  "And whatsoever all of you do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him."
        },
        {
            "reference":  "Colossians 3:18",
             "verseNumber":  18,
             "scripture":  "Wives, submit yourselves unto your own husbands, as it is fit in the Lord."
        },
        {
            "reference":  "Colossians 3:19",
             "verseNumber":  19,
             "scripture":  "Husbands, love your wives, and be not bitter against them."
        },
        {
            "reference":  "Colossians 3:20",
             "verseNumber":  20,
             "scripture":  "Children, obey your parents in all things: for this is well pleasing unto the Lord."
        },
        {
            "reference":  "Colossians 3:21",
             "verseNumber":  21,
             "scripture":  "Fathers, provoke not your children to anger, lest they be discouraged."
        },
        {
            "reference":  "Colossians 3:22",
             "verseNumber":  22,
             "scripture":  "Servants, obey in all things your masters according to the flesh; not with eye-service, as men-pleasers; but in singleness of heart, fearing God;"
        },
        {
            "reference":  "Colossians 3:23",
             "verseNumber":  23,
             "scripture":  "And whatsoever all of you do, do it heartily, as to the Lord, and not unto men;"
        },
        {
            "reference":  "Colossians 3:24",
             "verseNumber":  24,
             "scripture":  "Knowing that of the Lord all of you shall receive the reward of the inheritance: for all of you serve the Lord Christ."
        },
        {
            "reference":  "Colossians 3:25",
             "verseNumber":  25,
             "scripture":  "But he that does wrong shall receive for the wrong which he has done: and there is no respect of persons."
        }
    ]
}