{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Samuel",
     "bookAbbreviation":  "1 Sam",
     "chapterNumber":  1,
     "verses":  [
        {
            "reference":  "1 Samuel 1:1",
             "verseNumber":  1,
             "scripture":  "Now there was a certain man of Ramathaimzophim, of mount Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephrathite:"
        },
        {
            "reference":  "1 Samuel 1:2",
             "verseNumber":  2,
             "scripture":  "And he had two wives; the name of the one was Hannah, and the name of the other Peninnah: and Peninnah had children, but Hannah had no children."
        },
        {
            "reference":  "1 Samuel 1:3",
             "verseNumber":  3,
             "scripture":  "And this man went up out of his city yearly to worship and to sacrifice unto the LORD of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, the priests of the LORD, were there."
        },
        {
            "reference":  "1 Samuel 1:4",
             "verseNumber":  4,
             "scripture":  "And when the time was that Elkanah offered, he gave to Peninnah his wife, and to all her sons and her daughters, portions:"
        },
        {
            "reference":  "1 Samuel 1:5",
             "verseNumber":  5,
             "scripture":  "But unto Hannah he gave a worthy portion; for he loved Hannah: but the LORD had shut up her womb."
        },
        {
            "reference":  "1 Samuel 1:6",
             "verseNumber":  6,
             "scripture":  "And her adversary also provoked her sore, in order to make her fret, because the LORD had shut up her womb."
        },
        {
            "reference":  "1 Samuel 1:7",
             "verseNumber":  7,
             "scripture":  "And as he did so year by year, when she went up to the house of the LORD, so she provoked her; therefore she wept, and did not eat."
        },
        {
            "reference":  "1 Samuel 1:8",
             "verseNumber":  8,
             "scripture":  "Then said Elkanah her husband to her, Hannah, why weep you? and why eat you not? and why is your heart grieved? am not I better to you than ten sons?"
        },
        {
            "reference":  "1 Samuel 1:9",
             "verseNumber":  9,
             "scripture":  "So Hannah rose up after they had eaten in Shiloh, and after they had drunk. Now Eli the priest sat upon a seat by a post of the temple of the LORD."
        },
        {
            "reference":  "1 Samuel 1:10",
             "verseNumber":  10,
             "scripture":  "And she was in bitterness of soul, and prayed unto the LORD, and wept sore."
        },
        {
            "reference":  "1 Samuel 1:11",
             "verseNumber":  11,
             "scripture":  "And she vowed a vow, and said, O LORD of hosts, if you will indeed look on the affliction of yours handmaid, and remember me, and not forget yours handmaid, but will give unto yours handmaid a male child, then I will give him unto the LORD all the days of his life, and there shall no razor come upon his head."
        },
        {
            "reference":  "1 Samuel 1:12",
             "verseNumber":  12,
             "scripture":  "And it came to pass, as she continued praying before the LORD, that Eli marked her mouth."
        },
        {
            "reference":  "1 Samuel 1:13",
             "verseNumber":  13,
             "scripture":  "Now Hannah, she spoke in her heart; only her lips moved, but her voice was not heard: therefore Eli thought she had been drunken."
        },
        {
            "reference":  "1 Samuel 1:14",
             "verseNumber":  14,
             "scripture":  "And Eli said unto her, How long will you be drunken? put away your wine from you."
        },
        {
            "reference":  "1 Samuel 1:15",
             "verseNumber":  15,
             "scripture":  "And Hannah answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunk neither wine nor strong drink, but have poured out my soul before the LORD."
        },
        {
            "reference":  "1 Samuel 1:16",
             "verseNumber":  16,
             "scripture":  "Count not yours handmaid for a daughter of Belial: for out of the abundance of my complaint and grief have I spoken until now."
        },
        {
            "reference":  "1 Samuel 1:17",
             "verseNumber":  17,
             "scripture":  "Then Eli answered and said, Go in peace: and the God of Israel grant you your petition that you have asked of him."
        },
        {
            "reference":  "1 Samuel 1:18",
             "verseNumber":  18,
             "scripture":  "And she said, Let yours handmaid find grace in your sight. So the woman went her way, and did eat, and her countenance was no more sad."
        },
        {
            "reference":  "1 Samuel 1:19",
             "verseNumber":  19,
             "scripture":  "And they rose up in the morning early, and worshipped before the LORD, and returned, and came to their house to Ramah: and Elkanah knew Hannah his wife; and the LORD remembered her."
        },
        {
            "reference":  "1 Samuel 1:20",
             "verseNumber":  20,
             "scripture":  "Wherefore it came to pass, when the time was come about after Hannah had conceived, that she bare a son, and called his name Samuel, saying, Because I have asked him of the LORD."
        },
        {
            "reference":  "1 Samuel 1:21",
             "verseNumber":  21,
             "scripture":  "And the man Elkanah, and all his house, went up to offer unto the LORD the yearly sacrifice, and his vow."
        },
        {
            "reference":  "1 Samuel 1:22",
             "verseNumber":  22,
             "scripture":  "But Hannah went not up; for she said unto her husband, I will not go up until the child be weaned, and then I will bring him, that he may appear before the LORD, and there abide for ever."
        },
        {
            "reference":  "1 Samuel 1:23",
             "verseNumber":  23,
             "scripture":  "And Elkanah her husband said unto her, Do what seems you good; tarry until you have weaned him; only the LORD establish his word. So the woman abode, and gave her son suck until she weaned him."
        },
        {
            "reference":  "1 Samuel 1:24",
             "verseNumber":  24,
             "scripture":  "And when she had weaned him, she took him up with her, with three bullocks, and one ephah of flour, and a bottle of wine, and brought him unto the house of the LORD in Shiloh: and the child was young."
        },
        {
            "reference":  "1 Samuel 1:25",
             "verseNumber":  25,
             "scripture":  "And they slew a bullock, and brought the child to Eli."
        },
        {
            "reference":  "1 Samuel 1:26",
             "verseNumber":  26,
             "scripture":  "And she said, Oh my lord, as your soul lives, my lord, I am the woman that stood by you here, praying unto the LORD."
        },
        {
            "reference":  "1 Samuel 1:27",
             "verseNumber":  27,
             "scripture":  "For this child I prayed; and the LORD has given me my petition which I asked of him:"
        },
        {
            "reference":  "1 Samuel 1:28",
             "verseNumber":  28,
             "scripture":  "Therefore also I have lent him to the LORD; as long as he lives he shall be lent to the LORD. And he worshipped the LORD there."
        }
    ]
}