{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Samuel",
     "bookAbbreviation":  "1 Sam",
     "chapterNumber":  10,
     "verses":  [
        {
            "reference":  "1 Samuel 10:1",
             "verseNumber":  1,
             "scripture":  "Then Samuel took a vial of oil, and poured it upon his head, and kissed him, and said, Is it not because the LORD has anointed you to be captain over his inheritance?"
        },
        {
            "reference":  "1 Samuel 10:2",
             "verseNumber":  2,
             "scripture":  "When you are departed from me to day, then you shall find two men by Rachel's tomb in the border of Benjamin at Zelzah; and they will say unto you, The asses which you went to seek are found: and, lo, your father has left the care of the asses, and sorrows for you, saying, What shall I do for my son?"
        },
        {
            "reference":  "1 Samuel 10:3",
             "verseNumber":  3,
             "scripture":  "Then shall you go on forward from thence, and you shall come to the plain of Tabor, and there shall meet you three men going up to God to Bethel, one carrying three kids, and another carrying three loaves of bread, and another carrying a bottle of wine:"
        },
        {
            "reference":  "1 Samuel 10:4",
             "verseNumber":  4,
             "scripture":  "And they will salute you, and give you two loaves of bread; which you shall receive of their hands."
        },
        {
            "reference":  "1 Samuel 10:5",
             "verseNumber":  5,
             "scripture":  "After that you shall come to the hill of God, where is the garrison of the Philistines: and it shall come to pass, when you are come thither to the city, that you shall meet a company of prophets coming down from the high place with a psaltery, and a timbrel, and a pipe, and a harp, before them; and they shall prophesy:"
        },
        {
            "reference":  "1 Samuel 10:6",
             "verseNumber":  6,
             "scripture":  "And the Spirit of the LORD will come upon you, and you shall prophesy with them, and shall be turned into another man."
        },
        {
            "reference":  "1 Samuel 10:7",
             "verseNumber":  7,
             "scripture":  "And let it be, when these signs are come unto you, that you do as occasion serve you; for God is with you."
        },
        {
            "reference":  "1 Samuel 10:8",
             "verseNumber":  8,
             "scripture":  "And you shall go down before me to Gilgal; and, behold, I will come down unto you, to offer burnt offerings, and to sacrifice sacrifices of peace offerings: seven days shall you tarry, till I come to you, and show you what you shall do."
        },
        {
            "reference":  "1 Samuel 10:9",
             "verseNumber":  9,
             "scripture":  "And it was so, that when he had turned his back to go from Samuel, God gave him another heart: and all those signs came to pass that day."
        },
        {
            "reference":  "1 Samuel 10:10",
             "verseNumber":  10,
             "scripture":  "And when they came thither to the hill, behold, a company of prophets met him; and the Spirit of God came upon him, and he prophesied among them."
        },
        {
            "reference":  "1 Samuel 10:11",
             "verseNumber":  11,
             "scripture":  "And it came to pass, when all that knew him in time past saw that, behold, he prophesied among the prophets, then the people said one to another, What is this that has come unto the son of Kish? Is Saul also among the prophets?"
        },
        {
            "reference":  "1 Samuel 10:12",
             "verseNumber":  12,
             "scripture":  "And one of the same place answered and said, But who is their father? Therefore it became a proverb, Is Saul also among the prophets?"
        },
        {
            "reference":  "1 Samuel 10:13",
             "verseNumber":  13,
             "scripture":  "And when he had made an end of prophesying, he came to the high place."
        },
        {
            "reference":  "1 Samuel 10:14",
             "verseNumber":  14,
             "scripture":  "And Saul's uncle said unto him and to his servant, Where went all of you? And he said, To seek the asses: and when we saw that they were no where, we came to Samuel."
        },
        {
            "reference":  "1 Samuel 10:15",
             "verseNumber":  15,
             "scripture":  "And Saul's uncle said, Tell me, I pray you, what Samuel said unto you."
        },
        {
            "reference":  "1 Samuel 10:16",
             "verseNumber":  16,
             "scripture":  "And Saul said unto his uncle, He told us plainly that the asses were found. But of the matter of the kingdom, whereof Samuel spoke, he told him not."
        },
        {
            "reference":  "1 Samuel 10:17",
             "verseNumber":  17,
             "scripture":  "And Samuel called the people together unto the LORD to Mizpeh;"
        },
        {
            "reference":  "1 Samuel 10:18",
             "verseNumber":  18,
             "scripture":  "And said unto the children of Israel, Thus says the LORD God of Israel, I brought up Israel out of Egypt, and delivered you out of the hand of the Egyptians, and out of the hand of all kingdoms, and of them that oppressed you:"
        },
        {
            "reference":  "1 Samuel 10:19",
             "verseNumber":  19,
             "scripture":  "And all of you have this day rejected your God, who himself saved you out of all your adversities and your tribulations; and all of you have said unto him, Nay, but set a king over us. Now therefore present yourselves before the LORD by your tribes, and by your thousands."
        },
        {
            "reference":  "1 Samuel 10:20",
             "verseNumber":  20,
             "scripture":  "And when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was taken."
        },
        {
            "reference":  "1 Samuel 10:21",
             "verseNumber":  21,
             "scripture":  "When he had caused the tribe of Benjamin to come near by their families, the family of Matri was taken, and Saul the son of Kish was taken: and when they sought him, he could not be found."
        },
        {
            "reference":  "1 Samuel 10:22",
             "verseNumber":  22,
             "scripture":  "Therefore they enquired of the LORD further, if the man should yet come thither. And the LORD answered, Behold he has hid himself among the stuff."
        },
        {
            "reference":  "1 Samuel 10:23",
             "verseNumber":  23,
             "scripture":  "And they ran and fetched him thence: and when he stood among the people, he was higher than any of the people from his shoulders and upward."
        },
        {
            "reference":  "1 Samuel 10:24",
             "verseNumber":  24,
             "scripture":  "And Samuel said to all the people, See all of you him whom the LORD has chosen, that there is none like him among all the people? And all the people shouted, and said, God save the king."
        },
        {
            "reference":  "1 Samuel 10:25",
             "verseNumber":  25,
             "scripture":  "Then Samuel told the people the manner of the kingdom, and wrote it in a book, and laid it up before the LORD. And Samuel sent all the people away, every man to his house."
        },
        {
            "reference":  "1 Samuel 10:26",
             "verseNumber":  26,
             "scripture":  "And Saul also went home to Gibeah; and there went with him a band of men, whose hearts God had touched."
        },
        {
            "reference":  "1 Samuel 10:27",
             "verseNumber":  27,
             "scripture":  "But the children of Belial said, How shall this man save us? And they despised him, and brought no presents. But he held his peace."
        }
    ]
}