{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Samuel", "bookAbbreviation": "1 Sam", "chapterNumber": 15, "verses": [{"reference": "1 Samuel 15:1", "verseNumber": 1, "scripture": "Samuel also said unto Saul, The LORD sent me to anoint you to be king over his people, over Israel: now therefore hearken you unto the voice of the words of the LORD."},{"reference": "1 Samuel 15:2", "verseNumber": 2, "scripture": "Thus says the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt."},{"reference": "1 Samuel 15:3", "verseNumber": 3, "scripture": "Now go and strike Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and nursing infant, ox and sheep, camel and ass."},{"reference": "1 Samuel 15:4", "verseNumber": 4, "scripture": "And Saul gathered the people together, and numbered them in Telaim, two hundred thousand footmen, and ten thousand men of Judah."},{"reference": "1 Samuel 15:5", "verseNumber": 5, "scripture": "And Saul came to a city of Amalek, and laid wait in the valley."},{"reference": "1 Samuel 15:6", "verseNumber": 6, "scripture": "And Saul said unto the Kenites, Go, depart, get you down from among the Amalekites, lest I destroy you with them: for all of you showed kindness to all the children of Israel, when they came up out of Egypt. So the Kenites departed from among the Amalekites."},{"reference": "1 Samuel 15:7", "verseNumber": 7, "scripture": "And Saul stroke the Amalekites from Havilah until you come to Shur, that is opposite to Egypt."},{"reference": "1 Samuel 15:8", "verseNumber": 8, "scripture": "And he took Agag the king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."},{"reference": "1 Samuel 15:9", "verseNumber": 9, "scripture": "But Saul and the people spared Agag, and the best of the sheep, and of the oxen, and of the fatlings, and the lambs, and all that was good, and would not utterly destroy them: but every thing that was vile and refuse, that they destroyed utterly."},{"reference": "1 Samuel 15:10", "verseNumber": 10, "scripture": "Then came the word of the LORD unto Samuel, saying,"},{"reference": "1 Samuel 15:11", "verseNumber": 11, "scripture": "It repents me that I have set up Saul to be king: for he is turned back from following me, and has not performed my commandments. And it grieved Samuel; and he cried unto the LORD all night."},{"reference": "1 Samuel 15:12", "verseNumber": 12, "scripture": "And when Samuel rose early to meet Saul in the morning, it was told Samuel, saying, Saul came to Carmel, and, behold, he set him up a place, and is gone about, and passed on, and gone down to Gilgal."},{"reference": "1 Samuel 15:13", "verseNumber": 13, "scripture": "And Samuel came to Saul: and Saul said unto him, Blessed be you of the LORD: I have performed the commandment of the LORD."},{"reference": "1 Samuel 15:14", "verseNumber": 14, "scripture": "And Samuel said, What means then this bleating of the sheep in mine ears, and the lowing of the oxen which I hear?"},{"reference": "1 Samuel 15:15", "verseNumber": 15, "scripture": "And Saul said, They have brought them from the Amalekites: for the people spared the best of the sheep and of the oxen, to sacrifice unto the LORD your God; and the rest we have utterly destroyed."},{"reference": "1 Samuel 15:16", "verseNumber": 16, "scripture": "Then Samuel said unto Saul, Stay, and I will tell you what the LORD has said to me this night. And he said unto him, Say on."},{"reference": "1 Samuel 15:17", "verseNumber": 17, "scripture": "And Samuel said, When you were little in yours own sight, were you not made the head of the tribes of Israel, and the LORD anointed you king over Israel?"},{"reference": "1 Samuel 15:18", "verseNumber": 18, "scripture": "And the LORD sent you on a journey, and said, Go and utterly destroy the sinners the Amalekites, and fight against them until they be consumed."},{"reference": "1 Samuel 15:19", "verseNumber": 19, "scripture": "Wherefore then did you not obey the voice of the LORD, but did fly upon the spoil, and did evil in the sight of the LORD?"},{"reference": "1 Samuel 15:20", "verseNumber": 20, "scripture": "And Saul said unto Samuel, Yea, I have obeyed the voice of the LORD, and have gone the way which the LORD sent me, and have brought Agag the king of Amalek, and have utterly destroyed the Amalekites."},{"reference": "1 Samuel 15:21", "verseNumber": 21, "scripture": "But the people took of the spoil, sheep and oxen, the chief of the things which should have been utterly destroyed, to sacrifice unto the LORD your God in Gilgal."},{"reference": "1 Samuel 15:22", "verseNumber": 22, "scripture": "And Samuel said, Has the LORD as great delight in burnt offerings and sacrifices, as in obeying the voice of the LORD? Behold, to obey is better than sacrifice, and to hearken than the fat of rams."},{"reference": "1 Samuel 15:23", "verseNumber": 23, "scripture": "For rebellion is as the sin of witchcraft, and stubbornness is as iniquity and idolatry. Because you have rejected the word of the LORD, he has also rejected you from being king."},{"reference": "1 Samuel 15:24", "verseNumber": 24, "scripture": "And Saul said unto Samuel, I have sinned: for I have transgressed the commandment of the LORD, and your words: because I feared the people, and obeyed their voice."},{"reference": "1 Samuel 15:25", "verseNumber": 25, "scripture": "Now therefore, I pray you, pardon my sin, and return with me, that I may worship the LORD."},{"reference": "1 Samuel 15:26", "verseNumber": 26, "scripture": "And Samuel said unto Saul, I will not return with you: for you have rejected the word of the LORD, and the LORD has rejected you from being king over Israel."},{"reference": "1 Samuel 15:27", "verseNumber": 27, "scripture": "And as Samuel turned about to go away, he laid hold upon the skirt of his mantle, and it rent."},{"reference": "1 Samuel 15:28", "verseNumber": 28, "scripture": "And Samuel said unto him, The LORD has rent the kingdom of Israel from you this day, and has given it to a neighbour of yours, that is better than you."},{"reference": "1 Samuel 15:29", "verseNumber": 29, "scripture": "And also the Strength of Israel will not lie nor repent: for he is not a man, that he should repent."},{"reference": "1 Samuel 15:30", "verseNumber": 30, "scripture": "Then he said, I have sinned: yet honour me now, I pray you, before the elders of my people, and before Israel, and return with me, that I may worship the LORD your God."},{"reference": "1 Samuel 15:31", "verseNumber": 31, "scripture": "So Samuel turned again after Saul; and Saul worshipped the LORD."},{"reference": "1 Samuel 15:32", "verseNumber": 32, "scripture": "Then said Samuel, Bring all of you here to me Agag the king of the Amalekites. And Agag came unto him delicately. And Agag said, Surely the bitterness of death is past."},{"reference": "1 Samuel 15:33", "verseNumber": 33, "scripture": "And Samuel said, As the sword has made women childless, so shall your mother be childless among women. And Samuel hewed Agag in pieces before the LORD in Gilgal."},{"reference": "1 Samuel 15:34", "verseNumber": 34, "scripture": "Then Samuel went to Ramah; and Saul went up to his house to Gibeah of Saul."},{"reference": "1 Samuel 15:35", "verseNumber": 35, "scripture": "And Samuel came no more to see Saul until the day of his death: nevertheless Samuel mourned for Saul: and the LORD repented that he had made Saul king over Israel."}]}