{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 Samuel", "bookAbbreviation": "1 Sam", "chapterNumber": 25, "verses": [{"reference": "1 Samuel 25:1", "verseNumber": 1, "scripture": "And Samuel died; and all the Israelites were gathered together, and lamented him, and buried him in his house at Ramah. And David arose, and went down to the wilderness of Paran."},{"reference": "1 Samuel 25:2", "verseNumber": 2, "scripture": "And there was a man in Maon, whose possessions were in Carmel; and the man was very great, and he had three thousand sheep, and a thousand goats: and he was shearing his sheep in Carmel."},{"reference": "1 Samuel 25:3", "verseNumber": 3, "scripture": "Now the name of the man was Nabal; and the name of his wife Abigail: and she was a woman of good understanding, and of a beautiful countenance: but the man was rude and evil in his doings; and he was of the house of Caleb."},{"reference": "1 Samuel 25:4", "verseNumber": 4, "scripture": "And David heard in the wilderness that Nabal did shear his sheep."},{"reference": "1 Samuel 25:5", "verseNumber": 5, "scripture": "And David sent out ten young men, and David said unto the young men, Get you up to Carmel, and go to Nabal, and greet him in my name:"},{"reference": "1 Samuel 25:6", "verseNumber": 6, "scripture": "And thus shall all of you say to him that lives in prosperity, Peace be both to you, and peace be to yours house, and peace be unto all that you have."},{"reference": "1 Samuel 25:7", "verseNumber": 7, "scripture": "And now I have heard that you have shearers: now your shepherds which were with us, we hurt them not, neither was there ought missing unto them, all the while they were in Carmel."},{"reference": "1 Samuel 25:8", "verseNumber": 8, "scripture": "Ask your young men, and they will show you. Wherefore let the young men find favour in yours eyes: for we come in a good day: give, I pray you, whatsoever comes to yours hand unto your servants, and to your son David."},{"reference": "1 Samuel 25:9", "verseNumber": 9, "scripture": "And when David's young men came, they spoke to Nabal according to all those words in the name of David, and ceased."},{"reference": "1 Samuel 25:10", "verseNumber": 10, "scripture": "And Nabal answered David's servants, and said, Who is David? and who is the son of Jesse? there be many servants these days that break away every man from his master."},{"reference": "1 Samuel 25:11", "verseNumber": 11, "scripture": "Shall I then take my bread, and my water, and my flesh that I have killed for my shearers, and give it unto men, whom I know not whence they be?"},{"reference": "1 Samuel 25:12", "verseNumber": 12, "scripture": "So David's young men turned their way, and went again, and came and told him all those sayings."},{"reference": "1 Samuel 25:13", "verseNumber": 13, "scripture": "And David said unto his men, Gird all of you on every man his sword. And they girded on every man his sword; and David also girded on his sword: and there went up after David about four hundred men; and two hundred abode by the stuff."},{"reference": "1 Samuel 25:14", "verseNumber": 14, "scripture": "But one of the young men told Abigail, Nabal's wife, saying, Behold, David sent messengers out of the wilderness to salute our master; and he railed on them."},{"reference": "1 Samuel 25:15", "verseNumber": 15, "scripture": "But the men were very good unto us, and we were not hurt, neither missed we any thing, as long as we were conversant with them, when we were in the fields:"},{"reference": "1 Samuel 25:16", "verseNumber": 16, "scripture": "They were a wall unto us both by night and day, all the while we were with them keeping the sheep."},{"reference": "1 Samuel 25:17", "verseNumber": 17, "scripture": "Now therefore know and consider what you will do; for evil is determined against our master, and against all his household: for he is such a son of Belial, that a man cannot speak to him."},{"reference": "1 Samuel 25:18", "verseNumber": 18, "scripture": "Then Abigail made haste, and took two hundred loaves, and two bottles of wine, and five sheep ready dressed, and five measures of parched corn, and an hundred clusters of raisins, and two hundred cakes of figs, and laid them on asses."},{"reference": "1 Samuel 25:19", "verseNumber": 19, "scripture": "And she said unto her servants, Go on before me; behold, I come after you. But she told not her husband Nabal."},{"reference": "1 Samuel 25:20", "verseNumber": 20, "scripture": "And it was so, as she rode on the ass, that she came down by the covert on the hill, and, behold, David and his men came down against her; and she met them."},{"reference": "1 Samuel 25:21", "verseNumber": 21, "scripture": "Now David had said, Surely in vain have I kept all that this fellow has in the wilderness, so that nothing was missed of all that pertained unto him: and he has requited me evil for good."},{"reference": "1 Samuel 25:22", "verseNumber": 22, "scripture": "So and more also do God unto the enemies of David, if I leave of all that pertain to him by the morning light any that pisses against the wall."},{"reference": "1 Samuel 25:23", "verseNumber": 23, "scripture": "And when Abigail saw David, she hasted, and lighted off the ass, and fell before David on her face, and bowed herself to the ground,"},{"reference": "1 Samuel 25:24", "verseNumber": 24, "scripture": "And fell at his feet, and said, Upon me, my lord, upon me let this iniquity be: and let yours handmaid, I pray you, speak in yours audience, and hear the words of yours handmaid."},{"reference": "1 Samuel 25:25", "verseNumber": 25, "scripture": "Let not my lord, I pray you, regard this man of Belial, even Nabal: for as his name is, so is he; Nabal is his name, and folly is with him: but I yours handmaid saw not the young men of my lord, whom you did send."},{"reference": "1 Samuel 25:26", "verseNumber": 26, "scripture": "Now therefore, my lord, as the LORD lives, and as your soul lives, seeing the LORD has withheld you from coming to shed blood, and from avenging yourself with yours own hand, now let yours enemies, and they that seek evil to my lord, be as Nabal."},{"reference": "1 Samuel 25:27", "verseNumber": 27, "scripture": "And now this blessing which yours handmaid has brought unto my lord, let it even be given unto the young men that follow my lord."},{"reference": "1 Samuel 25:28", "verseNumber": 28, "scripture": "I pray you, forgive the trespass of yours handmaid: for the LORD will certainly make my lord a sure house; because my lord fights the battles of the LORD, and evil has not been found in you all your days."},{"reference": "1 Samuel 25:29", "verseNumber": 29, "scripture": "Yet a man has risen to pursue you, and to seek your soul: but the soul of my lord shall be bound in the bundle of life with the LORD your God; and the souls of yours enemies, them shall he sling out, as out of the middle of a sling."},{"reference": "1 Samuel 25:30", "verseNumber": 30, "scripture": "And it shall come to pass, when the LORD shall have done to my lord according to all the good that he has spoken concerning you, and shall have appointed you ruler over Israel;"},{"reference": "1 Samuel 25:31", "verseNumber": 31, "scripture": "That this shall be no grief unto you, nor offence of heart unto my lord, either that you have shed blood causeless, or that my lord has avenged himself: but when the LORD shall have dealt well with my lord, then remember yours handmaid."},{"reference": "1 Samuel 25:32", "verseNumber": 32, "scripture": "And David said to Abigail, Blessed be the LORD God of Israel, which sent you this day to meet me:"},{"reference": "1 Samuel 25:33", "verseNumber": 33, "scripture": "And blessed be your advice, and blessed be you, which have kept me this day from coming to shed blood, and from avenging myself with mine own hand."},{"reference": "1 Samuel 25:34", "verseNumber": 34, "scripture": "For in very deed, as the LORD God of Israel lives, which has kept me back from hurting you, except you had hasted and come to meet me, surely there had not been left unto Nabal by the morning light any that pisses against the wall."},{"reference": "1 Samuel 25:35", "verseNumber": 35, "scripture": "So David received of her hand that which she had brought him, and said unto her, Go up in peace to yours house; see, I have hearkened to your voice, and have accepted your person."},{"reference": "1 Samuel 25:36", "verseNumber": 36, "scripture": "And Abigail came to Nabal; and, behold, he held a feast in his house, like the feast of a king; and Nabal's heart was merry within him, for he was very drunken: wherefore she told him nothing, less or more, until the morning light."},{"reference": "1 Samuel 25:37", "verseNumber": 37, "scripture": "But it came to pass in the morning, when the wine was gone out of Nabal, and his wife had told him these things, that his heart died within him, and he became as a stone."},{"reference": "1 Samuel 25:38", "verseNumber": 38, "scripture": "And it came to pass about ten days after, that the LORD stroke Nabal, that he died."},{"reference": "1 Samuel 25:39", "verseNumber": 39, "scripture": "And when David heard that Nabal was dead, he said, Blessed be the LORD, that has pleaded the cause of my reproach from the hand of Nabal, and has kept his servant from evil: for the LORD has returned the wickedness of Nabal upon his own head. And David sent and communed with Abigail, to take her to him to wife."},{"reference": "1 Samuel 25:40", "verseNumber": 40, "scripture": "And when the servants of David were come to Abigail to Carmel, they spoke unto her, saying, David sent us unto you, to take you to him to wife."},{"reference": "1 Samuel 25:41", "verseNumber": 41, "scripture": "And she arose, and bowed herself on her face to the earth, and said, Behold, let yours handmaid be a servant to wash the feet of the servants of my lord."},{"reference": "1 Samuel 25:42", "verseNumber": 42, "scripture": "And Abigail hasted, and arose and rode upon an ass, with five damsels of hers that went after her; and she went after the messengers of David, and became his wife."},{"reference": "1 Samuel 25:43", "verseNumber": 43, "scripture": "David also took Ahinoam of Jezreel; and they were also both of them his wives."},{"reference": "1 Samuel 25:44", "verseNumber": 44, "scripture": "But Saul had given Michal his daughter, David's wife, to Phalti the son of Laish, which was of Gallim."}]}