{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Samuel",
     "bookAbbreviation":  "1 Sam",
     "chapterNumber":  29,
     "verses":  [
        {
            "reference":  "1 Samuel 29:1",
             "verseNumber":  1,
             "scripture":  "Now the Philistines gathered together all their armies to Aphek: and the Israelites pitched by a fountain which is in Jezreel."
        },
        {
            "reference":  "1 Samuel 29:2",
             "verseNumber":  2,
             "scripture":  "And the lords of the Philistines passed on by hundreds, and by thousands: but David and his men passed on in the rear guard with Achish."
        },
        {
            "reference":  "1 Samuel 29:3",
             "verseNumber":  3,
             "scripture":  "Then said the princes of the Philistines, What do these Hebrews here? And Achish said unto the princes of the Philistines, Is not this David, the servant of Saul the king of Israel, which has been with me these days, or these years, and I have found no fault in him since he fell unto me unto this day?"
        },
        {
            "reference":  "1 Samuel 29:4",
             "verseNumber":  4,
             "scripture":  "And the princes of the Philistines were angry with him; and the princes of the Philistines said unto him, Make this fellow return, that he may go again to his place which you have appointed him, and let him not go down with us to battle, lest in the battle he be an adversary to us: for wherewith should he reconcile himself unto his master? should it not be with the heads of these men?"
        },
        {
            "reference":  "1 Samuel 29:5",
             "verseNumber":  5,
             "scripture":  "Is not this David, of whom they sang one to another in dances, saying, Saul slew his thousands, and David his ten thousands?"
        },
        {
            "reference":  "1 Samuel 29:6",
             "verseNumber":  6,
             "scripture":  "Then Achish called David, and said unto him, Surely, as the LORD lives, you have been upright, and your going out and your coming in with me in the host is good in my sight: for I have not found evil in you since the day of your coming unto me unto this day: nevertheless the lords favour you not."
        },
        {
            "reference":  "1 Samuel 29:7",
             "verseNumber":  7,
             "scripture":  "Wherefore now return, and go in peace, that you displease not the lords of the Philistines."
        },
        {
            "reference":  "1 Samuel 29:8",
             "verseNumber":  8,
             "scripture":  "And David said unto Achish, But what have I done? and what have you found in your servant so long as I have been with you unto this day, that I may not go fight against the enemies of my lord the king?"
        },
        {
            "reference":  "1 Samuel 29:9",
             "verseNumber":  9,
             "scripture":  "And Achish answered and said to David, I know that you are good in my sight, as an angel of God: notwithstanding the princes of the Philistines have said, He shall not go up with us to the battle."
        },
        {
            "reference":  "1 Samuel 29:10",
             "verseNumber":  10,
             "scripture":  "Wherefore now rise up early in the morning with your master's servants that are come with you: and as soon as all of you be up early in the morning, and have light, depart."
        },
        {
            "reference":  "1 Samuel 29:11",
             "verseNumber":  11,
             "scripture":  "So David and his men rose up early to depart in the morning, to return into the land of the Philistines. And the Philistines went up to Jezreel."
        }
    ]
}