{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Samuel",
     "bookAbbreviation":  "1 Sam",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "1 Samuel 3:1",
             "verseNumber":  1,
             "scripture":  "And the child Samuel ministered unto the LORD before Eli. And the word of the LORD was precious in those days; there was no open vision."
        },
        {
            "reference":  "1 Samuel 3:2",
             "verseNumber":  2,
             "scripture":  "And it came to pass at that time, when Eli was laid down in his place, and his eyes began to wax dim, that he could not see;"
        },
        {
            "reference":  "1 Samuel 3:3",
             "verseNumber":  3,
             "scripture":  "And before the lamp of God went out in the temple of the LORD, where the ark of God was, and Samuel was laid down to sleep;"
        },
        {
            "reference":  "1 Samuel 3:4",
             "verseNumber":  4,
             "scripture":  "That the LORD called Samuel: and he answered, Here am I."
        },
        {
            "reference":  "1 Samuel 3:5",
             "verseNumber":  5,
             "scripture":  "And he ran unto Eli, and said, Here am I; for you called me. And he said, I called not; lie down again. And he went and lay down."
        },
        {
            "reference":  "1 Samuel 3:6",
             "verseNumber":  6,
             "scripture":  "And the LORD called yet again, Samuel. And Samuel arose and went to Eli, and said, Here am I; for you did call me. And he answered, I called not, my son; lie down again."
        },
        {
            "reference":  "1 Samuel 3:7",
             "verseNumber":  7,
             "scripture":  "Now Samuel did not yet know the LORD, neither was the word of the LORD yet revealed unto him."
        },
        {
            "reference":  "1 Samuel 3:8",
             "verseNumber":  8,
             "scripture":  "And the LORD called Samuel again the third time. And he arose and went to Eli, and said, Here am I; for you did call me. And Eli perceived that the LORD had called the child."
        },
        {
            "reference":  "1 Samuel 3:9",
             "verseNumber":  9,
             "scripture":  "Therefore Eli said unto Samuel, Go, lie down: and it shall be, if he call you, that you shall say, Speak, LORD; for your servant hears. So Samuel went and lay down in his place."
        },
        {
            "reference":  "1 Samuel 3:10",
             "verseNumber":  10,
             "scripture":  "And the LORD came, and stood, and called as at other times, Samuel, Samuel. Then Samuel answered, Speak; for your servant hears."
        },
        {
            "reference":  "1 Samuel 3:11",
             "verseNumber":  11,
             "scripture":  "And the LORD said to Samuel, Behold, I will do a thing in Israel, at which both the ears of every one that hears it shall tingle."
        },
        {
            "reference":  "1 Samuel 3:12",
             "verseNumber":  12,
             "scripture":  "In that day I will perform against Eli all things which I have spoken concerning his house: when I begin, I will also make an end."
        },
        {
            "reference":  "1 Samuel 3:13",
             "verseNumber":  13,
             "scripture":  "For I have told him that I will judge his house for ever for the iniquity which he knows; because his sons made themselves vile, and he restrained them not."
        },
        {
            "reference":  "1 Samuel 3:14",
             "verseNumber":  14,
             "scripture":  "And therefore I have sworn unto the house of Eli, that the iniquity of Eli's house shall not be purged with sacrifice nor offering for ever."
        },
        {
            "reference":  "1 Samuel 3:15",
             "verseNumber":  15,
             "scripture":  "And Samuel lay until the morning, and opened the doors of the house of the LORD. And Samuel feared to show Eli the vision."
        },
        {
            "reference":  "1 Samuel 3:16",
             "verseNumber":  16,
             "scripture":  "Then Eli called Samuel, and said, Samuel, my son. And he answered, Here am I."
        },
        {
            "reference":  "1 Samuel 3:17",
             "verseNumber":  17,
             "scripture":  "And he said, What is the thing that the LORD has said unto you? I pray you hide it not from me: God do so to you, and more also, if you hide any thing from me of all the things that he said unto you."
        },
        {
            "reference":  "1 Samuel 3:18",
             "verseNumber":  18,
             "scripture":  "And Samuel told him everything, and hid nothing from him. And he said, It is the LORD: let him do what seems him good."
        },
        {
            "reference":  "1 Samuel 3:19",
             "verseNumber":  19,
             "scripture":  "And Samuel grew, and the LORD was with him, and did let none of his words fall to the ground."
        },
        {
            "reference":  "1 Samuel 3:20",
             "verseNumber":  20,
             "scripture":  "And all Israel from Dan even to Beersheba knew that Samuel was established to be a prophet of the LORD."
        },
        {
            "reference":  "1 Samuel 3:21",
             "verseNumber":  21,
             "scripture":  "And the LORD appeared again in Shiloh: for the LORD revealed himself to Samuel in Shiloh by the word of the LORD."
        }
    ]
}