{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Numbers",
     "bookAbbreviation":  "Num",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Numbers 12:1",
             "verseNumber":  1,
             "scripture":  "And Miriam and Aaron spoke against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman."
        },
        {
            "reference":  "Numbers 12:2",
             "verseNumber":  2,
             "scripture":  "And they said, Has the LORD indeed spoken only by Moses? has he not spoken also by us? And the LORD heard it."
        },
        {
            "reference":  "Numbers 12:3",
             "verseNumber":  3,
             "scripture":  "(Now the man Moses was very meek, above all the men which were upon the face of the earth.)"
        },
        {
            "reference":  "Numbers 12:4",
             "verseNumber":  4,
             "scripture":  "And the LORD spoke suddenly unto Moses, and unto Aaron, and unto Miriam, Come out all of you three unto the tabernacle of the congregation. And they three came out."
        },
        {
            "reference":  "Numbers 12:5",
             "verseNumber":  5,
             "scripture":  "And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth."
        },
        {
            "reference":  "Numbers 12:6",
             "verseNumber":  6,
             "scripture":  "And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and will speak unto him in a dream."
        },
        {
            "reference":  "Numbers 12:7",
             "verseNumber":  7,
             "scripture":  "My servant Moses is not so, who is faithful in all mine house."
        },
        {
            "reference":  "Numbers 12:8",
             "verseNumber":  8,
             "scripture":  "With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the embodiment of the LORD shall he behold: wherefore then were all of you not afraid to speak against my servant Moses?"
        },
        {
            "reference":  "Numbers 12:9",
             "verseNumber":  9,
             "scripture":  "And the anger of the LORD was kindled against them; and he departed."
        },
        {
            "reference":  "Numbers 12:10",
             "verseNumber":  10,
             "scripture":  "And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous."
        },
        {
            "reference":  "Numbers 12:11",
             "verseNumber":  11,
             "scripture":  "And Aaron said unto Moses, Alas, my lord, I plead to you, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned."
        },
        {
            "reference":  "Numbers 12:12",
             "verseNumber":  12,
             "scripture":  "Let her not be as one dead, of whom the flesh is half consumed when he comes out of his mother's womb."
        },
        {
            "reference":  "Numbers 12:13",
             "verseNumber":  13,
             "scripture":  "And Moses cried unto the LORD, saying, Heal her now, O God, I plead to you."
        },
        {
            "reference":  "Numbers 12:14",
             "verseNumber":  14,
             "scripture":  "And the LORD said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after that let her be received in again."
        },
        {
            "reference":  "Numbers 12:15",
             "verseNumber":  15,
             "scripture":  "And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in again."
        },
        {
            "reference":  "Numbers 12:16",
             "verseNumber":  16,
             "scripture":  "And afterward the people removed from Hazeroth, and pitched in the wilderness of Paran."
        }
    ]
}