{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Numbers", "bookAbbreviation": "Num", "chapterNumber": 16, "verses": [{"reference": "Numbers 16:1", "verseNumber": 1, "scripture": "Now Korah, the son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took men:"},{"reference": "Numbers 16:2", "verseNumber": 2, "scripture": "And they rose up before Moses, with certain of the children of Israel, two hundred and fifty princes of the assembly, famous in the congregation, men of renown:"},{"reference": "Numbers 16:3", "verseNumber": 3, "scripture": "And they gathered themselves together against Moses and against Aaron, and said unto them, All of you take too much upon you, seeing all the congregation are holy, every one of them, and the LORD is among them: wherefore then lift all of you up yourselves above the congregation of the LORD?"},{"reference": "Numbers 16:4", "verseNumber": 4, "scripture": "And when Moses heard it, he fell upon his face:"},{"reference": "Numbers 16:5", "verseNumber": 5, "scripture": "And he spoke unto Korah and unto all his company, saying, Even tomorrow the LORD will show who are his, and who is holy; and will cause him to come near unto him: even him whom he has chosen will he cause to come near unto him."},{"reference": "Numbers 16:6", "verseNumber": 6, "scripture": "This do; Take you censers, Korah, and all his company;"},{"reference": "Numbers 16:7", "verseNumber": 7, "scripture": "And put fire therein, and put incense in them before the LORD tomorrow: and it shall be that the man whom the LORD does choose, he shall be holy: all of you take too much upon you, all of you sons of Levi."},{"reference": "Numbers 16:8", "verseNumber": 8, "scripture": "And Moses said unto Korah, Hear, I pray you, all of you sons of Levi:"},{"reference": "Numbers 16:9", "verseNumber": 9, "scripture": "Seems it but a small thing unto you, that the God of Israel has separated you from the congregation of Israel, to bring you near to himself to do the service of the tabernacle of the LORD, and to stand before the congregation to minister unto them?"},{"reference": "Numbers 16:10", "verseNumber": 10, "scripture": "And he has brought you near to him, and all your brethren the sons of Levi with you: and seek all of you the priesthood also?"},{"reference": "Numbers 16:11", "verseNumber": 11, "scripture": "For which cause both you and all your company are gathered together against the LORD: and what is Aaron, that all of you murmur against him?"},{"reference": "Numbers 16:12", "verseNumber": 12, "scripture": "And Moses sent to call Dathan and Abiram, the sons of Eliab: which said, We will not come up:"},{"reference": "Numbers 16:13", "verseNumber": 13, "scripture": "Is it a small thing that you have brought us up out of a land that flows with milk and honey, to kill us in the wilderness, except you make yourself altogether a prince over us?"},{"reference": "Numbers 16:14", "verseNumber": 14, "scripture": "Moreover you have not brought us into a land that flows with milk and honey, or given us inheritance of fields and vineyards: will you put out the eyes of these men? we will not come up."},{"reference": "Numbers 16:15", "verseNumber": 15, "scripture": "And Moses was very angry, and said unto the LORD, Respect not you their offering: I have not taken one ass from them, neither have I hurt one of them."},{"reference": "Numbers 16:16", "verseNumber": 16, "scripture": "And Moses said unto Korah, Be you and all your company before the LORD, you, and they, and Aaron, tomorrow:"},{"reference": "Numbers 16:17", "verseNumber": 17, "scripture": "And take every man his censer, and put incense in them, and bring all of you before the LORD every man his censer, two hundred and fifty censers; you also, and Aaron, each of you his censer."},{"reference": "Numbers 16:18", "verseNumber": 18, "scripture": "And they took every man his censer, and put fire in them, and laid incense thereon, and stood in the door of the tabernacle of the congregation with Moses and Aaron."},{"reference": "Numbers 16:19", "verseNumber": 19, "scripture": "And Korah gathered all the congregation against them unto the door of the tabernacle of the congregation: and the glory of the LORD appeared unto all the congregation."},{"reference": "Numbers 16:20", "verseNumber": 20, "scripture": "And the LORD spoke unto Moses and unto Aaron, saying,"},{"reference": "Numbers 16:21", "verseNumber": 21, "scripture": "Separate yourselves from among this congregation, that I may consume them in a moment."},{"reference": "Numbers 16:22", "verseNumber": 22, "scripture": "And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?"},{"reference": "Numbers 16:23", "verseNumber": 23, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Numbers 16:24", "verseNumber": 24, "scripture": "Speak unto the congregation, saying, Get you up from about the tabernacle of Korah, Dathan, and Abiram."},{"reference": "Numbers 16:25", "verseNumber": 25, "scripture": "And Moses rose up and went unto Dathan and Abiram; and the elders of Israel followed him."},{"reference": "Numbers 16:26", "verseNumber": 26, "scripture": "And he spoke unto the congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of their's, lest all of you be consumed in all their sins."},{"reference": "Numbers 16:27", "verseNumber": 27, "scripture": "So they got up from the tabernacle of Korah, Dathan, and Abiram, on every side: and Dathan and Abiram came out, and stood in the door of their tents, and their wives, and their sons, and their little children."},{"reference": "Numbers 16:28", "verseNumber": 28, "scripture": "And Moses said, Hereby all of you shall know that the LORD has sent me to do all these works; for I have not done them of mine own mind."},{"reference": "Numbers 16:29", "verseNumber": 29, "scripture": "If these men die the common death of all men, or if they be visited after the visitation of all men; then the LORD has not sent me."},{"reference": "Numbers 16:30", "verseNumber": 30, "scripture": "But if the LORD make a new thing, and the earth open her mouth, and swallow them up, with all that appertain unto them, and they go down quick into the pit; then all of you shall understand that these men have provoked the LORD."},{"reference": "Numbers 16:31", "verseNumber": 31, "scripture": "And it came to pass, as he had made an end of speaking all these words, that the ground clave asunder that was under them:"},{"reference": "Numbers 16:32", "verseNumber": 32, "scripture": "And the earth opened her mouth, and swallowed them up, and their houses, and all the men that appertained unto Korah, and all their goods."},{"reference": "Numbers 16:33", "verseNumber": 33, "scripture": "They, and all that appertained to them, went down alive into the pit, and the earth closed upon them: and they perished from among the congregation."},{"reference": "Numbers 16:34", "verseNumber": 34, "scripture": "And all Israel that were round about them fled at the cry of them: for they said, Lest the earth swallow us up also."},{"reference": "Numbers 16:35", "verseNumber": 35, "scripture": "And there came out a fire from the LORD, and consumed the two hundred and fifty men that offered incense."},{"reference": "Numbers 16:36", "verseNumber": 36, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Numbers 16:37", "verseNumber": 37, "scripture": "Speak unto Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter you the fire yonder; for they are hallowed."},{"reference": "Numbers 16:38", "verseNumber": 38, "scripture": "The censers of these sinners against their own souls, let them make them broad plates for a covering of the altar: for they offered them before the LORD, therefore they are hallowed: and they shall be a sign unto the children of Israel."},{"reference": "Numbers 16:39", "verseNumber": 39, "scripture": "And Eleazar the priest took the brazen censers, wherewith they that were burnt had offered; and they were made broad plates for a covering of the altar:"},{"reference": "Numbers 16:40", "verseNumber": 40, "scripture": "To be a memorial unto the children of Israel, that no stranger, which is not of the seed of Aaron, come near to offer incense before the LORD; that he be not as Korah, and as his company: as the LORD said to him by the hand of Moses."},{"reference": "Numbers 16:41", "verseNumber": 41, "scripture": "But on the next day all the congregation of the children of Israel murmured against Moses and against Aaron, saying, All of you have killed the people of the LORD."},{"reference": "Numbers 16:42", "verseNumber": 42, "scripture": "And it came to pass, when the congregation was gathered against Moses and against Aaron, that they looked toward the tabernacle of the congregation: and, behold, the cloud covered it, and the glory of the LORD appeared."},{"reference": "Numbers 16:43", "verseNumber": 43, "scripture": "And Moses and Aaron came before the tabernacle of the congregation."},{"reference": "Numbers 16:44", "verseNumber": 44, "scripture": "And the LORD spoke unto Moses, saying,"},{"reference": "Numbers 16:45", "verseNumber": 45, "scripture": "Get you up from among this congregation, that I may consume them as in a moment. And they fell upon their faces."},{"reference": "Numbers 16:46", "verseNumber": 46, "scripture": "And Moses said unto Aaron, Take a censer, and put fire therein from off the altar, and put on incense, and go quickly unto the congregation, and make an atonement for them: for there is wrath gone out from the LORD; the plague is begun."},{"reference": "Numbers 16:47", "verseNumber": 47, "scripture": "And Aaron took as Moses commanded, and ran into the midst of the congregation; and, behold, the plague was begun among the people: and he put on incense, and made an atonement for the people."},{"reference": "Numbers 16:48", "verseNumber": 48, "scripture": "And he stood between the dead and the living; and the plague was stayed."},{"reference": "Numbers 16:49", "verseNumber": 49, "scripture": "Now they that died in the plague were fourteen thousand and seven hundred, beside them that died about the matter of Korah."},{"reference": "Numbers 16:50", "verseNumber": 50, "scripture": "And Aaron returned unto Moses unto the door of the tabernacle of the congregation: and the plague was stayed."}]}