{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Numbers", "bookAbbreviation": "Num", "chapterNumber": 21, "verses": [{"reference": "Numbers 21:1", "verseNumber": 1, "scripture": "And when king Arad the Canaanite, which dwelt in the south, heard tell that Israel came by the way of the spies; then he fought against Israel, and took some of them prisoners."},{"reference": "Numbers 21:2", "verseNumber": 2, "scripture": "And Israel vowed a vow unto the LORD, and said, If you will indeed deliver this people into my hand, then I will utterly destroy their cities."},{"reference": "Numbers 21:3", "verseNumber": 3, "scripture": "And the LORD hearkened to the voice of Israel, and delivered up the Canaanites; and they utterly destroyed them and their cities: and he called the name of the place Hormah."},{"reference": "Numbers 21:4", "verseNumber": 4, "scripture": "And they journeyed from mount Hor by the way of the Red sea, to compass the land of Edom: and the soul of the people was much discouraged because of the way."},{"reference": "Numbers 21:5", "verseNumber": 5, "scripture": "And the people spoke against God, and against Moses, Wherefore have all of you brought us up out of Egypt to die in the wilderness? for there is no bread, neither is there any water; and our soul loathes this light bread."},{"reference": "Numbers 21:6", "verseNumber": 6, "scripture": "And the LORD sent fiery serpents among the people, and they bit the people; and much people of Israel died."},{"reference": "Numbers 21:7", "verseNumber": 7, "scripture": "Therefore the people came to Moses, and said, We have sinned, for we have spoken against the LORD, and against you; pray unto the LORD, that he take away the serpents from us. And Moses prayed for the people."},{"reference": "Numbers 21:8", "verseNumber": 8, "scripture": "And the LORD said unto Moses, Make you a fiery serpent, and set it upon a pole: and it shall come to pass, that every one that is bitten, when he looks upon it, shall live."},{"reference": "Numbers 21:9", "verseNumber": 9, "scripture": "And Moses made a serpent of brass, and put it upon a pole, and it came to pass, that if a serpent had bitten any man, when he beheld the serpent of brass, he lived."},{"reference": "Numbers 21:10", "verseNumber": 10, "scripture": "And the children of Israel set forward, and pitched in Oboth."},{"reference": "Numbers 21:11", "verseNumber": 11, "scripture": "And they journeyed from Oboth, and pitched at Ijeabarim, in the wilderness which is before Moab, toward the sunrising."},{"reference": "Numbers 21:12", "verseNumber": 12, "scripture": "From thence they removed, and pitched in the valley of Zared."},{"reference": "Numbers 21:13", "verseNumber": 13, "scripture": "From thence they removed, and pitched on the other side of Arnon, which is in the wilderness that comes out of the coasts of the Amorites: for Arnon is the border of Moab, between Moab and the Amorites."},{"reference": "Numbers 21:14", "verseNumber": 14, "scripture": "Wherefore it is said in the book of the wars of the LORD, What he did in the Red sea, and in the brooks of Arnon,"},{"reference": "Numbers 21:15", "verseNumber": 15, "scripture": "And at the stream of the brooks that goes down to the dwelling of Ar, and lies upon the border of Moab."},{"reference": "Numbers 21:16", "verseNumber": 16, "scripture": "And from thence they went to Beer: that is the well whereof the LORD spoke unto Moses, Gather the people together, and I will give them water."},{"reference": "Numbers 21:17", "verseNumber": 17, "scripture": "Then Israel sang this song, Spring up, O well; sing all of you unto it:"},{"reference": "Numbers 21:18", "verseNumber": 18, "scripture": "The princes dug the well, the nobles of the people dug it, by the direction of the lawgiver, with their staves. And from the wilderness they went to Mattanah:"},{"reference": "Numbers 21:19", "verseNumber": 19, "scripture": "And from Mattanah to Nahaliel: and from Nahaliel to Bamoth:"},{"reference": "Numbers 21:20", "verseNumber": 20, "scripture": "And from Bamoth in the valley, that is in the country of Moab, to the top of Pisgah, which looks toward Jeshimon."},{"reference": "Numbers 21:21", "verseNumber": 21, "scripture": "And Israel sent messengers unto Sihon king of the Amorites, saying,"},{"reference": "Numbers 21:22", "verseNumber": 22, "scripture": "Let me pass through your land: we will not turn into the fields, or into the vineyards; we will not drink of the waters of the well: but we will go along by the king's high way, until we be past your borders."},{"reference": "Numbers 21:23", "verseNumber": 23, "scripture": "And Sihon would not suffer Israel to pass through his border: but Sihon gathered all his people together, and went out against Israel into the wilderness: and he came to Jahaz, and fought against Israel."},{"reference": "Numbers 21:24", "verseNumber": 24, "scripture": "And Israel stroke him with the edge of the sword, and possessed his land from Arnon unto Jabbok, even unto the children of Ammon: for the border of the children of Ammon was strong."},{"reference": "Numbers 21:25", "verseNumber": 25, "scripture": "And Israel took all these cities: and Israel dwelt in all the cities of the Amorites, in Heshbon, and in all the villages thereof."},{"reference": "Numbers 21:26", "verseNumber": 26, "scripture": "For Heshbon was the city of Sihon the king of the Amorites, who had fought against the former king of Moab, and taken all his land out of his hand, even unto Arnon."},{"reference": "Numbers 21:27", "verseNumber": 27, "scripture": "Wherefore they that speak in proverbs say, Come into Heshbon, let the city of Sihon be built and prepared:"},{"reference": "Numbers 21:28", "verseNumber": 28, "scripture": "For there is a fire gone out of Heshbon, a flame from the city of Sihon: it has consumed Ar of Moab, and the lords of the high places of Arnon."},{"reference": "Numbers 21:29", "verseNumber": 29, "scripture": "Woe to you, Moab! you are undone, O people of Chemosh: he has given his sons that escaped, and his daughters, into captivity unto Sihon king of the Amorites."},{"reference": "Numbers 21:30", "verseNumber": 30, "scripture": "We have shot at them; Heshbon is perished even unto Dibon, and we have laid them waste even unto Nophah, which reachs unto Medeba."},{"reference": "Numbers 21:31", "verseNumber": 31, "scripture": "Thus Israel dwelt in the land of the Amorites."},{"reference": "Numbers 21:32", "verseNumber": 32, "scripture": "And Moses sent to spy out Jaazer, and they took the villages thereof, and drove out the Amorites that were there."},{"reference": "Numbers 21:33", "verseNumber": 33, "scripture": "And they turned and went up by the way of Bashan: and Og the king of Bashan went out against them, he, and all his people, to the battle at Edrei."},{"reference": "Numbers 21:34", "verseNumber": 34, "scripture": "And the LORD said unto Moses, Fear him not: for I have delivered him into your hand, and all his people, and his land; and you shall do to him as you did unto Sihon king of the Amorites, which dwelt at Heshbon."},{"reference": "Numbers 21:35", "verseNumber": 35, "scripture": "So they stroke him, and his sons, and all his people, until there was none left him alive: and they possessed his land."}]}