{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Numbers",
     "bookAbbreviation":  "Num",
     "chapterNumber":  22,
     "verses":  [
        {
            "reference":  "Numbers 22:1",
             "verseNumber":  1,
             "scripture":  "And the children of Israel set forward, and pitched in the plains of Moab on this side Jordan by Jericho."
        },
        {
            "reference":  "Numbers 22:2",
             "verseNumber":  2,
             "scripture":  "And Balak the son of Zippor saw all that Israel had done to the Amorites."
        },
        {
            "reference":  "Numbers 22:3",
             "verseNumber":  3,
             "scripture":  "And Moab was sore afraid of the people, because they were many: and Moab was distressed because of the children of Israel."
        },
        {
            "reference":  "Numbers 22:4",
             "verseNumber":  4,
             "scripture":  "And Moab said unto the elders of Midian, Now shall this company lick up all that are round about us, as the ox licks up the grass of the field. And Balak the son of Zippor was king of the Moabites at that time."
        },
        {
            "reference":  "Numbers 22:5",
             "verseNumber":  5,
             "scripture":  "He sent messengers therefore unto Balaam the son of Beor to Pethor, which is by the river of the land of the children of his people, to call him, saying, Behold, there is a people come out from Egypt: behold, they cover the face of the earth, and they abide opposite to me:"
        },
        {
            "reference":  "Numbers 22:6",
             "verseNumber":  6,
             "scripture":  "Come now therefore, I pray you, curse me this people; for they are too mighty for me: possibly I shall prevail, that we may strike them, and that I may drive them out of the land: for I know that he whom you bless is blessed, and he whom you curse is cursed."
        },
        {
            "reference":  "Numbers 22:7",
             "verseNumber":  7,
             "scripture":  "And the elders of Moab and the elders of Midian departed with the rewards of divination in their hand; and they came unto Balaam, and spoke unto him the words of Balak."
        },
        {
            "reference":  "Numbers 22:8",
             "verseNumber":  8,
             "scripture":  "And he said unto them, Lodge here this night, and I will bring you word again, as the LORD shall speak unto me: and the princes of Moab abode with Balaam."
        },
        {
            "reference":  "Numbers 22:9",
             "verseNumber":  9,
             "scripture":  "And God came unto Balaam, and said, What men are these with you?"
        },
        {
            "reference":  "Numbers 22:10",
             "verseNumber":  10,
             "scripture":  "And Balaam said unto God, Balak the son of Zippor, king of Moab, has sent unto me, saying,"
        },
        {
            "reference":  "Numbers 22:11",
             "verseNumber":  11,
             "scripture":  "Behold, there is a people come out of Egypt, which covers the face of the earth: come now, curse me them; possibly I shall be able to overcome them, and drive them out."
        },
        {
            "reference":  "Numbers 22:12",
             "verseNumber":  12,
             "scripture":  "And God said unto Balaam, You shall not go with them; you shall not curse the people: for they are blessed."
        },
        {
            "reference":  "Numbers 22:13",
             "verseNumber":  13,
             "scripture":  "And Balaam rose up in the morning, and said unto the princes of Balak, Get you into your land: for the LORD refuses to give me leave to go with you."
        },
        {
            "reference":  "Numbers 22:14",
             "verseNumber":  14,
             "scripture":  "And the princes of Moab rose up, and they went unto Balak, and said, Balaam refuses to come with us."
        },
        {
            "reference":  "Numbers 22:15",
             "verseNumber":  15,
             "scripture":  "And Balak sent yet again princes, more, and more honourable than they."
        },
        {
            "reference":  "Numbers 22:16",
             "verseNumber":  16,
             "scripture":  "And they came to Balaam, and said to him, Thus says Balak the son of Zippor, Let nothing, I pray you, hinder you from coming unto me:"
        },
        {
            "reference":  "Numbers 22:17",
             "verseNumber":  17,
             "scripture":  "For I will promote you unto very great honour, and I will do whatsoever you says unto me: come therefore, I pray you, curse me this people."
        },
        {
            "reference":  "Numbers 22:18",
             "verseNumber":  18,
             "scripture":  "And Balaam answered and said unto the servants of Balak, If Balak would give me his house full of silver and gold, I cannot go beyond the word of the LORD my God, to do less or more."
        },
        {
            "reference":  "Numbers 22:19",
             "verseNumber":  19,
             "scripture":  "Now therefore, I pray you, tarry all of you also here this night, that I may know what the LORD will say unto me more."
        },
        {
            "reference":  "Numbers 22:20",
             "verseNumber":  20,
             "scripture":  "And God came unto Balaam at night, and said unto him, If the men come to call you, rise up, and go with them; but yet the word which I shall say unto you, that shall you do."
        },
        {
            "reference":  "Numbers 22:21",
             "verseNumber":  21,
             "scripture":  "And Balaam rose up in the morning, and saddled his ass, and went with the princes of Moab."
        },
        {
            "reference":  "Numbers 22:22",
             "verseNumber":  22,
             "scripture":  "And God's anger was kindled because he went: and the angel of the LORD stood in the way for an adversary against him. Now he was riding upon his ass, and his two servants were with him."
        },
        {
            "reference":  "Numbers 22:23",
             "verseNumber":  23,
             "scripture":  "And the ass saw the angel of the LORD standing in the way, and his sword drawn in his hand: and the ass turned aside out of the way, and went into the field: and Balaam stroke the ass, to turn her into the way."
        },
        {
            "reference":  "Numbers 22:24",
             "verseNumber":  24,
             "scripture":  "But the angel of the LORD stood in a path of the vineyards, a wall being on this side, and a wall on that side."
        },
        {
            "reference":  "Numbers 22:25",
             "verseNumber":  25,
             "scripture":  "And when the ass saw the angel of the LORD, she thrust herself unto the wall, and crushed Balaam's foot against the wall: and he stroke her again."
        },
        {
            "reference":  "Numbers 22:26",
             "verseNumber":  26,
             "scripture":  "And the angel of the LORD went further, and stood in a narrow place, where was no way to turn either to the right hand or to the left."
        },
        {
            "reference":  "Numbers 22:27",
             "verseNumber":  27,
             "scripture":  "And when the ass saw the angel of the LORD, she fell down under Balaam: and Balaam's anger was kindled, and he stroke the ass with a staff."
        },
        {
            "reference":  "Numbers 22:28",
             "verseNumber":  28,
             "scripture":  "And the LORD opened the mouth of the ass, and she said unto Balaam, What have I done unto you, that you have smitten me these three times?"
        },
        {
            "reference":  "Numbers 22:29",
             "verseNumber":  29,
             "scripture":  "And Balaam said unto the ass, Because you have mocked me: I would there were a sword in mine hand, for now would I kill you."
        },
        {
            "reference":  "Numbers 22:30",
             "verseNumber":  30,
             "scripture":  "And the ass said unto Balaam, Am not I yours ass, upon which you have ridden ever since I was yours unto this day? was I ever known to do so unto you? And he said, Nay."
        },
        {
            "reference":  "Numbers 22:31",
             "verseNumber":  31,
             "scripture":  "Then the LORD opened the eyes of Balaam, and he saw the angel of the LORD standing in the way, and his sword drawn in his hand: and he bowed down his head, and fell flat on his face."
        },
        {
            "reference":  "Numbers 22:32",
             "verseNumber":  32,
             "scripture":  "And the angel of the LORD said unto him, Wherefore have you smitten yours ass these three times? behold, I went out to withstand you, because your way is perverse before me:"
        },
        {
            "reference":  "Numbers 22:33",
             "verseNumber":  33,
             "scripture":  "And the ass saw me, and turned from me these three times: unless she had turned from me, surely now also I had slain you, and saved her alive."
        },
        {
            "reference":  "Numbers 22:34",
             "verseNumber":  34,
             "scripture":  "And Balaam said unto the angel of the LORD, I have sinned; for I knew not that you stood in the way against me: now therefore, if it displease you, I will get me back again."
        },
        {
            "reference":  "Numbers 22:35",
             "verseNumber":  35,
             "scripture":  "And the angel of the LORD said unto Balaam, Go with the men: but only the word that I shall speak unto you, that you shall speak. So Balaam went with the princes of Balak."
        },
        {
            "reference":  "Numbers 22:36",
             "verseNumber":  36,
             "scripture":  "And when Balak heard that Balaam was come, he went out to meet him unto a city of Moab, which is in the border of Arnon, which is in the utmost coast."
        },
        {
            "reference":  "Numbers 22:37",
             "verseNumber":  37,
             "scripture":  "And Balak said unto Balaam, Did I not earnestly send unto you to call you? wherefore came you not unto me? am I not able indeed to promote you to honour?"
        },
        {
            "reference":  "Numbers 22:38",
             "verseNumber":  38,
             "scripture":  "And Balaam said unto Balak, Lo, I am come unto you: have I now any power at all to say any thing? the word that God puts in my mouth, that shall I speak."
        },
        {
            "reference":  "Numbers 22:39",
             "verseNumber":  39,
             "scripture":  "And Balaam went with Balak, and they came unto Kirjathhuzoth."
        },
        {
            "reference":  "Numbers 22:40",
             "verseNumber":  40,
             "scripture":  "And Balak offered oxen and sheep, and sent to Balaam, and to the princes that were with him."
        },
        {
            "reference":  "Numbers 22:41",
             "verseNumber":  41,
             "scripture":  "And it came to pass on the next day, that Balak took Balaam, and brought him up into the high places of Baal, that thence he might see the utmost part of the people."
        }
    ]
}