{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Numbers",
     "bookAbbreviation":  "Num",
     "chapterNumber":  24,
     "verses":  [
        {
            "reference":  "Numbers 24:1",
             "verseNumber":  1,
             "scripture":  "And when Balaam saw that it pleased the LORD to bless Israel, he went not, as at other times, to seek for enchantments, but he set his face toward the wilderness."
        },
        {
            "reference":  "Numbers 24:2",
             "verseNumber":  2,
             "scripture":  "And Balaam lifted up his eyes, and he saw Israel abiding in his tents according to their tribes; and the spirit of God came upon him."
        },
        {
            "reference":  "Numbers 24:3",
             "verseNumber":  3,
             "scripture":  "And he took up his parable, and said, Balaam the son of Beor has said, and the man whose eyes are open has said:"
        },
        {
            "reference":  "Numbers 24:4",
             "verseNumber":  4,
             "scripture":  "He has said, which heard the words of God, which saw the vision of the Almighty, falling into a trance, but having his eyes open:"
        },
        {
            "reference":  "Numbers 24:5",
             "verseNumber":  5,
             "scripture":  "How goodly are your tents, O Jacob, and your tabernacles, O Israel!"
        },
        {
            "reference":  "Numbers 24:6",
             "verseNumber":  6,
             "scripture":  "As the valleys are they spread forth, as gardens by the river's side, as the trees of lign aloes which the LORD has planted, and as cedar trees beside the waters."
        },
        {
            "reference":  "Numbers 24:7",
             "verseNumber":  7,
             "scripture":  "He shall pour the water out of his buckets, and his seed shall be in many waters, and his king shall be higher than Agag, and his kingdom shall be exalted."
        },
        {
            "reference":  "Numbers 24:8",
             "verseNumber":  8,
             "scripture":  "God brought him forth out of Egypt; he has as it were the strength of an unicorn : he shall eat up the nations his enemies, and shall break their bones, and pierce them through with his arrows."
        },
        {
            "reference":  "Numbers 24:9",
             "verseNumber":  9,
             "scripture":  "He couched, he lay down as a lion, and as a great lion: who shall stir him up? Blessed is he that blesses you, and cursed is he that curses you."
        },
        {
            "reference":  "Numbers 24:10",
             "verseNumber":  10,
             "scripture":  "And Balak's anger was kindled against Balaam, and he stroke his hands together: and Balak said unto Balaam, I called you to curse mine enemies, and, behold, you have altogether blessed them these three times."
        },
        {
            "reference":  "Numbers 24:11",
             "verseNumber":  11,
             "scripture":  "Therefore now flee you to your place: I thought to promote you unto great honour; but, lo, the LORD has kept you back from honour."
        },
        {
            "reference":  "Numbers 24:12",
             "verseNumber":  12,
             "scripture":  "And Balaam said unto Balak, Spoke I not also to your messengers which you sent unto me, saying,"
        },
        {
            "reference":  "Numbers 24:13",
             "verseNumber":  13,
             "scripture":  "If Balak would give me his house full of silver and gold, I cannot go beyond the commandment of the LORD, to do either good or bad of mine own mind; but what the LORD says, that will I speak?"
        },
        {
            "reference":  "Numbers 24:14",
             "verseNumber":  14,
             "scripture":  "And now, behold, I go unto my people: come therefore, and I will advertise you what this people shall do to your people in the latter days."
        },
        {
            "reference":  "Numbers 24:15",
             "verseNumber":  15,
             "scripture":  "And he took up his parable, and said, Balaam the son of Beor has said, and the man whose eyes are open has said:"
        },
        {
            "reference":  "Numbers 24:16",
             "verseNumber":  16,
             "scripture":  "He has said, which heard the words of God, and knew the knowledge of the most High, which saw the vision of the Almighty, falling into a trance, but having his eyes open:"
        },
        {
            "reference":  "Numbers 24:17",
             "verseNumber":  17,
             "scripture":  "I shall see him, but not now: I shall behold him, but not nigh: there shall come a Star out of Jacob, and a Sceptre shall rise out of Israel, and shall strike the corners of Moab, and destroy all the children of Sheth."
        },
        {
            "reference":  "Numbers 24:18",
             "verseNumber":  18,
             "scripture":  "And Edom shall be a possession, Seir also shall be a possession for his enemies; and Israel shall do valiantly."
        },
        {
            "reference":  "Numbers 24:19",
             "verseNumber":  19,
             "scripture":  "Out of Jacob shall come he that shall have dominion, and shall destroy him that remains of the city."
        },
        {
            "reference":  "Numbers 24:20",
             "verseNumber":  20,
             "scripture":  "And when he looked on Amalek, he took up his parable, and said, Amalek was the first of the nations; but his latter end shall be that he perish for ever."
        },
        {
            "reference":  "Numbers 24:21",
             "verseNumber":  21,
             "scripture":  "And he looked on the Kenites, and took up his parable, and said, Strong is your dwelling place, and you put your nest in a rock."
        },
        {
            "reference":  "Numbers 24:22",
             "verseNumber":  22,
             "scripture":  "Nevertheless the Kenite shall be wasted, until Asshur shall carry you away captive."
        },
        {
            "reference":  "Numbers 24:23",
             "verseNumber":  23,
             "scripture":  "And he took up his parable, and said, Alas, who shall live when God does this!"
        },
        {
            "reference":  "Numbers 24:24",
             "verseNumber":  24,
             "scripture":  "And ships shall come from the coast of Chittim, and shall afflict Asshur, and shall afflict Eber, and he also shall perish for ever."
        },
        {
            "reference":  "Numbers 24:25",
             "verseNumber":  25,
             "scripture":  "And Balaam rose up, and went and returned to his place: and Balak also went his way."
        }
    ]
}