{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Numbers",
     "bookAbbreviation":  "Num",
     "chapterNumber":  26,
     "verses":  [
        {
            "reference":  "Numbers 26:1",
             "verseNumber":  1,
             "scripture":  "And it came to pass after the plague, that the LORD spoke unto Moses and unto Eleazar the son of Aaron the priest, saying,"
        },
        {
            "reference":  "Numbers 26:2",
             "verseNumber":  2,
             "scripture":  "Take the sum of all the congregation of the children of Israel, from twenty years old and upward, throughout their fathers' house, all that are able to go to war in Israel."
        },
        {
            "reference":  "Numbers 26:3",
             "verseNumber":  3,
             "scripture":  "And Moses and Eleazar the priest spoke with them in the plains of Moab by Jordan near Jericho, saying,"
        },
        {
            "reference":  "Numbers 26:4",
             "verseNumber":  4,
             "scripture":  "Take the sum of the people, from twenty years old and upward; as the LORD commanded Moses and the children of Israel, which went forth out of the land of Egypt."
        },
        {
            "reference":  "Numbers 26:5",
             "verseNumber":  5,
             "scripture":  "Reuben, the eldest son of Israel: the children of Reuben; Hanoch, of whom comes the family of the Hanochites: of Pallu, the family of the Palluites:"
        },
        {
            "reference":  "Numbers 26:6",
             "verseNumber":  6,
             "scripture":  "Of Hezron, the family of the Hezronites: of Carmi, the family of the Carmites."
        },
        {
            "reference":  "Numbers 26:7",
             "verseNumber":  7,
             "scripture":  "These are the families of the Reubenites: and they that were numbered of them were forty and three thousand and seven hundred and thirty."
        },
        {
            "reference":  "Numbers 26:8",
             "verseNumber":  8,
             "scripture":  "And the sons of Pallu; Eliab."
        },
        {
            "reference":  "Numbers 26:9",
             "verseNumber":  9,
             "scripture":  "And the sons of Eliab; Nemuel, and Dathan, and Abiram. This is that Dathan and Abiram, which were famous in the congregation, who strove against Moses and against Aaron in the company of Korah, when they strove against the LORD:"
        },
        {
            "reference":  "Numbers 26:10",
             "verseNumber":  10,
             "scripture":  "And the earth opened her mouth, and swallowed them up together with Korah, when that company died, what time the fire devoured two hundred and fifty men: and they became a sign."
        },
        {
            "reference":  "Numbers 26:11",
             "verseNumber":  11,
             "scripture":  "Notwithstanding the children of Korah died not."
        },
        {
            "reference":  "Numbers 26:12",
             "verseNumber":  12,
             "scripture":  "The sons of Simeon after their families: of Nemuel, the family of the Nemuelites: of Jamin, the family of the Jaminites: of Jachin, the family of the Jachinites:"
        },
        {
            "reference":  "Numbers 26:13",
             "verseNumber":  13,
             "scripture":  "Of Zerah, the family of the Zarhites: of Shaul, the family of the Shaulites."
        },
        {
            "reference":  "Numbers 26:14",
             "verseNumber":  14,
             "scripture":  "These are the families of the Simeonites, twenty and two thousand and two hundred."
        },
        {
            "reference":  "Numbers 26:15",
             "verseNumber":  15,
             "scripture":  "The children of Gad after their families: of Zephon, the family of the Zephonites: of Haggi, the family of the Haggites: of Shuni, the family of the Shunites:"
        },
        {
            "reference":  "Numbers 26:16",
             "verseNumber":  16,
             "scripture":  "Of Ozni, the family of the Oznites: of Eri, the family of the Erites:"
        },
        {
            "reference":  "Numbers 26:17",
             "verseNumber":  17,
             "scripture":  "Of Arod, the family of the Arodites: of Areli, the family of the Arelites."
        },
        {
            "reference":  "Numbers 26:18",
             "verseNumber":  18,
             "scripture":  "These are the families of the children of Gad according to those that were numbered of them, forty thousand and five hundred."
        },
        {
            "reference":  "Numbers 26:19",
             "verseNumber":  19,
             "scripture":  "The sons of Judah were Er and Onan: and Er and Onan died in the land of Canaan."
        },
        {
            "reference":  "Numbers 26:20",
             "verseNumber":  20,
             "scripture":  "And the sons of Judah after their families were; of Shelah, the family of the Shelanites: of Pharez, the family of the Pharzites: of Zerah, the family of the Zarhites."
        },
        {
            "reference":  "Numbers 26:21",
             "verseNumber":  21,
             "scripture":  "And the sons of Pharez were; of Hezron, the family of the Hezronites: of Hamul, the family of the Hamulites."
        },
        {
            "reference":  "Numbers 26:22",
             "verseNumber":  22,
             "scripture":  "These are the families of Judah according to those that were numbered of them, threescore and sixteen thousand and five hundred."
        },
        {
            "reference":  "Numbers 26:23",
             "verseNumber":  23,
             "scripture":  "Of the sons of Issachar after their families: of Tola, the family of the Tolaites: of Pua, the family of the Punites:"
        },
        {
            "reference":  "Numbers 26:24",
             "verseNumber":  24,
             "scripture":  "Of Jashub, the family of the Jashubites: of Shimron, the family of the Shimronites."
        },
        {
            "reference":  "Numbers 26:25",
             "verseNumber":  25,
             "scripture":  "These are the families of Issachar according to those that were numbered of them, threescore and four thousand and three hundred."
        },
        {
            "reference":  "Numbers 26:26",
             "verseNumber":  26,
             "scripture":  "Of the sons of Zebulun after their families: of Sered, the family of the Sardites: of Elon, the family of the Elonites: of Jahleel, the family of the Jahleelites."
        },
        {
            "reference":  "Numbers 26:27",
             "verseNumber":  27,
             "scripture":  "These are the families of the Zebulunites according to those that were numbered of them, threescore thousand and five hundred."
        },
        {
            "reference":  "Numbers 26:28",
             "verseNumber":  28,
             "scripture":  "The sons of Joseph after their families were Manasseh and Ephraim."
        },
        {
            "reference":  "Numbers 26:29",
             "verseNumber":  29,
             "scripture":  "Of the sons of Manasseh: of Machir, the family of the Machirites: and Machir brings forth Gilead: of Gilead come the family of the Gileadites."
        },
        {
            "reference":  "Numbers 26:30",
             "verseNumber":  30,
             "scripture":  "These are the sons of Gilead: of Jeezer, the family of the Jeezerites: of Helek, the family of the Helekites:"
        },
        {
            "reference":  "Numbers 26:31",
             "verseNumber":  31,
             "scripture":  "And of Asriel, the family of the Asrielites: and of Shechem, the family of the Shechemites:"
        },
        {
            "reference":  "Numbers 26:32",
             "verseNumber":  32,
             "scripture":  "And of Shemida, the family of the Shemidaites: and of Hepher, the family of the Hepherites."
        },
        {
            "reference":  "Numbers 26:33",
             "verseNumber":  33,
             "scripture":  "And Zelophehad the son of Hepher had no sons, but daughters: and the names of the daughters of Zelophehad were Mahlah, and Noah, Hoglah, Milcah, and Tirzah."
        },
        {
            "reference":  "Numbers 26:34",
             "verseNumber":  34,
             "scripture":  "These are the families of Manasseh, and those that were numbered of them, fifty and two thousand and seven hundred."
        },
        {
            "reference":  "Numbers 26:35",
             "verseNumber":  35,
             "scripture":  "These are the sons of Ephraim after their families: of Shuthelah, the family of the Shuthalhites: of Becher, the family of the Bachrites: of Tahan, the family of the Tahanites."
        },
        {
            "reference":  "Numbers 26:36",
             "verseNumber":  36,
             "scripture":  "And these are the sons of Shuthelah: of Eran, the family of the Eranites."
        },
        {
            "reference":  "Numbers 26:37",
             "verseNumber":  37,
             "scripture":  "These are the families of the sons of Ephraim according to those that were numbered of them, thirty and two thousand and five hundred. These are the sons of Joseph after their families."
        },
        {
            "reference":  "Numbers 26:38",
             "verseNumber":  38,
             "scripture":  "The sons of Benjamin after their families: of Bela, the family of the Belaites: of Ashbel, the family of the Ashbelites: of Ahiram, the family of the Ahiramites:"
        },
        {
            "reference":  "Numbers 26:39",
             "verseNumber":  39,
             "scripture":  "Of Shupham, the family of the Shuphamites: of Hupham, the family of the Huphamites."
        },
        {
            "reference":  "Numbers 26:40",
             "verseNumber":  40,
             "scripture":  "And the sons of Bela were Ard and Naaman: of Ard, the family of the Ardites: and of Naaman, the family of the Naamites."
        },
        {
            "reference":  "Numbers 26:41",
             "verseNumber":  41,
             "scripture":  "These are the sons of Benjamin after their families: and they that were numbered of them were forty and five thousand and six hundred."
        },
        {
            "reference":  "Numbers 26:42",
             "verseNumber":  42,
             "scripture":  "These are the sons of Dan after their families: of Shuham, the family of the Shuhamites. These are the families of Dan after their families."
        },
        {
            "reference":  "Numbers 26:43",
             "verseNumber":  43,
             "scripture":  "All the families of the Shuhamites, according to those that were numbered of them, were threescore and four thousand and four hundred."
        },
        {
            "reference":  "Numbers 26:44",
             "verseNumber":  44,
             "scripture":  "Of the children of Asher after their families: of Jimna, the family of the Jimnites: of Jesui, the family of the Jesuites: of Beriah, the family of the Beriites."
        },
        {
            "reference":  "Numbers 26:45",
             "verseNumber":  45,
             "scripture":  "Of the sons of Beriah: of Heber, the family of the Heberites: of Malchiel, the family of the Malchielites."
        },
        {
            "reference":  "Numbers 26:46",
             "verseNumber":  46,
             "scripture":  "And the name of the daughter of Asher was Sarah."
        },
        {
            "reference":  "Numbers 26:47",
             "verseNumber":  47,
             "scripture":  "These are the families of the sons of Asher according to those that were numbered of them; who were fifty and three thousand and four hundred."
        },
        {
            "reference":  "Numbers 26:48",
             "verseNumber":  48,
             "scripture":  "Of the sons of Naphtali after their families: of Jahzeel, the family of the Jahzeelites: of Guni, the family of the Gunites:"
        },
        {
            "reference":  "Numbers 26:49",
             "verseNumber":  49,
             "scripture":  "Of Jezer, the family of the Jezerites: of Shillem, the family of the Shillemites."
        },
        {
            "reference":  "Numbers 26:50",
             "verseNumber":  50,
             "scripture":  "These are the families of Naphtali according to their families: and they that were numbered of them were forty and five thousand and four hundred."
        },
        {
            "reference":  "Numbers 26:51",
             "verseNumber":  51,
             "scripture":  "These were the numbered of the children of Israel, six hundred thousand and a thousand seven hundred and thirty."
        },
        {
            "reference":  "Numbers 26:52",
             "verseNumber":  52,
             "scripture":  "And the LORD spoke unto Moses, saying,"
        },
        {
            "reference":  "Numbers 26:53",
             "verseNumber":  53,
             "scripture":  "Unto these the land shall be divided for an inheritance according to the number of names."
        },
        {
            "reference":  "Numbers 26:54",
             "verseNumber":  54,
             "scripture":  "To many you shall give the more inheritance, and to few you shall give the less inheritance: to every one shall his inheritance be given according to those that were numbered of him."
        },
        {
            "reference":  "Numbers 26:55",
             "verseNumber":  55,
             "scripture":  "Notwithstanding the land shall be divided by lot: according to the names of the tribes of their fathers they shall inherit."
        },
        {
            "reference":  "Numbers 26:56",
             "verseNumber":  56,
             "scripture":  "According to the lot shall the possession thereof be divided between many and few."
        },
        {
            "reference":  "Numbers 26:57",
             "verseNumber":  57,
             "scripture":  "And these are they that were numbered of the Levites after their families: of Gershon, the family of the Gershonites: of Kohath, the family of the Kohathites: of Merari, the family of the Merarites."
        },
        {
            "reference":  "Numbers 26:58",
             "verseNumber":  58,
             "scripture":  "These are the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korathites. And Kohath brings forth Amram."
        },
        {
            "reference":  "Numbers 26:59",
             "verseNumber":  59,
             "scripture":  "And the name of Amram's wife was Jochebed, the daughter of Levi, whom her mother bare to Levi in Egypt: and she bare unto Amram Aaron and Moses, and Miriam their sister."
        },
        {
            "reference":  "Numbers 26:60",
             "verseNumber":  60,
             "scripture":  "And unto Aaron was born Nadab, and Abihu, Eleazar, and Ithamar."
        },
        {
            "reference":  "Numbers 26:61",
             "verseNumber":  61,
             "scripture":  "And Nadab and Abihu died, when they offered strange fire before the LORD."
        },
        {
            "reference":  "Numbers 26:62",
             "verseNumber":  62,
             "scripture":  "And those that were numbered of them were twenty and three thousand, all males from a month old and upward: for they were not numbered among the children of Israel, because there was no inheritance given them among the children of Israel."
        },
        {
            "reference":  "Numbers 26:63",
             "verseNumber":  63,
             "scripture":  "These are they that were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by Jordan near Jericho."
        },
        {
            "reference":  "Numbers 26:64",
             "verseNumber":  64,
             "scripture":  "But among these there was not a man of them whom Moses and Aaron the priest numbered, when they numbered the children of Israel in the wilderness of Sinai."
        },
        {
            "reference":  "Numbers 26:65",
             "verseNumber":  65,
             "scripture":  "For the LORD had said of them, They shall surely die in the wilderness. And there was not left a man of them, save Caleb the son of Jephunneh, and Joshua the son of Nun."
        }
    ]
}