{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Numbers",
     "bookAbbreviation":  "Num",
     "chapterNumber":  33,
     "verses":  [
        {
            "reference":  "Numbers 33:1",
             "verseNumber":  1,
             "scripture":  "These are the journeys of the children of Israel, which went forth out of the land of Egypt with their armies under the hand of Moses and Aaron."
        },
        {
            "reference":  "Numbers 33:2",
             "verseNumber":  2,
             "scripture":  "And Moses wrote their activities out according to their journeys by the commandment of the LORD: and these are their journeys according to their activities out."
        },
        {
            "reference":  "Numbers 33:3",
             "verseNumber":  3,
             "scripture":  "And they departed from Rameses in the first month, on the fifteenth day of the first month; on the next day after the passover the children of Israel went out with an high hand in the sight of all the Egyptians."
        },
        {
            "reference":  "Numbers 33:4",
             "verseNumber":  4,
             "scripture":  "For the Egyptians buried all their firstborn, which the LORD had smitten among them: upon their gods also the LORD executed judgments."
        },
        {
            "reference":  "Numbers 33:5",
             "verseNumber":  5,
             "scripture":  "And the children of Israel removed from Rameses, and pitched in Succoth."
        },
        {
            "reference":  "Numbers 33:6",
             "verseNumber":  6,
             "scripture":  "And they departed from Succoth, and pitched in Etham, which is in the edge of the wilderness."
        },
        {
            "reference":  "Numbers 33:7",
             "verseNumber":  7,
             "scripture":  "And they removed from Etham, and turned again unto Pihahiroth, which is before Baalzephon: and they pitched before Migdol."
        },
        {
            "reference":  "Numbers 33:8",
             "verseNumber":  8,
             "scripture":  "And they departed from before Pihahiroth, and passed through the midst of the sea into the wilderness, and went three days' journey in the wilderness of Etham, and pitched in Marah."
        },
        {
            "reference":  "Numbers 33:9",
             "verseNumber":  9,
             "scripture":  "And they removed from Marah, and came unto Elim: and in Elim were twelve fountains of water, and threescore and ten palm trees; and they pitched there."
        },
        {
            "reference":  "Numbers 33:10",
             "verseNumber":  10,
             "scripture":  "And they removed from Elim, and encamped by the Red sea."
        },
        {
            "reference":  "Numbers 33:11",
             "verseNumber":  11,
             "scripture":  "And they removed from the Red sea, and encamped in the wilderness of Sin."
        },
        {
            "reference":  "Numbers 33:12",
             "verseNumber":  12,
             "scripture":  "And they took their journey out of the wilderness of Sin, and encamped in Dophkah."
        },
        {
            "reference":  "Numbers 33:13",
             "verseNumber":  13,
             "scripture":  "And they departed from Dophkah, and encamped in Alush."
        },
        {
            "reference":  "Numbers 33:14",
             "verseNumber":  14,
             "scripture":  "And they removed from Alush, and encamped at Rephidim, where was no water for the people to drink."
        },
        {
            "reference":  "Numbers 33:15",
             "verseNumber":  15,
             "scripture":  "And they departed from Rephidim, and pitched in the wilderness of Sinai."
        },
        {
            "reference":  "Numbers 33:16",
             "verseNumber":  16,
             "scripture":  "And they removed from the desert of Sinai, and pitched at Kibrothhattaavah."
        },
        {
            "reference":  "Numbers 33:17",
             "verseNumber":  17,
             "scripture":  "And they departed from Kibrothhattaavah, and encamped at Hazeroth."
        },
        {
            "reference":  "Numbers 33:18",
             "verseNumber":  18,
             "scripture":  "And they departed from Hazeroth, and pitched in Rithmah."
        },
        {
            "reference":  "Numbers 33:19",
             "verseNumber":  19,
             "scripture":  "And they departed from Rithmah, and pitched at Rimmonparez."
        },
        {
            "reference":  "Numbers 33:20",
             "verseNumber":  20,
             "scripture":  "And they departed from Rimmonparez, and pitched in Libnah."
        },
        {
            "reference":  "Numbers 33:21",
             "verseNumber":  21,
             "scripture":  "And they removed from Libnah, and pitched at Rissah."
        },
        {
            "reference":  "Numbers 33:22",
             "verseNumber":  22,
             "scripture":  "And they journeyed from Rissah, and pitched in Kehelathah."
        },
        {
            "reference":  "Numbers 33:23",
             "verseNumber":  23,
             "scripture":  "And they went from Kehelathah, and pitched in mount Shapher."
        },
        {
            "reference":  "Numbers 33:24",
             "verseNumber":  24,
             "scripture":  "And they removed from mount Shapher, and encamped in Haradah."
        },
        {
            "reference":  "Numbers 33:25",
             "verseNumber":  25,
             "scripture":  "And they removed from Haradah, and pitched in Makheloth."
        },
        {
            "reference":  "Numbers 33:26",
             "verseNumber":  26,
             "scripture":  "And they removed from Makheloth, and encamped at Tahath."
        },
        {
            "reference":  "Numbers 33:27",
             "verseNumber":  27,
             "scripture":  "And they departed from Tahath, and pitched at Tarah."
        },
        {
            "reference":  "Numbers 33:28",
             "verseNumber":  28,
             "scripture":  "And they removed from Tarah, and pitched in Mithcah."
        },
        {
            "reference":  "Numbers 33:29",
             "verseNumber":  29,
             "scripture":  "And they went from Mithcah, and pitched in Hashmonah."
        },
        {
            "reference":  "Numbers 33:30",
             "verseNumber":  30,
             "scripture":  "And they departed from Hashmonah, and encamped at Moseroth."
        },
        {
            "reference":  "Numbers 33:31",
             "verseNumber":  31,
             "scripture":  "And they departed from Moseroth, and pitched in Benejaakan."
        },
        {
            "reference":  "Numbers 33:32",
             "verseNumber":  32,
             "scripture":  "And they removed from Benejaakan, and encamped at Horhagidgad."
        },
        {
            "reference":  "Numbers 33:33",
             "verseNumber":  33,
             "scripture":  "And they went from Horhagidgad, and pitched in Jotbathah."
        },
        {
            "reference":  "Numbers 33:34",
             "verseNumber":  34,
             "scripture":  "And they removed from Jotbathah, and encamped at Ebronah."
        },
        {
            "reference":  "Numbers 33:35",
             "verseNumber":  35,
             "scripture":  "And they departed from Ebronah, and encamped at Eziongaber."
        },
        {
            "reference":  "Numbers 33:36",
             "verseNumber":  36,
             "scripture":  "And they removed from Eziongaber, and pitched in the wilderness of Zin, which is Kadesh."
        },
        {
            "reference":  "Numbers 33:37",
             "verseNumber":  37,
             "scripture":  "And they removed from Kadesh, and pitched in mount Hor, in the edge of the land of Edom."
        },
        {
            "reference":  "Numbers 33:38",
             "verseNumber":  38,
             "scripture":  "And Aaron the priest went up into mount Hor at the commandment of the LORD, and died there, in the fortieth year after the children of Israel were come out of the land of Egypt, in the first day of the fifth month."
        },
        {
            "reference":  "Numbers 33:39",
             "verseNumber":  39,
             "scripture":  "And Aaron was an hundred and twenty and three years old when he died in mount Hor."
        },
        {
            "reference":  "Numbers 33:40",
             "verseNumber":  40,
             "scripture":  "And king Arad the Canaanite, which dwelt in the south in the land of Canaan, heard of the coming of the children of Israel."
        },
        {
            "reference":  "Numbers 33:41",
             "verseNumber":  41,
             "scripture":  "And they departed from mount Hor, and pitched in Zalmonah."
        },
        {
            "reference":  "Numbers 33:42",
             "verseNumber":  42,
             "scripture":  "And they departed from Zalmonah, and pitched in Punon."
        },
        {
            "reference":  "Numbers 33:43",
             "verseNumber":  43,
             "scripture":  "And they departed from Punon, and pitched in Oboth."
        },
        {
            "reference":  "Numbers 33:44",
             "verseNumber":  44,
             "scripture":  "And they departed from Oboth, and pitched in Ijeabarim, in the border of Moab."
        },
        {
            "reference":  "Numbers 33:45",
             "verseNumber":  45,
             "scripture":  "And they departed from Iim, and pitched in Dibongad."
        },
        {
            "reference":  "Numbers 33:46",
             "verseNumber":  46,
             "scripture":  "And they removed from Dibongad, and encamped in Almondiblathaim."
        },
        {
            "reference":  "Numbers 33:47",
             "verseNumber":  47,
             "scripture":  "And they removed from Almondiblathaim, and pitched in the mountains of Abarim, before Nebo."
        },
        {
            "reference":  "Numbers 33:48",
             "verseNumber":  48,
             "scripture":  "And they departed from the mountains of Abarim, and pitched in the plains of Moab by Jordan near Jericho."
        },
        {
            "reference":  "Numbers 33:49",
             "verseNumber":  49,
             "scripture":  "And they pitched by Jordan, from Bethjesimoth even unto Abelshittim in the plains of Moab."
        },
        {
            "reference":  "Numbers 33:50",
             "verseNumber":  50,
             "scripture":  "And the LORD spoke unto Moses in the plains of Moab by Jordan near Jericho, saying,"
        },
        {
            "reference":  "Numbers 33:51",
             "verseNumber":  51,
             "scripture":  "Speak unto the children of Israel, and say unto them, When all of you are passed over Jordan into the land of Canaan;"
        },
        {
            "reference":  "Numbers 33:52",
             "verseNumber":  52,
             "scripture":  "Then all of you shall drive out all the inhabitants of the land from before you, and destroy all their pictures, and destroy all their molten images, and quite pluck down all their high places:"
        },
        {
            "reference":  "Numbers 33:53",
             "verseNumber":  53,
             "scripture":  "And all of you shall dispossess the inhabitants of the land, and dwell therein: for I have given you the land to possess it."
        },
        {
            "reference":  "Numbers 33:54",
             "verseNumber":  54,
             "scripture":  "And all of you shall divide the land by lot for an inheritance among your families: and to the more all of you shall give the more inheritance, and to the fewer all of you shall give the less inheritance: every man's inheritance shall be in the place where his lot falls; according to the tribes of your fathers all of you shall inherit."
        },
        {
            "reference":  "Numbers 33:55",
             "verseNumber":  55,
             "scripture":  "But if all of you will not drive out the inhabitants of the land from before you; then it shall come to pass, that those which all of you let remain of them shall be pricks in your eyes, and thorns in your sides, and shall vex you in the land wherein all of you dwell."
        },
        {
            "reference":  "Numbers 33:56",
             "verseNumber":  56,
             "scripture":  "Moreover it shall come to pass, that I shall do unto you, as I thought to do unto them."
        }
    ]
}