{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "2 Corinthians", "bookAbbreviation": "2 Cor", "chapterNumber": 11, "verses": [{"reference": "2 Corinthians 11:1", "verseNumber": 1, "scripture": "Would to God all of you could bear with me a little in my folly: and indeed bear with me."},{"reference": "2 Corinthians 11:2", "verseNumber": 2, "scripture": "For I am jealous over you with godly jealousy: for I have espoused you to one husband, that I may present you as a chaste virgin to Christ."},{"reference": "2 Corinthians 11:3", "verseNumber": 3, "scripture": "But I fear, lest by any means, as the serpent misled Eve through his subtlety, so your minds should be corrupted from the simplicity that is in Christ."},{"reference": "2 Corinthians 11:4", "verseNumber": 4, "scripture": "For if he that comes preaches another Jesus, whom we have not preached, or if all of you receive another spirit, which all of you have not received, or another gospel, which all of you have not accepted, all of you might well bear with him."},{"reference": "2 Corinthians 11:5", "verseNumber": 5, "scripture": "For I suppose I was not a thing behind the very chiefest apostles."},{"reference": "2 Corinthians 11:6", "verseNumber": 6, "scripture": "But though I be rude in speech, yet not in knowledge; but we have been thoroughly made manifest among you in all things."},{"reference": "2 Corinthians 11:7", "verseNumber": 7, "scripture": "Have I committed an offence in abasing myself that all of you might be exalted, because I have preached to you the gospel of God freely?"},{"reference": "2 Corinthians 11:8", "verseNumber": 8, "scripture": "I robbed other churches, taking wages of them, to do you service."},{"reference": "2 Corinthians 11:9", "verseNumber": 9, "scripture": "And when I was present with you, and wanted, I was chargeable to no man: for that which was lacking to me the brethren which came from Macedonia supplied: and in all things I have kept myself from being burdensome unto you, and so will I keep myself."},{"reference": "2 Corinthians 11:10", "verseNumber": 10, "scripture": "As the truth of Christ is in me, no man shall stop me of this boasting in the regions of Achaia."},{"reference": "2 Corinthians 11:11", "verseNumber": 11, "scripture": "Wherefore? because I love you not? God knows."},{"reference": "2 Corinthians 11:12", "verseNumber": 12, "scripture": "But what I do, that I will do, that I may cut off occasion from them which desire occasion; that wherein they glory, they may be found even as we."},{"reference": "2 Corinthians 11:13", "verseNumber": 13, "scripture": "For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ."},{"reference": "2 Corinthians 11:14", "verseNumber": 14, "scripture": "And no marvel; for Satan himself is transformed into an angel of light."},{"reference": "2 Corinthians 11:15", "verseNumber": 15, "scripture": "Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works."},{"reference": "2 Corinthians 11:16", "verseNumber": 16, "scripture": "I say again, Let no man think me a fool; if otherwise, yet as a fool receive me, that I may boast myself a little."},{"reference": "2 Corinthians 11:17", "verseNumber": 17, "scripture": "That which I speak, I speak it not after the Lord, but as it were foolishly, in this confidence of boasting."},{"reference": "2 Corinthians 11:18", "verseNumber": 18, "scripture": "Seeing that many glory after the flesh, I will glory also."},{"reference": "2 Corinthians 11:19", "verseNumber": 19, "scripture": "For all of you suffer fools gladly, seeing all of you yourselves are wise."},{"reference": "2 Corinthians 11:20", "verseNumber": 20, "scripture": "For all of you suffer, if a man bring you into bondage, if a man devour you, if a man take of you, if a man exalt himself, if a man strike you on the face."},{"reference": "2 Corinthians 11:21", "verseNumber": 21, "scripture": "I speak as concerning reproach, as though we had been weak. Nevertheless whatever that anyone is bold, (I speak foolishly,) I am bold also."},{"reference": "2 Corinthians 11:22", "verseNumber": 22, "scripture": "Are they Hebrews? so am I. Are they Israelites? so am I. Are they the seed of Abraham? so am I."},{"reference": "2 Corinthians 11:23", "verseNumber": 23, "scripture": "Are they ministers of Christ? (I speak as a fool) I am more; in labours more abundant, in stripes above measure, in prisons more frequent, in deaths often."},{"reference": "2 Corinthians 11:24", "verseNumber": 24, "scripture": "Of the Jews five times received I forty stripes save one."},{"reference": "2 Corinthians 11:25", "verseNumber": 25, "scripture": "Three times was I beaten with rods, once was I stoned, three times I suffered shipwreck, a night and a day I have been in the deep;"},{"reference": "2 Corinthians 11:26", "verseNumber": 26, "scripture": "In journeys often, in perils of waters, in perils of robbers, in perils by mine own countrymen, in perils by the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;"},{"reference": "2 Corinthians 11:27", "verseNumber": 27, "scripture": "In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness."},{"reference": "2 Corinthians 11:28", "verseNumber": 28, "scripture": "Beside those things that are without, that which comes upon me daily, the care of all the churches."},{"reference": "2 Corinthians 11:29", "verseNumber": 29, "scripture": "Who is weak, and I am not weak? who is offended, and I burn not?"},{"reference": "2 Corinthians 11:30", "verseNumber": 30, "scripture": "If I must essentially glory, I will glory of the things which concern mine infirmities."},{"reference": "2 Corinthians 11:31", "verseNumber": 31, "scripture": "The God and Father of our Lord Jesus Christ, which is blessed for evermore, knows that I lie not."},{"reference": "2 Corinthians 11:32", "verseNumber": 32, "scripture": "In Damascus the governor under Aretas the king kept the city of the Damascenes with a garrison, desirous to apprehend me:"},{"reference": "2 Corinthians 11:33", "verseNumber": 33, "scripture": "And through a window in a basket was I let down by the wall, and escaped his hands."}]}