{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Corinthians",
     "bookAbbreviation":  "2 Cor",
     "chapterNumber":  16,
     "verses":  [
        {
            "reference":  "1 Corinthians 16:1",
             "verseNumber":  1,
             "scripture":  "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do all of you."
        },
        {
            "reference":  "1 Corinthians 16:2",
             "verseNumber":  2,
             "scripture":  "Upon the first day of the week let every one of you lay by him in store, as God has prospered him, that there be no gatherings when I come."
        },
        {
            "reference":  "1 Corinthians 16:3",
             "verseNumber":  3,
             "scripture":  "And when I come, whomsoever all of you shall approve by your letters, them will I send to bring your liberality unto Jerusalem."
        },
        {
            "reference":  "1 Corinthians 16:4",
             "verseNumber":  4,
             "scripture":  "And if it be meet that I go also, they shall go with me."
        },
        {
            "reference":  "1 Corinthians 16:5",
             "verseNumber":  5,
             "scripture":  "Now I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia."
        },
        {
            "reference":  "1 Corinthians 16:6",
             "verseNumber":  6,
             "scripture":  "And it may be that I will abide, yea, and winter with you, that all of you may bring me on my journey anywhere I go."
        },
        {
            "reference":  "1 Corinthians 16:7",
             "verseNumber":  7,
             "scripture":  "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit."
        },
        {
            "reference":  "1 Corinthians 16:8",
             "verseNumber":  8,
             "scripture":  "But I will tarry at Ephesus until Pentecost."
        },
        {
            "reference":  "1 Corinthians 16:9",
             "verseNumber":  9,
             "scripture":  "For a great door and effectual is opened unto me, and there are many adversaries."
        },
        {
            "reference":  "1 Corinthians 16:10",
             "verseNumber":  10,
             "scripture":  "Now if Timotheus come, see that he may be with you without fear: for he works the work of the Lord, as I also do."
        },
        {
            "reference":  "1 Corinthians 16:11",
             "verseNumber":  11,
             "scripture":  "Let no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren."
        },
        {
            "reference":  "1 Corinthians 16:12",
             "verseNumber":  12,
             "scripture":  "As concerning our brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time."
        },
        {
            "reference":  "1 Corinthians 16:13",
             "verseNumber":  13,
             "scripture":  "Watch all of you, stand fast in the faith, quit you like men, be strong."
        },
        {
            "reference":  "1 Corinthians 16:14",
             "verseNumber":  14,
             "scripture":  "Let all your things be done with love."
        },
        {
            "reference":  "1 Corinthians 16:15",
             "verseNumber":  15,
             "scripture":  "I plead to (all of you know the house of Stephanas, that it is the first-fruits of Achaia, and that they have addicted themselves to the ministry of the saints,)"
        },
        {
            "reference":  "1 Corinthians 16:16",
             "verseNumber":  16,
             "scripture":  "That all of you submit yourselves unto such, and to every one that helps with us, and labours."
        },
        {
            "reference":  "1 Corinthians 16:17",
             "verseNumber":  17,
             "scripture":  "I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied."
        },
        {
            "reference":  "1 Corinthians 16:18",
             "verseNumber":  18,
             "scripture":  "For they have refreshed my spirit and your's: therefore acknowledge all of you them that are such."
        },
        {
            "reference":  "1 Corinthians 16:19",
             "verseNumber":  19,
             "scripture":  "The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house."
        },
        {
            "reference":  "1 Corinthians 16:20",
             "verseNumber":  20,
             "scripture":  "All the brethren greet you. Greet all of you one another with an holy kiss."
        },
        {
            "reference":  "1 Corinthians 16:21",
             "verseNumber":  21,
             "scripture":  "The salutation of me Paul with mine own hand."
        },
        {
            "reference":  "1 Corinthians 16:22",
             "verseNumber":  22,
             "scripture":  "If any man love not the Lord Jesus Christ, let him be Anathema Maranatha."
        },
        {
            "reference":  "1 Corinthians 16:23",
             "verseNumber":  23,
             "scripture":  "The grace of our Lord Jesus Christ be with you."
        },
        {
            "reference":  "1 Corinthians 16:24",
             "verseNumber":  24,
             "scripture":  "My love be with you all in Christ Jesus. Amen."
        }
    ]
}