{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "2 Corinthians", "bookAbbreviation": "2 Cor", "chapterNumber": 4, "verses": [{"reference": "2 Corinthians 4:1", "verseNumber": 1, "scripture": "Therefore seeing we have this ministry, as we have received mercy, we faint not;"},{"reference": "2 Corinthians 4:2", "verseNumber": 2, "scripture": "But have renounced the hidden things of dishonesty, not walking in craftiness, nor handling the word of God deceitfully; but by manifestation of the truth commending ourselves to every man's conscience in the sight of God."},{"reference": "2 Corinthians 4:3", "verseNumber": 3, "scripture": "But if our gospel be hid, it is hid to them that are lost:"},{"reference": "2 Corinthians 4:4", "verseNumber": 4, "scripture": "In whom the god of this world has blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them."},{"reference": "2 Corinthians 4:5", "verseNumber": 5, "scripture": "For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake."},{"reference": "2 Corinthians 4:6", "verseNumber": 6, "scripture": "For God, who commanded the light to shine out of darkness, has shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."},{"reference": "2 Corinthians 4:7", "verseNumber": 7, "scripture": "But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us."},{"reference": "2 Corinthians 4:8", "verseNumber": 8, "scripture": "We are troubled on every side, yet not distressed; we are perplexed, but not in despair;"},{"reference": "2 Corinthians 4:9", "verseNumber": 9, "scripture": "Persecuted, but not forsaken; cast down, but not destroyed;"},{"reference": "2 Corinthians 4:10", "verseNumber": 10, "scripture": "Always bearing about in the body the dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body."},{"reference": "2 Corinthians 4:11", "verseNumber": 11, "scripture": "For we which live are always delivered unto death for Jesus' sake, that the life also of Jesus might be made manifest in our mortal flesh."},{"reference": "2 Corinthians 4:12", "verseNumber": 12, "scripture": "So then death works in us, but life in you."},{"reference": "2 Corinthians 4:13", "verseNumber": 13, "scripture": "We having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;"},{"reference": "2 Corinthians 4:14", "verseNumber": 14, "scripture": "Knowing that he which raised up the Lord Jesus shall raise up us also by Jesus, and shall present us with you."},{"reference": "2 Corinthians 4:15", "verseNumber": 15, "scripture": "For all things are for your sakes, that the abundant grace might through the thanksgiving of many redound to the glory of God."},{"reference": "2 Corinthians 4:16", "verseNumber": 16, "scripture": "For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day."},{"reference": "2 Corinthians 4:17", "verseNumber": 17, "scripture": "For our light affliction, which is but for a moment, works for us a far more exceeding and eternal weight of glory;"},{"reference": "2 Corinthians 4:18", "verseNumber": 18, "scripture": "While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal."}]}