{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "லேவியராகமம்", "bookAbbreviation": "லேவி", "chapterNumber": 1, "verses": [{"reference": "லேவியராகமம் 1:1", "verseNumber": 1, "scripture": "கர்த்தர் ஆசரிப்புக் கூடாரத்திலிருந்து மோசேயைக் கூப்பிட்டு, அவனை நோக்கி:"},{"reference": "லேவியராகமம் 1:2", "verseNumber": 2, "scripture": "நீ இஸ்ரவேல் புத்திரரிடத்தில் சொல்லவேண்டியது என்னவென்றால், உங்களில் ஒருவன் கர்த்தருக்குப் பலிசெலுத்த வந்தால், மாட்டுமந்தையிலாவது ஆட்டுமந்தையிலாவது ஒரு மிருகத்தைத் தெரிந்தெடுத்து, பலிசெலுத்தவேண்டும்."},{"reference": "லேவியராகமம் 1:3", "verseNumber": 3, "scripture": "அவன் செலுத்துவது மாட்டுமந்தையிலிருந்து எடுக்கப்பட்ட சர்வாங்க தகனபலியானால், அவன் பழுதற்ற ஒரு காளையைச் செலுத்துவானாக; கர்த்தருடைய சந்நிதியில் தான் அங்கிகரிக்கப்படும்படி, அவன் அதை ஆசரிப்புக்கூடார வாசலில் கொண்டுவந்து,"},{"reference": "லேவியராகமம் 1:4", "verseNumber": 4, "scripture": "அது தன் பாவநிவிர்த்திக்கென்று அங்கிகரிக்கப்படும்படி தன் கையை அதின் தலையின்மேல் வைத்து,"},{"reference": "லேவியராகமம் 1:5", "verseNumber": 5, "scripture": "கர்த்தருடைய சந்நிதியில் அந்தக்காளையைக் கொல்லக்கடவன்; அப்பொழுது ஆரோனின் குமாரராகிய ஆசாரியர்கள் அதின் இரத்தத்தை எடுத்து, அதை ஆசரிப்புக் கூடாரவாசலில் இருக்கிற பலிபீடத்தின்மேல் சுற்றிலும் தெளிக்கக்கடவர்கள்."},{"reference": "லேவியராகமம் 1:6", "verseNumber": 6, "scripture": "பின்பு அவன் அந்தச் சர்வாங்க தகனபலியைத் தோலுரித்து, அதைச் சந்துசந்தாகத் துண்டிக்கக்கடவன்."},{"reference": "லேவியராகமம் 1:7", "verseNumber": 7, "scripture": "அப்பொழுது ஆசாரியனாகிய ஆரோனின் குமாரர் பலிபீடத்தின்மேல் அக்கினியைப் போட்டு, அக்கினியின்மேல் கட்டைகளை அடுக்கி,"},{"reference": "லேவியராகமம் 1:8", "verseNumber": 8, "scripture": "அவன் குமாரராகிய ஆசாரியர்கள், துண்டங்களையும் தலையையும் கொழுப்பையும் பலிபீடத்திலுள்ள அக்கினியில் இருக்கிற கட்டைகளின்மேல் அடுக்கிவைக்கக்கடவர்கள்."},{"reference": "லேவியராகமம் 1:9", "verseNumber": 9, "scripture": "அதின் குடல்களையும் தொடைகளையும் அவன் தண்ணீரினால் கழுவுவானாக; அவைகளையெல்லாம் ஆசாரியன் பலிபீடத்தின்மேல் சர்வாங்க தகனபலியாகத் தகனிக்கக்கடவன்; இது கர்த்தருக்குச் சுகந்த வாசனையான தகனபலி."},{"reference": "லேவியராகமம் 1:10", "verseNumber": 10, "scripture": "அவன் செலுத்துவது செம்மறியாட்டு மந்தையிலுள்ள ஆடுகளிலாவது வெள்ளாட்டு மந்தையிலுள்ள ஆடுகளிலாவது எடுக்கப்பட்ட சர்வாங்க தகனபலியானால், பழுதற்ற ஒரு கடாவைக் கொண்டுவந்து,"},{"reference": "லேவியராகமம் 1:11", "verseNumber": 11, "scripture": "கர்த்தருடைய சந்நிதியில் பலிபீடத்தின் வடபுறத்தில் அதைக் கொல்லக்கடவன்; அப்பொழுது ஆரோனின் குமாரராகிய ஆசாரியர்கள் அதின் இரத்தத்தைப் பலிபீடத்தின்மேல் சுற்றிலும் தெளிக்கக்கடவர்கள்."},{"reference": "லேவியராகமம் 1:12", "verseNumber": 12, "scripture": "பின்பு அவன் அதைச் சந்துசந்தாகத் துண்டித்து, அதின் தலையையும் கொழுப்பையும் கூடவைப்பானாக; அவைகளை ஆசாரியன் பலிபீடத்திலுள்ள அக்கினியில் இருக்கிற கட்டைகளின்மேல் அடுக்கிவைக்கக்கடவன்."},{"reference": "லேவியராகமம் 1:13", "verseNumber": 13, "scripture": "குடல்களையும் தொடைகளையும் அவன் தண்ணீரினால் கழுவுவானாக; அவைகளையெல்லாம் ஆசாரியன் கொண்டுவந்து பலிபீடத்தின்மேல் தகனிக்கக்கடவன்; இது சர்வாங்க தகனபலி; இது கர்த்தருக்குச் சுகந்த வாசனையான தகனபலி."},{"reference": "லேவியராகமம் 1:14", "verseNumber": 14, "scripture": "அவன் கர்த்தருக்குச் செலுத்துவது பறவைகளிலிருந்து எடுக்கப்பட்ட சர்வாங்க தகனபலியானால், காட்டுப் புறாக்களிலாவது புறாக்குஞ்சுகளிலாவது எடுத்துச் செலுத்தக்கடவன்."},{"reference": "லேவியராகமம் 1:15", "verseNumber": 15, "scripture": "அதை ஆசாரியன் பலிபீடத்தண்டையில் கொண்டுவந்து, அதின் தலையைக்கிள்ளி, பலிபீடத்தில் தகனித்து, அதின் இரத்தத்தைப் பலிபீடத்தின் பக்கத்தில் சிந்தவிட்டு,"},{"reference": "லேவியராகமம் 1:16", "verseNumber": 16, "scripture": "அதின் இரைப்பையை அதின் மலத்தோடுங்கூட எடுத்து, அதைப் பலிபீடத்தண்டையில் கீழ்புறமாகச் சாம்பல் இருக்கிற இடத்திலே எறிந்துவிட்டு,"},{"reference": "லேவியராகமம் 1:17", "verseNumber": 17, "scripture": "பின்பு அதின் செட்டைகளுடன் அதை இரண்டாக்காமல் பிளப்பானாக; பின்பு ஆசாரியன் அதைப் பலிபீடத்திலுள்ள அக்கினியில் இருக்கிற கட்டைகளின்மேல் தகனிக்கக்கடவன்; இது சர்வாங்க தகனபலி; இது கர்த்தருக்குச் சுகந்த வாசனையான தகனபலி."}]}