{
    "bibleVersion":  "TAM",
     "bibleLanguage":  "Tamil",
     "fullBibleName":  "பரிசுத்த வேதாகமம் O.V. (2017)",
     "description":  "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.",
     "scriptureSection":  "பழைய ஏற்பாடு",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Bible Society of India",
     "bibleTextSource":  "Internet",
     "bookName":  "லேவியராகமம்",
     "bookAbbreviation":  "லேவி",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "லேவியராகமம் 4:1",
             "verseNumber":  1,
             "scripture":  "பின்னும் கர்த்தர் மோசேயை நோக்கி:"
        },
        {
            "reference":  "லேவியராகமம் 4:2",
             "verseNumber":  2,
             "scripture":  "நீ இஸ்ரவேல் புத்திரரிடத்தில் சொல்லவேண்டியது என்னவென்றால், ஒருவன் கர்த்தருடைய கட்டளைகளில் யாதொன்றை அறியாமையினால் மீறி, செய்யத்தகாததைச் செய்து பாவத்துக்கு உட்பட்டால் அறியவேண்டியதாவது:"
        },
        {
            "reference":  "லேவியராகமம் 4:3",
             "verseNumber":  3,
             "scripture":  "அபிஷேகம் பெற்ற ஆசாரியன், ஜனங்கள் குற்றத்திற்கு உட்படத்தக்கதாகப் பாவஞ்செய்தால், தான் செய்த பாவத்தினிமித்தம் பழுதற்ற ஒரு இளங்காளையை பாவநிவாரணபலியாகக் கர்த்தருடைய சந்நிதியில் கொண்டுவரக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:4",
             "verseNumber":  4,
             "scripture":  "அவன் அந்தக் காளையை ஆசரிப்புக்கூடாரவாசலில் கர்த்தருடைய சந்நிதியில் கொண்டுவந்து, அதின் தலைமேல் தன் கையை வைத்து, கர்த்தருடைய சந்நிதியில் அதைக் கொல்லக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:5",
             "verseNumber":  5,
             "scripture":  "அப்பொழுது, அபிஷேகம் பெற்ற ஆசாரியன் அந்தக் காளையின் இரத்தத்தில் கொஞ்சம் எடுத்து, அதை ஆசரிப்புக்கூடாரத்தில் கொண்டுவந்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:6",
             "verseNumber":  6,
             "scripture":  "தன் விரலை இரத்தத்தில் தோய்த்து, பரிசுத்த ஸ்தலத்தின் திரைக்கு எதிரே கர்த்தருடைய சந்நிதியில் ஏழுதரம் தெளிக்கக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:7",
             "verseNumber":  7,
             "scripture":  "பின்பு, ஆசாரியன் அந்த இரத்தத்தில் கொஞ்சம் எடுத்து, ஆசரிப்புக் கூடாரத்திலே கர்த்தருடைய சந்நிதியில் இருக்கும் சுகந்த தூபபீடத்துக் கொம்புகளின்மேல் பூசி, காளையினுடைய மற்ற இரத்தம் முழுவதையும் ஆசரிப்புக் கூடாரவாசலுக்கு முன்பாக இருக்கிற தகனபலிபீடத்தின் அடியிலே ஊற்றிவிட்டு,"
        },
        {
            "reference":  "லேவியராகமம் 4:8",
             "verseNumber":  8,
             "scripture":  "பாவநிவாரணபலியான காளையின் எல்லாக் கொழுப்புமாகிய குடல்களை மூடிய கொழுப்பையும், அவைகள்மேல் இருக்கிற கொழுப்பு முழுவதையும்,"
        },
        {
            "reference":  "லேவியராகமம் 4:9",
             "verseNumber":  9,
             "scripture":  "இரண்டு குண்டிக்காய்களையும், அவைகள்மேல் சிறு குடல்களினிடத்தில் இருக்கிற கொழுப்பையும், குண்டிக்காய்களோடேகூடக் கல்லீரலின்மேல் இருக்கிற ஜவ்வையும்,"
        },
        {
            "reference":  "லேவியராகமம் 4:10",
             "verseNumber":  10,
             "scripture":  "சமாதானபலியின் காளையிலிருந்து எடுக்கிறதுபோல அதிலிருந்து எடுத்து, அவைகளைத் தகனபலிபீடத்தின்மேல் தகனிக்கக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:11",
             "verseNumber":  11,
             "scripture":  "காளையின் தோலையும், அதின் மாம்சம் முழுவதையும், அதின் தலையையும், தொடைகளையும், அதன் குடல்களையும், அதன் சாணியையும்,"
        },
        {
            "reference":  "லேவியராகமம் 4:12",
             "verseNumber":  12,
             "scripture":  "காளை முழுவதையும் பாளயத்துக்குப் புறம்பே சாம்பல் கொட்டுகிற சுத்தமான இடத்திலே கொண்டுபோய், கட்டைகளின்மேல் போட்டு, அக்கினியாலே சுட்டெரிக்கக்கடவன்; சாம்பல் கொட்டியிருக்கிற இடத்திலே அதைச்சுட்டெரிக்கக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:13",
             "verseNumber":  13,
             "scripture":  "இஸ்ரவேல் சபையார் எல்லாரும் அறியாமையினால் பாவஞ்செய்து, காரியம் தங்கள் கண்களுக்கு மறைவாயிருக்கிறதினால், கர்த்தருடைய கட்டளைகளில் யாதொன்றை மீறி, செய்யத்தகாததைச் செய்து, பாவத்துக்குட்பட்டுக் குற்றவாளிகளானால்,"
        },
        {
            "reference":  "லேவியராகமம் 4:14",
             "verseNumber":  14,
             "scripture":  "அவர்கள் செய்த பாவம் தெரியவரும்போது, சபையார் அந்தப் பாவத்தினிமித்தம் ஒரு இளங்காளையை ஆசரிப்புக் கூடாரத்துக்கு முன்பாகப் பலியிடக் கொண்டுவரவேண்டும்."
        },
        {
            "reference":  "லேவியராகமம் 4:15",
             "verseNumber":  15,
             "scripture":  "சபையின் மூப்பர் கர்த்தருடைய சந்நிதியில் தங்கள் கைகளை அதின் தலைமேல் வைக்கக்கடவர்கள்; பின்பு கர்த்தருடைய சந்நிதியில் அந்தக் காளையைக் கொல்லவேண்டும்."
        },
        {
            "reference":  "லேவியராகமம் 4:16",
             "verseNumber":  16,
             "scripture":  "அப்பொழுது, அபிஷேகம் பெற்ற ஆசாரியன் அதின் இரத்தத்தில் கொஞ்சம் எடுத்து, ஆசரிப்புக்கூடாரத்தில் கொண்டுவந்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:17",
             "verseNumber":  17,
             "scripture":  "தன் விரலை இரத்தத்தில் தோய்த்து, கர்த்தருடைய சந்நிதியில் திரைக்கு எதிரே ஏழுதரம் தெளித்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:18",
             "verseNumber":  18,
             "scripture":  "ஆசரிப்புக் கூடாரத்தில் கர்த்தருடைய சந்நிதியில் இருக்கும் பலிபீடத்தின் கொம்புகளின்மேல் அந்த இரத்தத்தில் கொஞ்சம் பூசி, மற்ற இரத்தமெல்லாம் ஆசரிப்புக் கூடாரவாசலில் இருக்கிற தகனபலிபீடத்தின் அடியிலே ஊற்றிவிட்டு,"
        },
        {
            "reference":  "லேவியராகமம் 4:19",
             "verseNumber":  19,
             "scripture":  "அதின் கொழுப்பு முழுவதையும் அதிலிருந்து எடுத்து, பலிபீடத்தின்மேல் தகனித்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:20",
             "verseNumber":  20,
             "scripture":  "பாவநிவாரணபலியின் காளையைச் செய்தபிரகாரம் இந்தக் காளையையும் செய்து, இவ்வண்ணமாய் ஆசாரியன் அவர்களுக்குப் பாவநிவிர்த்தி செய்யக்கடவன்; அப்பொழுது அது அவர்களுக்கு மன்னிக்கப்படும்."
        },
        {
            "reference":  "லேவியராகமம் 4:21",
             "verseNumber":  21,
             "scripture":  "பின்பு காளையைப் பாளயத்துக்குப் புறம்பே கொண்டுபோய், முந்தின காளையைச் சுட்டெரித்ததுபோலச் சுட்டெரிக்கக்கடவன்; இது சபைக்காகச் செய்யப்படும் பாவநிவாரணபலி."
        },
        {
            "reference":  "லேவியராகமம் 4:22",
             "verseNumber":  22,
             "scripture":  "ஒரு பிரபு தன் தேவனாகிய கர்த்தருடைய கட்டளைகளில் யாதொன்றை மீறி, அறியாமையினால் செய்யத்தகாததைச் செய்து, பாவத்துக்குட்பட்டுக் குற்றவாளியானால்,"
        },
        {
            "reference":  "லேவியராகமம் 4:23",
             "verseNumber":  23,
             "scripture":  "தான் செய்தது பாவம் என்று தனக்குத் தெரியவரும்போது, அவன் வெள்ளாடுகளில் பழுதற்ற ஒரு இளங்கடாவைப் பலியாகக் கொண்டுவந்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:24",
             "verseNumber":  24,
             "scripture":  "அந்தக் கடாவின் தலைமேல் தன் கையை வைத்து, கர்த்தருடைய சந்நிதியில் சர்வாங்கதகனபலி கொல்லப்படும் இடத்தில் அதைக்கொல்லக்கடவன்; இது பாவநிவாரணபலி."
        },
        {
            "reference":  "லேவியராகமம் 4:25",
             "verseNumber":  25,
             "scripture":  "அப்பொழுது ஆசாரியன் அதின் இரத்தத்தில் கொஞ்சம் தன் விரலால் எடுத்து, தகனபலிபீடத்துக் கொம்புகளின்மேல் பூசி, மற்ற இரத்தத்தைத் தகனபலிபீடத்தின் அடியிலே ஊற்றிவிட்டு,"
        },
        {
            "reference":  "லேவியராகமம் 4:26",
             "verseNumber":  26,
             "scripture":  "அதின் கொழுப்பு முழுவதையும், சமாதானபலியின் கொழுப்பைப்போல, பலிபீடத்தின்மேல் தகனித்து, இவ்வண்ணமாய் ஆசாரியன் அவன் செய்த பாவத்தைக்குறித்து அவனுக்காகப் பாவநிவிர்த்தி செய்யக்கடவன்; அப்பொழுது அது அவனுக்கு மன்னிக்கப்படும்."
        },
        {
            "reference":  "லேவியராகமம் 4:27",
             "verseNumber":  27,
             "scripture":  "சாதாரண ஜனங்களில் ஒருவன் அறியாமையினால் கர்த்தரின் கட்டளைகளில் யாதொன்றை மீறி, செய்யத்தகாததைச் செய்து, பாவத்துக்குட்பட்டுக் குற்றவாளியானால்,"
        },
        {
            "reference":  "லேவியராகமம் 4:28",
             "verseNumber":  28,
             "scripture":  "தான் செய்தது பாவம் என்று தனக்குத் தெரியவரும்போது. அவன் தான் செய்த பாவத்தினிமித்தம் வெள்ளாடுகளில் பழுதற்ற ஒரு பெண்குட்டியைப் பலியாகக் கொண்டுவந்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:29",
             "verseNumber":  29,
             "scripture":  "பாவநிவாரணபலியின் தலைமேல் தன் கையை வைத்து, சர்வாங்கதகனபலியிடும் இடத்தில் அந்தப் பாவநிவாரணபலியைக் கொல்லக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:30",
             "verseNumber":  30,
             "scripture":  "அப்பொழுது ஆசாரியன் அதின் இரத்தத்தில் கொஞ்சம் தன் விரலால் எடுத்து, தகனபலிபீடத்துக் கொம்புகளின்மேல் பூசி, மற்ற இரத்தமெல்லாம் பலிபீடத்தின் அடியிலே ஊற்றிவிட்டு,"
        },
        {
            "reference":  "லேவியராகமம் 4:31",
             "verseNumber":  31,
             "scripture":  "சமாதானபலியிலிருந்து கொழுப்பை எடுப்பதுபோல, அதின் கொழுப்பு முழுவதையும் எடுத்து, ஆசாரியன் பலிபீடத்தின்மேல் கர்த்தருக்குச் சுகந்த வாசனையாகத் தகனித்து, இவ்வண்ணமாய் அவனுக்குப் பாவநிவிர்த்தி செய்யக்கடவன்; அப்பொழுது அது அவனுக்கு மன்னிக்கப்படும்."
        },
        {
            "reference":  "லேவியராகமம் 4:32",
             "verseNumber":  32,
             "scripture":  "அவன் பாவநிவாரணபலியாக ஒரு ஆட்டுகுட்டியைக் கொண்டுவருவானாகில், பழுதற்ற பெண்குட்டியைக் கொண்டுவந்து,"
        },
        {
            "reference":  "லேவியராகமம் 4:33",
             "verseNumber":  33,
             "scripture":  "அந்தப் பாவநிவாரணபலியின் தலைமேல் தன் கையை வைத்து, சர்வாங்கதகனபலி கொல்லப்படும் இடத்தில் அதைப் பாவநிவாரணபலியாகக் கொல்லக்கடவன்."
        },
        {
            "reference":  "லேவியராகமம் 4:34",
             "verseNumber":  34,
             "scripture":  "அப்பொழுது ஆசாரியன் அந்தப்பாவநிவாரணபலியின் இரத்தத்தில் கொஞ்சம் தன் விரலால் எடுத்து, தகனபலிபீடத்துக் கொம்புகளின்மேல் பூசி, மற்ற இரத்தமெல்லாம் பலிபீடத்தின் அடியிலே ஊற்றிவிட்டு,"
        },
        {
            "reference":  "லேவியராகமம் 4:35",
             "verseNumber":  35,
             "scripture":  "சமாதானபலியான ஆட்டுக்குட்டியின் கொழுப்பை எடுக்கிறதுபோல அதன் கொழுப்பு முழுவதையும் எடுத்து, கர்த்தருக்கு இடப்படும் தகனபலிகளைப்போல, பலிபீடத்தின்மேல் ஆசாரியன் தகனிக்கவேண்டும்; இவ்வண்ணமாய் அவன் செய்த பாவத்துக்கு ஆசாரியன் பாவநிவிர்த்தி செய்யக்கடவன்; அப்பொழுது அது அவனுக்கு மன்னிக்கப்படும்."
        }
    ]
}