{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "லேவியராகமம்", "bookAbbreviation": "லேவி", "chapterNumber": 8, "verses": [{"reference": "லேவியராகமம் 8:1", "verseNumber": 1, "scripture": "கர்த்தர் மோசேயை நோக்கி:"},{"reference": "லேவியராகமம் 8:2", "verseNumber": 2, "scripture": "நீ ஆரோனையும் அவன் குமாரரையும் வரவழைத்து, வஸ்திரங்களையும், அபிஷேகத்தைலத்தையும், பாவநிவாரணபலிக்கு ஒரு காளையையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒரு கூடையில் புளிப்பில்லா அப்பங்களையும் கொண்டுவந்து,"},{"reference": "லேவியராகமம் 8:3", "verseNumber": 3, "scripture": "சபையையெல்லாம் ஆசரிப்புக்கூடாரவாசலுக்கு முன்பாகக் கூடிவரச்செய் என்றார்."},{"reference": "லேவியராகமம் 8:4", "verseNumber": 4, "scripture": "கர்த்தர் தனக்குக் கட்டளையிட்டபடியே மோசே செய்தான்; சபை ஆசரிப்புக் கூடாரவாசலுக்கு முன்பாகக் கூடினபோது,"},{"reference": "லேவியராகமம் 8:5", "verseNumber": 5, "scripture": "மோசே சபையை நோக்கி: செய்யும்படி கர்த்தர் கட்டளையிட்ட காரியம் இதுவே என்று சொல்லி,"},{"reference": "லேவியராகமம் 8:6", "verseNumber": 6, "scripture": "கர்த்தர் தனக்குக் கட்டளையிட்டபடியே, மோசே ஆரோனையும் அவன் குமாரரையும் வரவழைத்து, அவர்களை ஜலத்தினால் ஸ்நானம்பண்ணுவித்து,"},{"reference": "லேவியராகமம் 8:7", "verseNumber": 7, "scripture": "அவனுக்கு உள்ளங்கியைப் போட்டு, இடைக்கச்சையைக் கட்டி, மேலங்கியை உடுத்தி, ஏபோத்தைத் தரித்து, அதின்மேல் ஏபோத்தின் விசித்திரமான கச்சையைக்கட்டி,"},{"reference": "லேவியராகமம் 8:8", "verseNumber": 8, "scripture": "அவனுக்கு மார்ப்பதக்கத்தை அணிந்து, மார்ப்பதக்கத்திலே ஊரீம் தும்மீம் என்பவைகளையும் வைத்து,"},{"reference": "லேவியராகமம் 8:9", "verseNumber": 9, "scripture": "அவன் தலையிலே பாகையைத் தரித்து, பாகையின்மேல் அவன் நெற்றியிலே பரிசுத்த கிரீடம் என்னும் பொற்பட்டத்தைத் கட்டினான்."},{"reference": "லேவியராகமம் 8:10", "verseNumber": 10, "scripture": "பின்பு மோசே, அபிஷேகதைலத்தை எடுத்து, வாசஸ்தலத்தையும் அதிலுள்ள யாவற்றையும் அபிஷேகம்பண்ணி, பரிசுத்தப்படுத்தி,"},{"reference": "லேவியராகமம் 8:11", "verseNumber": 11, "scripture": "அதில் கொஞ்சம் எடுத்து, பலிபீடத்தின்மேல் ஏழுதரம் தெளித்து, பலிபீடத்தையும் அதின் சகல பணிமுட்டுகளையும், தொட்டியையும் அதின் பாதத்தையும் பரிசுத்தப்படுத்தும்படிக்கு அபிஷேகம்பண்ணி,"},{"reference": "லேவியராகமம் 8:12", "verseNumber": 12, "scripture": "அபிஷேகதைலத்திலே கொஞ்சம் ஆரோனுடைய சிரசின்மேல் வார்த்து, அவனைப் பரிசுத்தப்படுத்தும்படி அபிஷேகம்பண்ணினான்."},{"reference": "லேவியராகமம் 8:13", "verseNumber": 13, "scripture": "பின்பு மோசே, கர்த்தர் தனக்குக் கட்டளையிட்டபடியே, ஆரோனின் குமாரரை வரவழைத்து, அவர்களுக்கு அங்கிகளை உடுத்தி, இடைக்கச்சைகளைக்கட்டி, குல்லாக்களைத் தரித்து,"},{"reference": "லேவியராகமம் 8:14", "verseNumber": 14, "scripture": "பாவநிவாரண பலிக்கான காளையைக் கொண்டுவந்தான்; அதினுடைய தலையின்மேல் ஆரோனும் அவன் குமாரரும் தங்கள் கைகளை வைத்தார்கள்;"},{"reference": "லேவியராகமம் 8:15", "verseNumber": 15, "scripture": "அப்பொழுது அது கொல்லப்பட்டது; மோசே அதின் இரத்தத்தை எடுத்து, தன் விரலினால் பலிபீடத்தின் கொம்புகளின்மேல் சுற்றிலும் பூசி, பலிபீடத்திற்காகப் பிராயச்சித்தஞ்செய்து, மற்ற இரத்தத்தைப் பலிபீடத்தின் அடியில் ஊற்றிவிட்டு, அதின்மேல் பாவநிவிர்த்தி செய்யும்பொருட்டு அதைப் பரிசுத்தப்படுத்தினான்."},{"reference": "லேவியராகமம் 8:16", "verseNumber": 16, "scripture": "பின்பு மோசே, கர்த்தர் தனக்குக் கட்டளையிட்டபடியே, குடல்கள்மேல் இருந்த கொழுப்பு முழுவதையும், கல்லீரலின்மேல் இருந்த ஜவ்வையும், இரண்டு குண்டிக்காய்களையும், அவைகளின் கொழுப்பையும் எடுத்து, பலிபீடத்தின்மேல் தகனித்து,"},{"reference": "லேவியராகமம் 8:17", "verseNumber": 17, "scripture": "காளையையும் அதின் தோலையும் மாம்சத்தையும் சாணியையும் பாளயத்துக்குப் புறம்பே அக்கினியிலே சுட்டெரித்தான்."},{"reference": "லேவியராகமம் 8:18", "verseNumber": 18, "scripture": "பின்பு அவன் சர்வாங்க தகனபலிக்கு ஆட்டுக்கடாவைக்கொண்டு வந்தான்; அதின் தலையின்மேல் ஆரோனும் அவன் குமாரரும் தங்கள் கைகளை வைத்தார்கள்."},{"reference": "லேவியராகமம் 8:19", "verseNumber": 19, "scripture": "அப்பொழுது அது கொல்லப்பட்டது; மோசே அதின் இரத்தத்தைப் பலிபீடத்தின்மேல் சுற்றிலும் தெளித்தான்."},{"reference": "லேவியராகமம் 8:20", "verseNumber": 20, "scripture": "ஆட்டுக்கடா சந்துசந்தாகத் துண்டிக்கப்பட்டது; கர்த்தர் தனக்குக் கட்டளையிட்டபடியே, மோசே அதின் தலையையும் துண்டங்களையும் கொழுப்பையும் தகனித்தான்."},{"reference": "லேவியராகமம் 8:21", "verseNumber": 21, "scripture": "குடல்களையும் தொடைகளையும் தண்ணீரால் கழுவினபின், மோசே ஆட்டுக்கடா முழுவதையும் பலிபீடத்தின்மேல் கர்த்தருக்குச் சுகந்த வாசனைக்கான சர்வாங்க தகனபலியாகத் தகனித்தான்."},{"reference": "லேவியராகமம் 8:22", "verseNumber": 22, "scripture": "பின்பு பிரதிஷ்டைப்படுத்துவதற்குரிய மற்ற ஆட்டுக்கடாவைக் கொண்டுவந்தான்; அதின் தலையின்மேல் ஆரோனும் அவன் குமாரரும் தங்கள் கைகளை வைத்தார்கள்."},{"reference": "லேவியராகமம் 8:23", "verseNumber": 23, "scripture": "பின்பு அது கொல்லப்பட்டது; மோசே அதின் இரத்தத்தில் கொஞ்சம் எடுத்து, ஆரோனுடைய வலதுகாதின் மடலிலும் வலதுகையின் பெருவிரலிலும் வலதுகாலின் பெருவிரலிலும் பூசினான்."},{"reference": "லேவியராகமம் 8:24", "verseNumber": 24, "scripture": "பின்பு ஆரோனுடைய குமாரரையும் அழைத்தான்; மோசே அந்த இரத்தத்திலே கொஞ்சம் அவர்களுடைய வலது காதின் மடலிலும் வலது கையின் பெருவிரலிலும் வலது காலின் பெருவிரலிலும் பூசி, இரத்தத்தைப் பலிபீடத்தின்மேல் சுற்றிலும் தெளித்து,"},{"reference": "லேவியராகமம் 8:25", "verseNumber": 25, "scripture": "கொழுப்பையும், வாலையும், குடல்கள் மேலிருந்த கொழுப்பு முழுவதையும், கல்லீரலின் மேலிருந்த ஜவ்வையும், இரண்டு குண்டிக்காய்களையும், அவைகளின் கொழுப்பையும், வலது முன்னந்தொடையையும் எடுத்து,"},{"reference": "லேவியராகமம் 8:26", "verseNumber": 26, "scripture": "கர்த்தருடைய சந்நிதியில் வைத்திருந்த புளிப்பில்லா அப்பங்களின் கூடையிலுள்ள புளிப்பில்லா அதிரசத்தில் ஒன்றையும், எண்ணெயிட்ட அப்பமாகிய அதிரசத்தில் ஒன்றையும், ஒரு அடையையும் எடுத்து, அந்தக் கொழுப்பின்மேலும், முன்னந்தொடையின்மேலும் வைத்து,"},{"reference": "லேவியராகமம் 8:27", "verseNumber": 27, "scripture": "அவைகளையெல்லாம் ஆரோனுடைய உள்ளங்கைகளிலும் அவன் குமாரருடைய உள்ளங்கைகளிலும் வைத்து, அசைவாட்டும் பலியாகக் கர்த்தருடைய சந்நிதியில் அசைவாட்டி,"},{"reference": "லேவியராகமம் 8:28", "verseNumber": 28, "scripture": "பின்பு மோசே அவைகளை அவர்கள் உள்ளங்கைகளிலிருந்து எடுத்து, பலிபீடத்தின்மேலிருக்கிற தகனபலியின்மேல் தகனித்தான்; அவைகள் சுகந்தவாசனையான பிரதிஷ்டைப் பலிகள்; இது கர்த்தருக்குத் தகனபலியானது."},{"reference": "லேவியராகமம் 8:29", "verseNumber": 29, "scripture": "பின்பு மோசே மார்க்கண்டத்தை எடுத்து, அதைக் கர்த்தருடைய சந்நிதியில் அசைவாட்டும் பலியாக அசைவாட்டினான். கர்த்தர் மோசேக்குக் கட்டளையிட்டபடியே பிரதிஷ்டையின் ஆட்டுக்கடாவிலே அது மோசேயின் பங்காயிற்று."},{"reference": "லேவியராகமம் 8:30", "verseNumber": 30, "scripture": "மோசே அபிஷேகதைலத்திலும், பலிபீடத்தின்மேலிருந்த இரத்தத்திலும் கொஞ்சம் எடுத்து, ஆரோன்மேலும் அவன் வஸ்திரங்கள்மேலும், அவன் குமாரர்மேலும் அவர்கள் வஸ்திரங்கள்மேலும் தெளித்து, ஆரோனையும் அவன் வஸ்திரங்களையும், அவன் குமாரரையும், அவன் குமாரரின் வஸ்திரங்களையும் பரிசுத்தப்படுத்தினான்."},{"reference": "லேவியராகமம் 8:31", "verseNumber": 31, "scripture": "பின்பு மோசே ஆரோனையும் அவன் குமாரரையும் நோக்கி: நீங்கள் அந்த மாம்சத்தை ஆசரிப்புக் கூடாரவாசலிலே வேவித்து, ஆரோனும் அவன் குமாரரும், அதைப் புசிப்பார்களாக என்று கட்டளையிட்டிருக்கிறபடியே, அங்கே அதையும் உங்கள் பிரதிஷ்டைப் பலிகளுள்ள கூடையில் இருக்கிற அப்பத்தையும் புசித்து,"},{"reference": "லேவியராகமம் 8:32", "verseNumber": 32, "scripture": "மாம்சத்திலும் அப்பத்திலும் மீதியானதை அக்கினியிலே சுட்டெரித்து,"},{"reference": "லேவியராகமம் 8:33", "verseNumber": 33, "scripture": "பிரதிஷ்டையின் நாட்கள் நிறைவேறும்வரைக்கும், ஏழுநாள் ஆசரிப்புக் கூடாரவாசலை விட்டுப் புறப்படாதிருங்கள்; ஏழுநாளளவும் நீங்கள் பிரதிஷ்டைப்படுத்தப்படுவீர்கள்."},{"reference": "லேவியராகமம் 8:34", "verseNumber": 34, "scripture": "இன்று செய்ததுபோல, உங்கள் பாவநிவிர்த்திக்காக இனிமேலும் செய்யவேண்டும் என்று கர்த்தர் கட்டளையிட்டார்."},{"reference": "லேவியராகமம் 8:35", "verseNumber": 35, "scripture": "நீங்கள் சாகாதபடிக்கு ஏழுநாள் இரவும் பகலும் ஆசரிப்புக் கூடாரவாசலிலிருந்து கர்த்தருடைய காவலைக் காக்கக்கடவீர்கள்; இப்படி நான் கற்பிக்கப்பட்டேன் என்றான்."},{"reference": "லேவியராகமம் 8:36", "verseNumber": 36, "scripture": "கர்த்தர் மோசேயைக்கொண்டு கட்டளையிட்ட எல்லாக் காரியங்களையும் ஆரோனும் அவன் குமாரரும் செய்தார்கள்."}]}