{
    "bibleVersion":  "TAM",
     "bibleLanguage":  "Tamil",
     "fullBibleName":  "பரிசுத்த வேதாகமம் O.V. (2017)",
     "description":  "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.",
     "scriptureSection":  "புதிய ஏற்பாடு",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Bible Society of India",
     "bibleTextSource":  "Internet",
     "bookName":  "லூக்கா",
     "bookAbbreviation":  "லூக்",
     "chapterNumber":  19,
     "verses":  [
        {
            "reference":  "லூக்கா 19:1",
             "verseNumber":  1,
             "scripture":  "அவர் எரிகோவில் பிரவேசித்து, அதின் வழியாக நடந்துபோகையில்,"
        },
        {
            "reference":  "லூக்கா 19:2",
             "verseNumber":  2,
             "scripture":  "ஆயக்காரருக்குத் தலைவனும் ஐசுவரியவானுமாயிருந்த சகேயு என்னப்பட்ட ஒரு மனுஷன்,"
        },
        {
            "reference":  "லூக்கா 19:3",
             "verseNumber":  3,
             "scripture":  "இயேசு எப்படிப்பட்டவரோ என்று அவரைப் பார்க்க வகைதேடினான். அவன் குள்ளனானபடியால், ஜனக்கூட்டத்தில் அவரைக் காணக்கூடாமல்,"
        },
        {
            "reference":  "லூக்கா 19:4",
             "verseNumber":  4,
             "scripture":  "அவர் போகும் வழியில் முன்னாக ஓடி, அவரைப் பார்க்கும்படி ஒரு காட்டத்தி மரத்தில் ஏறினான்."
        },
        {
            "reference":  "லூக்கா 19:5",
             "verseNumber":  5,
             "scripture":  "இயேசு அந்த இடத்தில் வந்தபோது, அண்ணாந்து பார்த்து, அவனைக் கண்டு: சகேயுவே, நீ சீக்கிரமாய் இறங்கிவா, இன்றைக்கு நான் உன் வீட்டிலே தங்கவேண்டும் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:6",
             "verseNumber":  6,
             "scripture":  "அவன் சீக்கிரமாய் இறங்கி, சந்தோஷத்தோடே அவரை அழைத்துக்கொண்டுபோனான்."
        },
        {
            "reference":  "லூக்கா 19:7",
             "verseNumber":  7,
             "scripture":  "அதைக் கண்ட யாவரும்: இவர் பாவியான மனுஷனிடத்தில் தங்கும்படி போனார் என்று முறுமுறுத்தார்கள்."
        },
        {
            "reference":  "லூக்கா 19:8",
             "verseNumber":  8,
             "scripture":  "சகேயு நின்று, கர்த்தரை நோக்கி: ஆண்டவரே, என் ஆஸ்திகளில் பாதியை ஏழைகளுக்குக் கொடுக்கிறேன், நான் ஒருவனிடத்தில் எதையாகிலும் அநியாயமாய் வாங்கினதுண்டானால், நாலத்தனையாகத் திரும்பச் செலுத்துகிறேன் என்றான்."
        },
        {
            "reference":  "லூக்கா 19:9",
             "verseNumber":  9,
             "scripture":  "இயேசு அவனை நோக்கி: இன்றைக்கு இந்த வீட்டுக்கு இரட்சிப்பு வந்தது; இவனும் ஆபிரகாமுக்குக் குமாரனாயிருக்கிறானே."
        },
        {
            "reference":  "லூக்கா 19:10",
             "verseNumber":  10,
             "scripture":  "இழந்துபோனதைத் தேடவும் இரட்சிக்கவுமே மனுஷகுமாரன் வந்திருக்கிறார் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:11",
             "verseNumber":  11,
             "scripture":  "அவர்கள் இவைகளைக் கேட்டுக்கொண்டிருக்கையில், அவர் எருசலேமுக்குச் சமீபித்திருந்தபடியினாலும், தேவனுடைய ராஜ்யம் சீக்கிரமாய் வெளிப்படுமென்று அவர்கள் நினைத்தபடியினாலும், அவர் ஒரு உவமையைச் சொன்னார்:"
        },
        {
            "reference":  "லூக்கா 19:12",
             "verseNumber":  12,
             "scripture":  "பிரபுவாகிய ஒருவன் ஒரு ராஜ்யத்தைப் பெற்றுக்கொண்டு திரும்பிவரும்படி தூரதேசத்துக்குப் போகப் புறப்பட்டான்."
        },
        {
            "reference":  "லூக்கா 19:13",
             "verseNumber":  13,
             "scripture":  "புறப்படும்போது, அவன் தன் ஊழியக்காரரில் பத்துப்பேரை அழைத்து, அவர்களிடத்தில் பத்துராத்தல் திரவியங்கொடுத்து: நான் திரும்பிவருமளவும் இதைக்கொண்டு வியாபாரம்பண்ணுங்கள் என்று சொன்னான்."
        },
        {
            "reference":  "லூக்கா 19:14",
             "verseNumber":  14,
             "scripture":  "அவனுடைய ஊரார் அவனைப் பகைத்து, இவன் எங்கள்மேல் ராஜாவாயிருக்கிறது எங்களுக்கு மனதில்லையென்று சொல்லும்படி அவன் பின்னே ஸ்தானாதிபதிகளை அனுப்பினார்கள்."
        },
        {
            "reference":  "லூக்கா 19:15",
             "verseNumber":  15,
             "scripture":  "அவன் ராஜ்யத்தைப் பெற்றுக்கொண்டு திரும்பிவந்தபோது, தன்னிடத்தில் திரவியம் வாங்கியிருந்த அந்த ஊழியக்காரரில் அவனவன் வியாபாரம்பண்ணிச் சம்பாதித்தது இவ்வளவென்று அறியும்படி, அவர்களைத் தன்னிடத்தில் அழைத்துவரச் சொன்னான்."
        },
        {
            "reference":  "லூக்கா 19:16",
             "verseNumber":  16,
             "scripture":  "அப்பொழுது முந்தினவன் வந்து: ஆண்டவனே, உம்முடைய ராத்தலினால் பத்துராத்தல் ஆதாயம் கிடைத்தது என்றான்."
        },
        {
            "reference":  "லூக்கா 19:17",
             "verseNumber":  17,
             "scripture":  "எஜமான் அவனை நோக்கி: நல்லது உத்தம ஊழியக்காரனே, நீ கொஞ்சத்தில் உண்மையுள்ளவனாயிருந்தபடியால் பத்துப் பட்டணங்களுக்கு அதிகாரியாயிரு என்றான்."
        },
        {
            "reference":  "லூக்கா 19:18",
             "verseNumber":  18,
             "scripture":  "அப்படியே இரண்டாம் ஊழியக்காரன் வந்து: ஆண்டவனே, உம்முடைய ராத்தலினால் ஐந்துராத்தல் ஆதாயம் கிடைத்தது என்றான்."
        },
        {
            "reference":  "லூக்கா 19:19",
             "verseNumber":  19,
             "scripture":  "அவனையும் அவன் நோக்கி: நீயும் ஐந்து பட்டணங்களுக்கு அதிகாரியாயிரு என்றான்."
        },
        {
            "reference":  "லூக்கா 19:20",
             "verseNumber":  20,
             "scripture":  "பின்பு வேறொருவன் வந்து: ஆண்டவனே, இதோ, உம்முடைய ராத்தல், இதை ஒரு சீலையிலே வைத்திருந்தேன்."
        },
        {
            "reference":  "லூக்கா 19:21",
             "verseNumber":  21,
             "scripture":  "நீர் வைக்காததை எடுக்கிறவரும், விதைக்காததை அறுக்கிறவருமான கடினமுள்ள மனுஷனென்று அறிந்து, உமக்குப் பயந்திருந்தேன் என்றான்."
        },
        {
            "reference":  "லூக்கா 19:22",
             "verseNumber":  22,
             "scripture":  "அதற்கு அவன்: பொல்லாத ஊழியக்காரனே, உன் வாய்ச்சொல்லைக்கொண்டே உன்னை நியாயந்தீர்க்கிறேன். நான் வைக்காததை எடுக்கிறவனும், விதைக்காததை அறுக்கிறவனுமான கடினமுள்ள மனுஷனென்று அறிந்தாயே,"
        },
        {
            "reference":  "லூக்கா 19:23",
             "verseNumber":  23,
             "scripture":  "பின்னை ஏன் நீ என் திரவியத்தைக் காசுக்கடையிலே வைக்கவில்லை; வைத்திருந்தால் நான் வரும்போது, அதை வட்டியோடே வரப்பற்றிக்கொள்ளுவேனே என்று சொல்லி;"
        },
        {
            "reference":  "லூக்கா 19:24",
             "verseNumber":  24,
             "scripture":  "சமீபமாய் நிற்கிறவர்களை நோக்கி: அந்த ராத்தலை அவன் கையிலிருந்தெடுத்து, பத்துராத்தல் உள்ளவனுக்குக் கொடுங்கள் என்றான்."
        },
        {
            "reference":  "லூக்கா 19:25",
             "verseNumber":  25,
             "scripture":  "அதற்கு அவர்கள்: ஆண்டவனே, அவனுக்குப் பத்துராத்தல் இருக்கிறதே என்றார்கள்."
        },
        {
            "reference":  "லூக்கா 19:26",
             "verseNumber":  26,
             "scripture":  "அதற்கு அவன்: உள்ளவன் எவனுக்குங்கொடுக்கப்படும், இல்லாதவனிடத்தில் உள்ளதும் எடுத்துக்கொள்ளப்படும் என்று உங்களுக்குச் சொல்லுகிறேன்."
        },
        {
            "reference":  "லூக்கா 19:27",
             "verseNumber":  27,
             "scripture":  "அன்றியும் தங்கள்மேல் நான் ராஜாவாகிறதற்கு மனதில்லாதிருந்தவர்களாகிய என்னுடைய சத்துருக்களை இங்கே கொண்டுவந்து, எனக்கு முன்பாக வெட்டிப்போடுங்கள் என்று சொன்னான் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:28",
             "verseNumber":  28,
             "scripture":  "இவைகளை அவர் சொன்னபின்பு எருசலேமுக்குப் புறப்பட்டு, முந்தி நடந்துபோனார்."
        },
        {
            "reference":  "லூக்கா 19:29",
             "verseNumber":  29,
             "scripture":  "அவர் ஒலிவமலையென்னப்பட்ட மலையின் அருகான பெத்பகே பெத்தானியா என்னும் ஊர்களுக்குச் சமீபித்தபோது, தம்முடைய சீஷரில் இரண்டுபேரை நோக்கி:"
        },
        {
            "reference":  "லூக்கா 19:30",
             "verseNumber":  30,
             "scripture":  "உங்களுக்கு எதிரே இருக்கிற கிராமத்துக்குப் போங்கள், அதிலே பிரவேசிக்கும்போது மனுஷரிலொருவனும் ஒருக்காலும் ஏறியிராத கழுதைக்குட்டியைக் கட்டியிருக்கக் காண்பீர்கள்; அதை அவிழ்த்துக்கொண்டு வாருங்கள்."
        },
        {
            "reference":  "லூக்கா 19:31",
             "verseNumber":  31,
             "scripture":  "அதை ஏன் அவிழ்க்கிறீர்களென்று யாராவது உங்களிடத்தில் கேட்டால், அது ஆண்டவருக்கு வேண்டுமென்று சொல்லுங்கள் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:32",
             "verseNumber":  32,
             "scripture":  "அனுப்பப்பட்டவர்கள் போய், தங்களுக்கு அவர் சொன்னபடியே கண்டார்கள்."
        },
        {
            "reference":  "லூக்கா 19:33",
             "verseNumber":  33,
             "scripture":  "கழுதைக்குட்டியை அவர்கள் அவிழ்க்கும்போது, அதற்கு உடையவர்கள்: குட்டியை ஏன் அவிழ்க்கிறீர்கள் என்று கேட்டார்கள்."
        },
        {
            "reference":  "லூக்கா 19:34",
             "verseNumber":  34,
             "scripture":  "அதற்கு அவர்கள்: அது ஆண்டவருக்கு வேண்டுமென்று சொல்லி,"
        },
        {
            "reference":  "லூக்கா 19:35",
             "verseNumber":  35,
             "scripture":  "அதை இயேசுவினிடத்தில் கொண்டுவந்து, தங்கள் வஸ்திரங்களை அதின்மேல் போட்டு, இயேசுவை அதின்மேல் ஏற்றினார்கள்."
        },
        {
            "reference":  "லூக்கா 19:36",
             "verseNumber":  36,
             "scripture":  "அவர் போகையில், அவர்கள் தங்கள் வஸ்திரங்களை வழியிலே விரித்தார்கள்."
        },
        {
            "reference":  "லூக்கா 19:37",
             "verseNumber":  37,
             "scripture":  "அவர் ஒலிவமலையின் அடிவாரத்துக்குச் சமீபமாய் வருகையில் திரளான கூட்டமாகிய சீஷரெல்லாரும் தாங்கள் கண்ட சகல அற்புதங்களையுங்குறித்துச் சந்தோஷப்பட்டு,"
        },
        {
            "reference":  "லூக்கா 19:38",
             "verseNumber":  38,
             "scripture":  "கர்த்தருடைய நாமத்தினாலே வருகிற ராஜா ஸ்தோத்திரிக்கப்பட்டவர், பரலோகத்திலே சமாதானமும் உன்னதத்திலே மகிமையும் உண்டாவதாக என்று மிகுந்த சத்தத்தோடே தேவனைப் புகழ்ந்தார்கள்."
        },
        {
            "reference":  "லூக்கா 19:39",
             "verseNumber":  39,
             "scripture":  "அப்பொழுது கூட்டத்திலிருந்த பரிசேயரில் சிலர் அவரை நோக்கி: போதகரே, உம்முடைய சீஷரை அதட்டும் என்றார்கள்."
        },
        {
            "reference":  "லூக்கா 19:40",
             "verseNumber":  40,
             "scripture":  "அவர்களுக்கு அவர் பிரதியுத்தரமாக: இவர்கள் பேசாமலிருந்தால் கல்லுகளே கூப்பிடும் என்று உங்களுக்குச் சொல்லுகிறேன் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:41",
             "verseNumber":  41,
             "scripture":  "அவர் சமீபமாய் வந்தபோது நகரத்தைப்பார்த்து, அதற்காகக் கண்ணீர்விட்டழுது,"
        },
        {
            "reference":  "லூக்கா 19:42",
             "verseNumber":  42,
             "scripture":  "உனக்குக் கிடைத்த இந்த நாளிலாகிலும் உன் சமாதானத்துக்கு ஏற்றவைகளை நீ அறிந்திருந்தாயானால் நலமாயிருக்கும், இப்பொழுதோ அவைகள் உன் கண்களுக்கு மறைவாயிருக்கிறது."
        },
        {
            "reference":  "லூக்கா 19:43",
             "verseNumber":  43,
             "scripture":  "உன்னைச் சந்திக்குங்காலத்தை நீ அறியாமற்போனபடியால், உன் சத்துருக்கள் உன்னைச் சூழ மதில்போட்டு, உன்னை வளைந்துகொண்டு, எப்பக்கத்திலும் உன்னை நெருக்கி,"
        },
        {
            "reference":  "லூக்கா 19:44",
             "verseNumber":  44,
             "scripture":  "உன்னையும் உன்னிலுள்ள உன் பிள்ளைகளையும் தரையாக்கிப்போட்டு, உன்னிடத்தில் ஒரு கல்லின்மேல் ஒரு கல்லிராதபடிக்குச் செய்யும் நாட்கள் உனக்குவரும் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:45",
             "verseNumber":  45,
             "scripture":  "பின்பு அவர் தேவாலயத்தில் பிரவேசித்து, அதிலே விற்கிறவர்களையும் கொள்ளுகிறவர்களையும் புறம்பே துரத்தத்தொடங்கி:"
        },
        {
            "reference":  "லூக்கா 19:46",
             "verseNumber":  46,
             "scripture":  "என்னுடைய வீடு ஜெபவீடாயிருக்கிறதென்று எழுதியிருக்கிறது, நீங்களோ அதைக் கள்ளர்குகையாக்கினீர்கள் என்றார்."
        },
        {
            "reference":  "லூக்கா 19:47",
             "verseNumber":  47,
             "scripture":  "அவர் நாடோறும் தேவாலயத்தில் உபதேசம்பண்ணிக்கொண்டிருந்தார். பிரதான ஆசாரியரும் வேதபாரகரும் ஜனத்தின் மூப்பரும் அவரைக் கொலைசெய்ய வகைதேடியும்,"
        },
        {
            "reference":  "லூக்கா 19:48",
             "verseNumber":  48,
             "scripture":  "ஜனங்களெல்லாரும் அவருக்குச் செவிகொடுத்து அவரை அண்டிக்கொண்டிருந்தபடியால், அதை இன்னபடி செய்யலாமென்று வகைகாணாதிருந்தார்கள்."
        }
    ]
}