{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Revelation",
     "bookAbbreviation":  "Rev",
     "chapterNumber":  13,
     "verses":  [
        {
            "reference":  "Revelation 13:1",
             "verseNumber":  1,
             "scripture":  "And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy."
        },
        {
            "reference":  "Revelation 13:2",
             "verseNumber":  2,
             "scripture":  "And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority."
        },
        {
            "reference":  "Revelation 13:3",
             "verseNumber":  3,
             "scripture":  "And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast."
        },
        {
            "reference":  "Revelation 13:4",
             "verseNumber":  4,
             "scripture":  "And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?"
        },
        {
            "reference":  "Revelation 13:5",
             "verseNumber":  5,
             "scripture":  "And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and two months."
        },
        {
            "reference":  "Revelation 13:6",
             "verseNumber":  6,
             "scripture":  "And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven."
        },
        {
            "reference":  "Revelation 13:7",
             "verseNumber":  7,
             "scripture":  "And it was given unto him to make war with the saints, and to overcome them: and power was given him over all families, and tongues, and nations."
        },
        {
            "reference":  "Revelation 13:8",
             "verseNumber":  8,
             "scripture":  "And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world."
        },
        {
            "reference":  "Revelation 13:9",
             "verseNumber":  9,
             "scripture":  "If any man have an ear, let him hear."
        },
        {
            "reference":  "Revelation 13:10",
             "verseNumber":  10,
             "scripture":  "He that leads into captivity shall go into captivity: he that kills with the sword must be killed with the sword. Here is the patience and the faith of the saints."
        },
        {
            "reference":  "Revelation 13:11",
             "verseNumber":  11,
             "scripture":  "And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spoke as a dragon."
        },
        {
            "reference":  "Revelation 13:12",
             "verseNumber":  12,
             "scripture":  "And he execises all the power of the first beast before him, and causes the earth and them which dwell therein to worship the first beast, whose deadly wound was healed."
        },
        {
            "reference":  "Revelation 13:13",
             "verseNumber":  13,
             "scripture":  "And he does great wonders, so that he makes fire come down from heaven on the earth in the sight of men,"
        },
        {
            "reference":  "Revelation 13:14",
             "verseNumber":  14,
             "scripture":  "And deceives them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live."
        },
        {
            "reference":  "Revelation 13:15",
             "verseNumber":  15,
             "scripture":  "And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed."
        },
        {
            "reference":  "Revelation 13:16",
             "verseNumber":  16,
             "scripture":  "And he causes all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:"
        },
        {
            "reference":  "Revelation 13:17",
             "verseNumber":  17,
             "scripture":  "And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name."
        },
        {
            "reference":  "Revelation 13:18",
             "verseNumber":  18,
             "scripture":  "Here is wisdom. Let him that has understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six."
        }
    ]
}