{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Revelation",
     "bookAbbreviation":  "Rev",
     "chapterNumber":  15,
     "verses":  [
        {
            "reference":  "Revelation 15:1",
             "verseNumber":  1,
             "scripture":  "And I saw another sign in heaven, great and marvellous, seven angels having the seven last plagues; for in them is filled up the wrath of God."
        },
        {
            "reference":  "Revelation 15:2",
             "verseNumber":  2,
             "scripture":  "And I saw as it were a sea of glass mingled with fire: and them that had got the victory over the beast, and over his image, and over his mark, and over the number of his name, stand on the sea of glass, having the harps of God."
        },
        {
            "reference":  "Revelation 15:3",
             "verseNumber":  3,
             "scripture":  "And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvellous are your works, Lord God Almighty; just and true are your ways, you King of saints."
        },
        {
            "reference":  "Revelation 15:4",
             "verseNumber":  4,
             "scripture":  "Who shall not fear you, O Lord, and glorify your name? for you only are holy: for all nations shall come and worship before you; for your judgments are made manifest."
        },
        {
            "reference":  "Revelation 15:5",
             "verseNumber":  5,
             "scripture":  "And after that I looked, and, behold, the temple of the tabernacle of the testimony in heaven was opened:"
        },
        {
            "reference":  "Revelation 15:6",
             "verseNumber":  6,
             "scripture":  "And the seven angels came out of the temple, having the seven plagues, clothed in pure and white linen, and having their breasts girded with golden girdles."
        },
        {
            "reference":  "Revelation 15:7",
             "verseNumber":  7,
             "scripture":  "And one of the four beasts gave unto the seven angels seven golden vials full of the wrath of God, who lives for ever and ever."
        },
        {
            "reference":  "Revelation 15:8",
             "verseNumber":  8,
             "scripture":  "And the temple was filled with smoke from the glory of God, and from his power; and no man was able to enter into the temple, till the seven plagues of the seven angels were fulfilled."
        }
    ]
}