{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Revelation", "bookAbbreviation": "Rev", "chapterNumber": 17, "verses": [{"reference": "Revelation 17:1", "verseNumber": 1, "scripture": "And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come here; I will show unto you the judgment of the great whore that sits upon many waters:"},{"reference": "Revelation 17:2", "verseNumber": 2, "scripture": "With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication."},{"reference": "Revelation 17:3", "verseNumber": 3, "scripture": "So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns."},{"reference": "Revelation 17:4", "verseNumber": 4, "scripture": "And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:"},{"reference": "Revelation 17:5", "verseNumber": 5, "scripture": "And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH."},{"reference": "Revelation 17:6", "verseNumber": 6, "scripture": "And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration."},{"reference": "Revelation 17:7", "verseNumber": 7, "scripture": "And the angel said unto me, Wherefore did you marvel? I will tell you the mystery of the woman, and of the beast that carries her, which has the seven heads and ten horns."},{"reference": "Revelation 17:8", "verseNumber": 8, "scripture": "The beast that you saw was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is."},{"reference": "Revelation 17:9", "verseNumber": 9, "scripture": "And here is the mind which has wisdom. The seven heads are seven mountains, on which the woman sits."},{"reference": "Revelation 17:10", "verseNumber": 10, "scripture": "And there are seven kings: five are fallen, and one is, and the other is not yet come; and when he comes, he must continue a short space."},{"reference": "Revelation 17:11", "verseNumber": 11, "scripture": "And the beast that was, and is not, even he is the eighth, and is of the seven, and goes into perdition."},{"reference": "Revelation 17:12", "verseNumber": 12, "scripture": "And the ten horns which you saw are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast."},{"reference": "Revelation 17:13", "verseNumber": 13, "scripture": "These have one mind, and shall give their power and strength unto the beast."},{"reference": "Revelation 17:14", "verseNumber": 14, "scripture": "These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful."},{"reference": "Revelation 17:15", "verseNumber": 15, "scripture": "And he says unto me, The waters which you saw, where the whore sits, are races and tribes, and multitudes, and nations, and tongues."},{"reference": "Revelation 17:16", "verseNumber": 16, "scripture": "And the ten horns which you saw upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire."},{"reference": "Revelation 17:17", "verseNumber": 17, "scripture": "For God has put in their hearts to fulfill his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled."},{"reference": "Revelation 17:18", "verseNumber": 18, "scripture": "And the woman which you saw is that great city, which reigns over the kings of the earth."}]}