{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Galatians",
     "bookAbbreviation":  "Gal",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Galatians 2:1",
             "verseNumber":  1,
             "scripture":  "Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also."
        },
        {
            "reference":  "Galatians 2:2",
             "verseNumber":  2,
             "scripture":  "And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain."
        },
        {
            "reference":  "Galatians 2:3",
             "verseNumber":  3,
             "scripture":  "But neither Titus, who was with me, being a Greek, was compelled to be circumcised:"
        },
        {
            "reference":  "Galatians 2:4",
             "verseNumber":  4,
             "scripture":  "And that because of false brethren unexpectedly brought in, who came in privately to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:"
        },
        {
            "reference":  "Galatians 2:5",
             "verseNumber":  5,
             "scripture":  "To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you."
        },
        {
            "reference":  "Galatians 2:6",
             "verseNumber":  6,
             "scripture":  "But of these who seemed to be somewhat, (whatsoever they were, it makes no matter to me: God accepts no man's person:) for they who seemed to be somewhat in conference added nothing to me:"
        },
        {
            "reference":  "Galatians 2:7",
             "verseNumber":  7,
             "scripture":  "But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was unto Peter;"
        },
        {
            "reference":  "Galatians 2:8",
             "verseNumber":  8,
             "scripture":  "(For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)"
        },
        {
            "reference":  "Galatians 2:9",
             "verseNumber":  9,
             "scripture":  "And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision."
        },
        {
            "reference":  "Galatians 2:10",
             "verseNumber":  10,
             "scripture":  "Only they would that we should remember the poor; the same which I also was forward to do."
        },
        {
            "reference":  "Galatians 2:11",
             "verseNumber":  11,
             "scripture":  "But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed."
        },
        {
            "reference":  "Galatians 2:12",
             "verseNumber":  12,
             "scripture":  "For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision."
        },
        {
            "reference":  "Galatians 2:13",
             "verseNumber":  13,
             "scripture":  "And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation."
        },
        {
            "reference":  "Galatians 2:14",
             "verseNumber":  14,
             "scripture":  "But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If you, being a Jew, live after the manner of Gentiles, and not as do the Jews, why compell you the Gentiles to live as do the Jews?"
        },
        {
            "reference":  "Galatians 2:15",
             "verseNumber":  15,
             "scripture":  "We who are Jews by nature, and not sinners of the Gentiles,"
        },
        {
            "reference":  "Galatians 2:16",
             "verseNumber":  16,
             "scripture":  "Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified."
        },
        {
            "reference":  "Galatians 2:17",
             "verseNumber":  17,
             "scripture":  "But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid."
        },
        {
            "reference":  "Galatians 2:18",
             "verseNumber":  18,
             "scripture":  "For if I build again the things which I destroyed, I make myself a transgressor."
        },
        {
            "reference":  "Galatians 2:19",
             "verseNumber":  19,
             "scripture":  "For I through the law am dead to the law, that I might live unto God."
        },
        {
            "reference":  "Galatians 2:20",
             "verseNumber":  20,
             "scripture":  "I am crucified with Christ: nevertheless I live; yet not I, but Christ lives in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me."
        },
        {
            "reference":  "Galatians 2:21",
             "verseNumber":  21,
             "scripture":  "I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain."
        }
    ]
}