{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Galatians", "bookAbbreviation": "Gal", "chapterNumber": 4, "verses": [{"reference": "Galatians 4:1", "verseNumber": 1, "scripture": "Now I say, That the heir, as long as he is a child, differs nothing from a servant, though he be lord of all;"},{"reference": "Galatians 4:2", "verseNumber": 2, "scripture": "But is under tutors and governors until the time appointed of the father."},{"reference": "Galatians 4:3", "verseNumber": 3, "scripture": "Even so we, when we were children, were in bondage under the elements of the world:"},{"reference": "Galatians 4:4", "verseNumber": 4, "scripture": "But when the fullness of the time was come, God sent forth his Son, made of a woman, made under the law,"},{"reference": "Galatians 4:5", "verseNumber": 5, "scripture": "To redeem them that were under the law, that we might receive the adoption of sons."},{"reference": "Galatians 4:6", "verseNumber": 6, "scripture": "And because all of you are sons, God has sent forth the Spirit of his Son into your hearts, crying, Abba, Father."},{"reference": "Galatians 4:7", "verseNumber": 7, "scripture": "Wherefore you are no more a servant, but a son; and if a son, then an heir of God through Christ."},{"reference": "Galatians 4:8", "verseNumber": 8, "scripture": "Nevertheless then, when all of you knew not God, all of you did service unto them which by nature are no gods."},{"reference": "Galatians 4:9", "verseNumber": 9, "scripture": "But now, after that all of you have known God, or rather are known of God, how turn all of you again to the weak and beggarly elements, unto which all of you desire again to be in bondage?"},{"reference": "Galatians 4:10", "verseNumber": 10, "scripture": "All of you observe days, and months, and times, and years."},{"reference": "Galatians 4:11", "verseNumber": 11, "scripture": "I am afraid of you, lest I have bestowed upon you labour in vain."},{"reference": "Galatians 4:12", "verseNumber": 12, "scripture": "Brethren, I plead to you, be as I am; for I am as all of you are: all of you have not injured me at all."},{"reference": "Galatians 4:13", "verseNumber": 13, "scripture": "All of you know how through infirmity of the flesh I preached the gospel unto you at the first."},{"reference": "Galatians 4:14", "verseNumber": 14, "scripture": "And my temptation which was in my flesh all of you despised not, nor rejected; but received me as an angel of God, even as Christ Jesus."},{"reference": "Galatians 4:15", "verseNumber": 15, "scripture": "Where is then the blessedness all of you spoke of? for I bear you record, that, if it had been possible, all of you would have plucked out your own eyes, and have given them to me."},{"reference": "Galatians 4:16", "verseNumber": 16, "scripture": "Am I therefore become your enemy, because I tell you the truth?"},{"reference": "Galatians 4:17", "verseNumber": 17, "scripture": "They zealously affect you, but not well; yea, they would exclude you, that all of you might affect them."},{"reference": "Galatians 4:18", "verseNumber": 18, "scripture": "But it is good to be zealously affected always in a good thing, and not only when I am present with you."},{"reference": "Galatians 4:19", "verseNumber": 19, "scripture": "My little children, of whom I travail in birth again until Christ be formed in you,"},{"reference": "Galatians 4:20", "verseNumber": 20, "scripture": "I desire to be present with you now, and to change my voice; for I stand in doubt of you."},{"reference": "Galatians 4:21", "verseNumber": 21, "scripture": "Tell me, all of you that desire to be under the law, do all of you not hear the law?"},{"reference": "Galatians 4:22", "verseNumber": 22, "scripture": "For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman."},{"reference": "Galatians 4:23", "verseNumber": 23, "scripture": "But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise."},{"reference": "Galatians 4:24", "verseNumber": 24, "scripture": "Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which genders to bondage, which is Agar."},{"reference": "Galatians 4:25", "verseNumber": 25, "scripture": "For this Agar is mount Sinai in Arabia, and answers to Jerusalem which now is, and is in bondage with her children."},{"reference": "Galatians 4:26", "verseNumber": 26, "scripture": "But Jerusalem which is above is free, which is the mother of us all."},{"reference": "Galatians 4:27", "verseNumber": 27, "scripture": "For it is written, Rejoice, you barren that bear not; break forth and cry, you that travail not: for the desolate has many more children than she which has an husband."},{"reference": "Galatians 4:28", "verseNumber": 28, "scripture": "Now we, brethren, as Isaac was, are the children of promise."},{"reference": "Galatians 4:29", "verseNumber": 29, "scripture": "But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now."},{"reference": "Galatians 4:30", "verseNumber": 30, "scripture": "Nevertheless what says the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman."},{"reference": "Galatians 4:31", "verseNumber": 31, "scripture": "So then, brethren, we are not children of the bondwoman, but of the free."}]}