{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  10,
     "verses":  [
        {
            "reference":  "Job 10:1",
             "verseNumber":  1,
             "scripture":  "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul."
        },
        {
            "reference":  "Job 10:2",
             "verseNumber":  2,
             "scripture":  "I will say unto God, Do not condemn me; show me wherefore you contend with me."
        },
        {
            "reference":  "Job 10:3",
             "verseNumber":  3,
             "scripture":  "Is it good unto you that you should oppress, that you should despise the work of yours hands, and shine upon the counsel of the wicked?"
        },
        {
            "reference":  "Job 10:4",
             "verseNumber":  4,
             "scripture":  "Have you eyes of flesh? or see you as man sees?"
        },
        {
            "reference":  "Job 10:5",
             "verseNumber":  5,
             "scripture":  "Are your days as the days of man? are your years as man's days,"
        },
        {
            "reference":  "Job 10:6",
             "verseNumber":  6,
             "scripture":  "That you enquire after mine iniquity, and search after my sin?"
        },
        {
            "reference":  "Job 10:7",
             "verseNumber":  7,
             "scripture":  "You know that I am not wicked; and there is none that can deliver out of yours hand."
        },
        {
            "reference":  "Job 10:8",
             "verseNumber":  8,
             "scripture":  "Yours hands have made me and fashioned me together round about; yet you do destroy me."
        },
        {
            "reference":  "Job 10:9",
             "verseNumber":  9,
             "scripture":  "Remember, I plead to you, that you have made me as the clay; and will you bring me into dust again?"
        },
        {
            "reference":  "Job 10:10",
             "verseNumber":  10,
             "scripture":  "Have you not poured me out as milk, and curdled me like cheese?"
        },
        {
            "reference":  "Job 10:11",
             "verseNumber":  11,
             "scripture":  "You have clothed me with skin and flesh, and have fenced me with bones and sinews."
        },
        {
            "reference":  "Job 10:12",
             "verseNumber":  12,
             "scripture":  "You have granted me life and favour, and your visitation has preserved my spirit."
        },
        {
            "reference":  "Job 10:13",
             "verseNumber":  13,
             "scripture":  "And these things have you hid in yours heart: I know that this is with you."
        },
        {
            "reference":  "Job 10:14",
             "verseNumber":  14,
             "scripture":  "If I sin, then you mark me, and you will not acquit me from mine iniquity."
        },
        {
            "reference":  "Job 10:15",
             "verseNumber":  15,
             "scripture":  "If I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see you mine affliction;"
        },
        {
            "reference":  "Job 10:16",
             "verseNumber":  16,
             "scripture":  "For it increases. You hunt me as a fierce lion: and again you show yourself marvellous upon me."
        },
        {
            "reference":  "Job 10:17",
             "verseNumber":  17,
             "scripture":  "You renew your witnesses against me, and increase yours indignation upon me; changes and war are against me."
        },
        {
            "reference":  "Job 10:18",
             "verseNumber":  18,
             "scripture":  "Wherefore then have you brought me forth out of the womb? Oh that I had given up the spirit, and no eye had seen me!"
        },
        {
            "reference":  "Job 10:19",
             "verseNumber":  19,
             "scripture":  "I should have been as though I had not been; I should have been carried from the womb to the grave."
        },
        {
            "reference":  "Job 10:20",
             "verseNumber":  20,
             "scripture":  "Are not my days few? cease then, and let me alone, that I may take comfort a little,"
        },
        {
            "reference":  "Job 10:21",
             "verseNumber":  21,
             "scripture":  "Before I go whence I shall not return, even to the land of darkness and the shadow of death;"
        },
        {
            "reference":  "Job 10:22",
             "verseNumber":  22,
             "scripture":  "A land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness."
        }
    ]
}