{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  13,
     "verses":  [
        {
            "reference":  "Job 13:1",
             "verseNumber":  1,
             "scripture":  "Lo, mine eye has seen all this, mine ear has heard and understood it."
        },
        {
            "reference":  "Job 13:2",
             "verseNumber":  2,
             "scripture":  "What all of you know, the same do I know also: I am not inferior unto you."
        },
        {
            "reference":  "Job 13:3",
             "verseNumber":  3,
             "scripture":  "Surely I would speak to the Almighty, and I desire to reason with God."
        },
        {
            "reference":  "Job 13:4",
             "verseNumber":  4,
             "scripture":  "But all of you are forgers of lies, all of you are all physicians of no value."
        },
        {
            "reference":  "Job 13:5",
             "verseNumber":  5,
             "scripture":  "O that all of you would altogether hold your peace! and it should be your wisdom."
        },
        {
            "reference":  "Job 13:6",
             "verseNumber":  6,
             "scripture":  "Hear now my reasoning, and hearken to the pleadings of my lips."
        },
        {
            "reference":  "Job 13:7",
             "verseNumber":  7,
             "scripture":  "Will all of you speak wickedly for God? and talk deceitfully for him?"
        },
        {
            "reference":  "Job 13:8",
             "verseNumber":  8,
             "scripture":  "Will all of you accept his person? will all of you contend for God?"
        },
        {
            "reference":  "Job 13:9",
             "verseNumber":  9,
             "scripture":  "Is it good that he should search you out? or as one man mocks another, do all of you so mock him?"
        },
        {
            "reference":  "Job 13:10",
             "verseNumber":  10,
             "scripture":  "He will surely reprove you, if all of you do secretly accept persons."
        },
        {
            "reference":  "Job 13:11",
             "verseNumber":  11,
             "scripture":  "Shall not his excellency make you afraid? and his dread fall upon you?"
        },
        {
            "reference":  "Job 13:12",
             "verseNumber":  12,
             "scripture":  "Your remembrances are like unto ashes, your bodies to bodies of clay."
        },
        {
            "reference":  "Job 13:13",
             "verseNumber":  13,
             "scripture":  "Hold your peace, let me alone, that I may speak, and let come on me what will."
        },
        {
            "reference":  "Job 13:14",
             "verseNumber":  14,
             "scripture":  "Wherefore do I take my flesh in my teeth, and put my life in mine hand?"
        },
        {
            "reference":  "Job 13:15",
             "verseNumber":  15,
             "scripture":  "Though he slay me, yet will I trust in him: but I will maintain mine own ways before him."
        },
        {
            "reference":  "Job 13:16",
             "verseNumber":  16,
             "scripture":  "He also shall be my salvation: for an hypocrite shall not come before him."
        },
        {
            "reference":  "Job 13:17",
             "verseNumber":  17,
             "scripture":  "Hear diligently my speech, and my declaration with your ears."
        },
        {
            "reference":  "Job 13:18",
             "verseNumber":  18,
             "scripture":  "Behold now, I have ordered my cause; I know that I shall be justified."
        },
        {
            "reference":  "Job 13:19",
             "verseNumber":  19,
             "scripture":  "Who is he that will plead with me? for now, if I hold my tongue, I shall give up the spirit."
        },
        {
            "reference":  "Job 13:20",
             "verseNumber":  20,
             "scripture":  "Only do not two things unto me: then will I not hide myself from you."
        },
        {
            "reference":  "Job 13:21",
             "verseNumber":  21,
             "scripture":  "Withdraw yours hand far from me: and let not your dread make me afraid."
        },
        {
            "reference":  "Job 13:22",
             "verseNumber":  22,
             "scripture":  "Then call you, and I will answer: or let me speak, and answer you me."
        },
        {
            "reference":  "Job 13:23",
             "verseNumber":  23,
             "scripture":  "How many are mine iniquities and sins? make me to know my transgression and my sin."
        },
        {
            "reference":  "Job 13:24",
             "verseNumber":  24,
             "scripture":  "Wherefore hide you your face, and hold me for yours enemy?"
        },
        {
            "reference":  "Job 13:25",
             "verseNumber":  25,
             "scripture":  "Will you break a leaf driven back and forth? and will you pursue the dry stubble?"
        },
        {
            "reference":  "Job 13:26",
             "verseNumber":  26,
             "scripture":  "For you write bitter things against me, and make me to possess the iniquities of my youth."
        },
        {
            "reference":  "Job 13:27",
             "verseNumber":  27,
             "scripture":  "You put my feet also in the stocks, and look narrowly unto all my paths; you set a print upon the heels of my feet."
        },
        {
            "reference":  "Job 13:28",
             "verseNumber":  28,
             "scripture":  "And he, as a rotten thing, consumes, as a garment that is moth eaten."
        }
    ]
}