{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Job", "bookAbbreviation": "Job", "chapterNumber": 15, "verses": [{"reference": "Job 15:1", "verseNumber": 1, "scripture": "Then answered Eliphaz the Temanite, and said,"},{"reference": "Job 15:2", "verseNumber": 2, "scripture": "Should a wise man utter vain knowledge, and fill his belly with the east wind?"},{"reference": "Job 15:3", "verseNumber": 3, "scripture": "Should he reason with useless talk? or with speeches wherewith he can do no good?"},{"reference": "Job 15:4", "verseNumber": 4, "scripture": "Yea, you cast off fear, and restrain prayer before God."},{"reference": "Job 15:5", "verseNumber": 5, "scripture": "For your mouth utters yours iniquity, and you choose the tongue of the crafty."},{"reference": "Job 15:6", "verseNumber": 6, "scripture": "Yours own mouth condemns you, and not I: yea, yours own lips testify against you."},{"reference": "Job 15:7", "verseNumber": 7, "scripture": "Are you the first man that was born? or were you made before the hills?"},{"reference": "Job 15:8", "verseNumber": 8, "scripture": "Have you heard the secret of God? and do you restrain wisdom to yourself?"},{"reference": "Job 15:9", "verseNumber": 9, "scripture": "What know you, that we know not? what understand you, which is not in us?"},{"reference": "Job 15:10", "verseNumber": 10, "scripture": "With us are both the grayheaded and very aged men, much elder than your father."},{"reference": "Job 15:11", "verseNumber": 11, "scripture": "Are the consolations of God small with you? is there any secret thing with you?"},{"reference": "Job 15:12", "verseNumber": 12, "scripture": "Why does yours heart carry you away? and what do your eyes overlook,"},{"reference": "Job 15:13", "verseNumber": 13, "scripture": "That you turn your spirit against God, and let such words go out of your mouth?"},{"reference": "Job 15:14", "verseNumber": 14, "scripture": "What is man, that he should be clean? and he which is born of a woman, that he should be righteous?"},{"reference": "Job 15:15", "verseNumber": 15, "scripture": "Behold, he puts no trust in his saints; yea, the heavens are not clean in his sight."},{"reference": "Job 15:16", "verseNumber": 16, "scripture": "How much more abominable and filthy is man, which drinks iniquity like water?"},{"reference": "Job 15:17", "verseNumber": 17, "scripture": "I will show you, hear me; and that which I have seen I will declare;"},{"reference": "Job 15:18", "verseNumber": 18, "scripture": "Which wise men have told from their fathers, and have not hid it:"},{"reference": "Job 15:19", "verseNumber": 19, "scripture": "Unto whom alone the earth was given, and no stranger passed among them."},{"reference": "Job 15:20", "verseNumber": 20, "scripture": "The wicked man labors with pain all his days, and the number of years is hidden to the oppressor."},{"reference": "Job 15:21", "verseNumber": 21, "scripture": "A dreadful sound is in his ears: in prosperity the destroyer shall come upon him."},{"reference": "Job 15:22", "verseNumber": 22, "scripture": "He believes not that he shall return out of darkness, and he is waited for of the sword."},{"reference": "Job 15:23", "verseNumber": 23, "scripture": "He wanders abroad for bread, saying, Where is it? he knows that the day of darkness is ready at his hand."},{"reference": "Job 15:24", "verseNumber": 24, "scripture": "Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle."},{"reference": "Job 15:25", "verseNumber": 25, "scripture": "For he stretches out his hand against God, and strengthens himself against the Almighty."},{"reference": "Job 15:26", "verseNumber": 26, "scripture": "He runs upon him, even on his neck, upon the thick bosses of his bucklers:"},{"reference": "Job 15:27", "verseNumber": 27, "scripture": "Because he covers his face with his fatness, and makes fatness on his flanks."},{"reference": "Job 15:28", "verseNumber": 28, "scripture": "And he dwells in desolate cities, and in houses which no man inhabits, which are ready to become heaps."},{"reference": "Job 15:29", "verseNumber": 29, "scripture": "He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth."},{"reference": "Job 15:30", "verseNumber": 30, "scripture": "He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away."},{"reference": "Job 15:31", "verseNumber": 31, "scripture": "Let not him that is deceived trust in vanity: for vanity shall be his recompence."},{"reference": "Job 15:32", "verseNumber": 32, "scripture": "It shall be accomplished before his time, and his branch shall not be green."},{"reference": "Job 15:33", "verseNumber": 33, "scripture": "He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive."},{"reference": "Job 15:34", "verseNumber": 34, "scripture": "For the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery."},{"reference": "Job 15:35", "verseNumber": 35, "scripture": "They conceive mischief, and bring forth vanity, and their belly prepares deceit."}]}