{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Job", "bookAbbreviation": "Job", "chapterNumber": 16, "verses": [{"reference": "Job 16:1", "verseNumber": 1, "scripture": "Then Job answered and said,"},{"reference": "Job 16:2", "verseNumber": 2, "scripture": "I have heard many such things: miserable comforters are all of you all."},{"reference": "Job 16:3", "verseNumber": 3, "scripture": "Shall vain words have an end? or what emboldens you that you answer?"},{"reference": "Job 16:4", "verseNumber": 4, "scripture": "I also could speak as all of you do: if your soul were in my soul's position, I could heap up words against you, and shake mine head at you."},{"reference": "Job 16:5", "verseNumber": 5, "scripture": "But I would strengthen you with my mouth, and the moving of my lips should subside your grief."},{"reference": "Job 16:6", "verseNumber": 6, "scripture": "Though I speak, my grief is not subsided: and though I forbear, what am I eased?"},{"reference": "Job 16:7", "verseNumber": 7, "scripture": "But now he has made me weary: you have made desolate all my company."},{"reference": "Job 16:8", "verseNumber": 8, "scripture": "And you have filled me with wrinkles, which is a witness against me: and my leanness rising up in me bears witness to my face."},{"reference": "Job 16:9", "verseNumber": 9, "scripture": "He tears me in his wrath, who hates me: he gnashes upon me with his teeth; mine enemy sharpens his eyes upon me."},{"reference": "Job 16:10", "verseNumber": 10, "scripture": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me."},{"reference": "Job 16:11", "verseNumber": 11, "scripture": "God has delivered me to the ungodly, and turned me over into the hands of the wicked."},{"reference": "Job 16:12", "verseNumber": 12, "scripture": "I was at ease, but he has broken me asunder: he has also taken me by my neck, and shaken me to pieces, and set me up for his mark."},{"reference": "Job 16:13", "verseNumber": 13, "scripture": "His archers compass me round about, he cleaves my reins asunder, and does not spare; he pours out my gall upon the ground."},{"reference": "Job 16:14", "verseNumber": 14, "scripture": "He breaks me with breach upon breach, he runs upon me like a giant."},{"reference": "Job 16:15", "verseNumber": 15, "scripture": "I have sewed sackcloth upon my skin, and defiled my horn in the dust."},{"reference": "Job 16:16", "verseNumber": 16, "scripture": "My face is foul with weeping, and on my eyelids is the shadow of death;"},{"reference": "Job 16:17", "verseNumber": 17, "scripture": "Not for any injustice in mine hands: also my prayer is pure."},{"reference": "Job 16:18", "verseNumber": 18, "scripture": "O earth, cover not you my blood, and let my cry have no place."},{"reference": "Job 16:19", "verseNumber": 19, "scripture": "Also now, behold, my witness is in heaven, and my record is on high."},{"reference": "Job 16:20", "verseNumber": 20, "scripture": "My friends scorn me: but mine eye pours out tears unto God."},{"reference": "Job 16:21", "verseNumber": 21, "scripture": "O that one might plead for a man with God, as a man pleads for his neighbour!"},{"reference": "Job 16:22", "verseNumber": 22, "scripture": "When a few years are come, then I shall go the way whence I shall not return."}]}