{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  19,
     "verses":  [
        {
            "reference":  "Job 19:1",
             "verseNumber":  1,
             "scripture":  "Then Job answered and said,"
        },
        {
            "reference":  "Job 19:2",
             "verseNumber":  2,
             "scripture":  "How long will all of you vex my soul, and break me in pieces with words?"
        },
        {
            "reference":  "Job 19:3",
             "verseNumber":  3,
             "scripture":  "These ten times have all of you reproached me: all of you are not ashamed that all of you make yourselves strange to me."
        },
        {
            "reference":  "Job 19:4",
             "verseNumber":  4,
             "scripture":  "And be it indeed that I have erred, mine error remains with myself."
        },
        {
            "reference":  "Job 19:5",
             "verseNumber":  5,
             "scripture":  "If indeed all of you will magnify yourselves against me, and plead against me my reproach:"
        },
        {
            "reference":  "Job 19:6",
             "verseNumber":  6,
             "scripture":  "Know now that God has overthrown me, and has compassed me with his net."
        },
        {
            "reference":  "Job 19:7",
             "verseNumber":  7,
             "scripture":  "Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment."
        },
        {
            "reference":  "Job 19:8",
             "verseNumber":  8,
             "scripture":  "He has fenced up my way that I cannot pass, and he has set darkness in my paths."
        },
        {
            "reference":  "Job 19:9",
             "verseNumber":  9,
             "scripture":  "He has stripped me of my glory, and taken the crown from my head."
        },
        {
            "reference":  "Job 19:10",
             "verseNumber":  10,
             "scripture":  "He has destroyed me on every side, and I am gone: and mine hope has he removed like a tree."
        },
        {
            "reference":  "Job 19:11",
             "verseNumber":  11,
             "scripture":  "He has also kindled his wrath against me, and he counts me unto him as one of his enemies."
        },
        {
            "reference":  "Job 19:12",
             "verseNumber":  12,
             "scripture":  "His troops come together, and raise up their way against me, and camp round about my tabernacle."
        },
        {
            "reference":  "Job 19:13",
             "verseNumber":  13,
             "scripture":  "He has put my brethren far from me, and mine acquaintance are verily cut off from me."
        },
        {
            "reference":  "Job 19:14",
             "verseNumber":  14,
             "scripture":  "My kinsfolk have failed, and my familiar friends have forgotten me."
        },
        {
            "reference":  "Job 19:15",
             "verseNumber":  15,
             "scripture":  "They that dwell in mine house, and my maids, count me for a stranger: I am an foreigner in their sight."
        },
        {
            "reference":  "Job 19:16",
             "verseNumber":  16,
             "scripture":  "I called my servant, and he gave me no answer; I implored him with my mouth."
        },
        {
            "reference":  "Job 19:17",
             "verseNumber":  17,
             "scripture":  "My breath is strange to my wife, though I implored for the children's sake of mine own body."
        },
        {
            "reference":  "Job 19:18",
             "verseNumber":  18,
             "scripture":  "Yea, young children despised me; I arose, and they spoke against me."
        },
        {
            "reference":  "Job 19:19",
             "verseNumber":  19,
             "scripture":  "All my inward friends abhorred me: and they whom I loved are turned against me."
        },
        {
            "reference":  "Job 19:20",
             "verseNumber":  20,
             "scripture":  "My bone cleaves to my skin and to my flesh, and I am escaped with the skin of my teeth."
        },
        {
            "reference":  "Job 19:21",
             "verseNumber":  21,
             "scripture":  "Have pity upon me, have pity upon me, O all of you my friends; for the hand of God has touched me."
        },
        {
            "reference":  "Job 19:22",
             "verseNumber":  22,
             "scripture":  "Why do all of you persecute me as God, and are not satisfied with my flesh?"
        },
        {
            "reference":  "Job 19:23",
             "verseNumber":  23,
             "scripture":  "Oh that my words were now written! oh that they were printed in a book!"
        },
        {
            "reference":  "Job 19:24",
             "verseNumber":  24,
             "scripture":  "That they were graven with an iron pen and lead in the rock for ever!"
        },
        {
            "reference":  "Job 19:25",
             "verseNumber":  25,
             "scripture":  "For I know that my redeemer lives, and that he shall stand at the latter day upon the earth:"
        },
        {
            "reference":  "Job 19:26",
             "verseNumber":  26,
             "scripture":  "And though after my skin worms destroy this body, yet in my flesh shall I see God:"
        },
        {
            "reference":  "Job 19:27",
             "verseNumber":  27,
             "scripture":  "Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me."
        },
        {
            "reference":  "Job 19:28",
             "verseNumber":  28,
             "scripture":  "But all of you should say, Why persecute we him, seeing the root of the matter is found in me?"
        },
        {
            "reference":  "Job 19:29",
             "verseNumber":  29,
             "scripture":  "Be all of you afraid of the sword: for wrath brings the punishments of the sword, that all of you may know there is a judgment."
        }
    ]
}