{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Job 2:1",
             "verseNumber":  1,
             "scripture":  "Again there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them to present himself before the LORD."
        },
        {
            "reference":  "Job 2:2",
             "verseNumber":  2,
             "scripture":  "And the LORD said unto Satan, From whence come you? And Satan answered the LORD, and said, From going back and forth in the earth, and from walking up and down in it."
        },
        {
            "reference":  "Job 2:3",
             "verseNumber":  3,
             "scripture":  "And the LORD said unto Satan, Have you considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that fears God, and turns away from evil? and still he holds fast his integrity, although you moved me against him, to destroy him without cause."
        },
        {
            "reference":  "Job 2:4",
             "verseNumber":  4,
             "scripture":  "And Satan answered the LORD, and said, Skin for skin, yea, all that a man has will he give for his life."
        },
        {
            "reference":  "Job 2:5",
             "verseNumber":  5,
             "scripture":  "But put forth yours hand now, and touch his bone and his flesh, and he will curse you to your face."
        },
        {
            "reference":  "Job 2:6",
             "verseNumber":  6,
             "scripture":  "And the LORD said unto Satan, Behold, he is in yours hand; but save his life."
        },
        {
            "reference":  "Job 2:7",
             "verseNumber":  7,
             "scripture":  "So went Satan forth from the presence of the LORD, and stroke Job with sore boils from the sole of his foot unto his crown."
        },
        {
            "reference":  "Job 2:8",
             "verseNumber":  8,
             "scripture":  "And he took him a potsherd to scrape himself likewise; and he sat down among the ashes."
        },
        {
            "reference":  "Job 2:9",
             "verseNumber":  9,
             "scripture":  "Then said his wife unto him, Do you still retain yours integrity? curse God, and die."
        },
        {
            "reference":  "Job 2:10",
             "verseNumber":  10,
             "scripture":  "But he said unto her, You speak as one of the foolish women speaks. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips."
        },
        {
            "reference":  "Job 2:11",
             "verseNumber":  11,
             "scripture":  "Now when Job's three friends heard of all this evil that was come upon him, they came every one from his own place; Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite: for they had made an appointment together to come to mourn with him and to comfort him."
        },
        {
            "reference":  "Job 2:12",
             "verseNumber":  12,
             "scripture":  "And when they lifted up their eyes far off, and knew him not, they lifted up their voice, and wept; and they rent every one his mantle, and sprinkled dust upon their heads toward heaven."
        },
        {
            "reference":  "Job 2:13",
             "verseNumber":  13,
             "scripture":  "So they sat down with him upon the ground seven days and seven nights, and none spoke a word unto him: for they saw that his grief was very great."
        }
    ]
}