{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Job", "bookAbbreviation": "Job", "chapterNumber": 20, "verses": [{"reference": "Job 20:1", "verseNumber": 1, "scripture": "Then answered Zophar the Naamathite, and said,"},{"reference": "Job 20:2", "verseNumber": 2, "scripture": "Therefore do my thoughts cause me to answer, and for this I make haste."},{"reference": "Job 20:3", "verseNumber": 3, "scripture": "I have heard the check of my reproach, and the spirit of my understanding causes me to answer."},{"reference": "Job 20:4", "verseNumber": 4, "scripture": "Know you not this of old, since man was placed upon earth,"},{"reference": "Job 20:5", "verseNumber": 5, "scripture": "That the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?"},{"reference": "Job 20:6", "verseNumber": 6, "scripture": "Though his excellency mount up to the heavens, and his head reach unto the clouds;"},{"reference": "Job 20:7", "verseNumber": 7, "scripture": "Yet he shall perish for ever like his own dung: they which have seen him shall say, Where is he?"},{"reference": "Job 20:8", "verseNumber": 8, "scripture": "He shall fly away as a dream, and shall not be found: yea, he shall be chased away as a vision of the night."},{"reference": "Job 20:9", "verseNumber": 9, "scripture": "The eye also which saw him shall see him no more; neither shall his place any more behold him."},{"reference": "Job 20:10", "verseNumber": 10, "scripture": "His children shall seek to please the poor, and his hands shall restore their goods."},{"reference": "Job 20:11", "verseNumber": 11, "scripture": "His bones are full of the sin of his youth, which shall lie down with him in the dust."},{"reference": "Job 20:12", "verseNumber": 12, "scripture": "Though wickedness be sweet in his mouth, though he hide it under his tongue;"},{"reference": "Job 20:13", "verseNumber": 13, "scripture": "Though he spare it, and forsake it not; but keep it still within his mouth:"},{"reference": "Job 20:14", "verseNumber": 14, "scripture": "Yet his food in his bowels is turned, it is the gall of asps within him."},{"reference": "Job 20:15", "verseNumber": 15, "scripture": "He has swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly."},{"reference": "Job 20:16", "verseNumber": 16, "scripture": "He shall suck the poison of asps: the viper's tongue shall slay him."},{"reference": "Job 20:17", "verseNumber": 17, "scripture": "He shall not see the rivers, the floods, the brooks of honey and butter."},{"reference": "Job 20:18", "verseNumber": 18, "scripture": "That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein."},{"reference": "Job 20:19", "verseNumber": 19, "scripture": "Because he has oppressed and has forsaken the poor; because he has violently taken away an house which he built not;"},{"reference": "Job 20:20", "verseNumber": 20, "scripture": "Surely he shall not feel quietness in his belly, he shall not save of that which he desired."},{"reference": "Job 20:21", "verseNumber": 21, "scripture": "There shall none of his food be left; therefore shall no man look for his goods."},{"reference": "Job 20:22", "verseNumber": 22, "scripture": "In the fullness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him."},{"reference": "Job 20:23", "verseNumber": 23, "scripture": "When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating."},{"reference": "Job 20:24", "verseNumber": 24, "scripture": "He shall flee from the iron weapon, and the bow of steel shall strike him through."},{"reference": "Job 20:25", "verseNumber": 25, "scripture": "It is drawn, and comes out of the body; yea, the glittering sword comes out of his gall: terrors are upon him."},{"reference": "Job 20:26", "verseNumber": 26, "scripture": "All darkness shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle."},{"reference": "Job 20:27", "verseNumber": 27, "scripture": "The heaven shall reveal his iniquity; and the earth shall rise up against him."},{"reference": "Job 20:28", "verseNumber": 28, "scripture": "The increase of his house shall depart, and his goods shall flow away in the day of his wrath."},{"reference": "Job 20:29", "verseNumber": 29, "scripture": "This is the portion of a wicked man from God, and the heritage appointed unto him by God."}]}