{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  21,
     "verses":  [
        {
            "reference":  "Job 21:1",
             "verseNumber":  1,
             "scripture":  "But Job answered and said,"
        },
        {
            "reference":  "Job 21:2",
             "verseNumber":  2,
             "scripture":  "Hear diligently my speech, and let this be your consolations."
        },
        {
            "reference":  "Job 21:3",
             "verseNumber":  3,
             "scripture":  "Suffer me that I may speak; and after that I have spoken, mock on."
        },
        {
            "reference":  "Job 21:4",
             "verseNumber":  4,
             "scripture":  "As for me, is my complaint to man? and if it were so, why should not my spirit be troubled?"
        },
        {
            "reference":  "Job 21:5",
             "verseNumber":  5,
             "scripture":  "Mark me, and be astonished, and lay your hand upon your mouth."
        },
        {
            "reference":  "Job 21:6",
             "verseNumber":  6,
             "scripture":  "Even when I remember I am afraid, and trembling takes hold on my flesh."
        },
        {
            "reference":  "Job 21:7",
             "verseNumber":  7,
             "scripture":  "Wherefore do the wicked live, become old, yea, are mighty in power?"
        },
        {
            "reference":  "Job 21:8",
             "verseNumber":  8,
             "scripture":  "Their seed is established in their sight with them, and their offspring before their eyes."
        },
        {
            "reference":  "Job 21:9",
             "verseNumber":  9,
             "scripture":  "Their houses are safe from fear, neither is the rod of God upon them."
        },
        {
            "reference":  "Job 21:10",
             "verseNumber":  10,
             "scripture":  "Their bull genders, and fails not; their cow calves, and casts not her calf."
        },
        {
            "reference":  "Job 21:11",
             "verseNumber":  11,
             "scripture":  "They send forth their little ones like a flock, and their children dance."
        },
        {
            "reference":  "Job 21:12",
             "verseNumber":  12,
             "scripture":  "They take the timbrel and harp, and rejoice at the sound of the organ."
        },
        {
            "reference":  "Job 21:13",
             "verseNumber":  13,
             "scripture":  "They spend their days in wealth, and in a moment go down to the grave."
        },
        {
            "reference":  "Job 21:14",
             "verseNumber":  14,
             "scripture":  "Therefore they say unto God, Depart from us; for we desire not the knowledge of your ways."
        },
        {
            "reference":  "Job 21:15",
             "verseNumber":  15,
             "scripture":  "What is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?"
        },
        {
            "reference":  "Job 21:16",
             "verseNumber":  16,
             "scripture":  "Lo, their good is not in their hand: the counsel of the wicked is far from me."
        },
        {
            "reference":  "Job 21:17",
             "verseNumber":  17,
             "scripture":  "How often is the candle of the wicked put out! and how often comes their destruction upon them! God distributes sorrows in his anger."
        },
        {
            "reference":  "Job 21:18",
             "verseNumber":  18,
             "scripture":  "They are as stubble before the wind, and as chaff that the storm carries away."
        },
        {
            "reference":  "Job 21:19",
             "verseNumber":  19,
             "scripture":  "God lays up his iniquity for his children: he rewards him, and he shall know it."
        },
        {
            "reference":  "Job 21:20",
             "verseNumber":  20,
             "scripture":  "His eyes shall see his destruction, and he shall drink of the wrath of the Almighty."
        },
        {
            "reference":  "Job 21:21",
             "verseNumber":  21,
             "scripture":  "For what pleasure has he in his house after him, when the number of his months is cut off in the midst?"
        },
        {
            "reference":  "Job 21:22",
             "verseNumber":  22,
             "scripture":  "Shall any teach God knowledge? seeing he judges those that are high."
        },
        {
            "reference":  "Job 21:23",
             "verseNumber":  23,
             "scripture":  "One dies in his full strength, being wholly at ease and quiet."
        },
        {
            "reference":  "Job 21:24",
             "verseNumber":  24,
             "scripture":  "His breasts are full of milk, and his bones are moistened with marrow."
        },
        {
            "reference":  "Job 21:25",
             "verseNumber":  25,
             "scripture":  "And another dies in the bitterness of his soul, and never eats with pleasure."
        },
        {
            "reference":  "Job 21:26",
             "verseNumber":  26,
             "scripture":  "They shall lie down alike in the dust, and the worms shall cover them."
        },
        {
            "reference":  "Job 21:27",
             "verseNumber":  27,
             "scripture":  "Behold, I know your thoughts, and the devices which all of you wrongfully imagine against me."
        },
        {
            "reference":  "Job 21:28",
             "verseNumber":  28,
             "scripture":  "For all of you say, Where is the house of the prince? and where are the dwelling places of the wicked?"
        },
        {
            "reference":  "Job 21:29",
             "verseNumber":  29,
             "scripture":  "Have all of you not asked them that go by the way? and do all of you not know their tokens,"
        },
        {
            "reference":  "Job 21:30",
             "verseNumber":  30,
             "scripture":  "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath."
        },
        {
            "reference":  "Job 21:31",
             "verseNumber":  31,
             "scripture":  "Who shall declare his way to his face? and who shall repay him what he has done?"
        },
        {
            "reference":  "Job 21:32",
             "verseNumber":  32,
             "scripture":  "Yet shall he be brought to the grave, and shall remain in the tomb."
        },
        {
            "reference":  "Job 21:33",
             "verseNumber":  33,
             "scripture":  "The clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him."
        },
        {
            "reference":  "Job 21:34",
             "verseNumber":  34,
             "scripture":  "How then comfort all of you me in vain, seeing in your answers there remains falsehood?"
        }
    ]
}