{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  30,
     "verses":  [
        {
            "reference":  "Job 30:1",
             "verseNumber":  1,
             "scripture":  "But now they that are younger than I have me in derision, whose fathers I would have disdained to have set with the dogs of my flock."
        },
        {
            "reference":  "Job 30:2",
             "verseNumber":  2,
             "scripture":  "Yea, whereto might the strength of their hands profit me, in whom old age was perished?"
        },
        {
            "reference":  "Job 30:3",
             "verseNumber":  3,
             "scripture":  "For lack and famine they were solitary; fleeing into the wilderness in former time desolate and waste."
        },
        {
            "reference":  "Job 30:4",
             "verseNumber":  4,
             "scripture":  "Who cut up mallows by the bushes, and juniper roots for their food."
        },
        {
            "reference":  "Job 30:5",
             "verseNumber":  5,
             "scripture":  "They were driven forth from among men, (they cried after them as after a thief;)"
        },
        {
            "reference":  "Job 30:6",
             "verseNumber":  6,
             "scripture":  "To dwell in the cliffs of the valleys, in caves of the earth, and in the rocks."
        },
        {
            "reference":  "Job 30:7",
             "verseNumber":  7,
             "scripture":  "Among the bushes they brayed; under the nettles they were gathered together."
        },
        {
            "reference":  "Job 30:8",
             "verseNumber":  8,
             "scripture":  "They were children of fools, yea, children of base men: they were viler than the earth."
        },
        {
            "reference":  "Job 30:9",
             "verseNumber":  9,
             "scripture":  "And now am I their song, yea, I am their byword."
        },
        {
            "reference":  "Job 30:10",
             "verseNumber":  10,
             "scripture":  "They detest me, they flee far from me, and spare not to spit in my face."
        },
        {
            "reference":  "Job 30:11",
             "verseNumber":  11,
             "scripture":  "Because he has loosed my cord, and afflicted me, they have also let loose the bridle before me."
        },
        {
            "reference":  "Job 30:12",
             "verseNumber":  12,
             "scripture":  "Upon my right hand rise the youth; they push away my feet, and they raise up against me the ways of their destruction."
        },
        {
            "reference":  "Job 30:13",
             "verseNumber":  13,
             "scripture":  "They ruin my path, they set forward my calamity, they have no helper."
        },
        {
            "reference":  "Job 30:14",
             "verseNumber":  14,
             "scripture":  "They came upon me as a wide breaking in of waters: in the desolation they rolled themselves upon me."
        },
        {
            "reference":  "Job 30:15",
             "verseNumber":  15,
             "scripture":  "Terrors are turned upon me: they pursue my soul as the wind: and my welfare passes away as a cloud."
        },
        {
            "reference":  "Job 30:16",
             "verseNumber":  16,
             "scripture":  "And now my soul is poured out upon me; the days of affliction have taken hold upon me."
        },
        {
            "reference":  "Job 30:17",
             "verseNumber":  17,
             "scripture":  "My bones are pierced in me in the night season: and my sinews take no rest."
        },
        {
            "reference":  "Job 30:18",
             "verseNumber":  18,
             "scripture":  "By the great force of my disease is my garment changed: it binds me about as the collar of my coat."
        },
        {
            "reference":  "Job 30:19",
             "verseNumber":  19,
             "scripture":  "He has cast me into the mire, and I am become like dust and ashes."
        },
        {
            "reference":  "Job 30:20",
             "verseNumber":  20,
             "scripture":  "I cry unto you, and you do not hear me: I stand up, and you regard me not."
        },
        {
            "reference":  "Job 30:21",
             "verseNumber":  21,
             "scripture":  "You are become cruel to me: with your strong hand you oppose yourself against me."
        },
        {
            "reference":  "Job 30:22",
             "verseNumber":  22,
             "scripture":  "You lift me up to the wind; you cause me to ride upon it, and dissolve my substance."
        },
        {
            "reference":  "Job 30:23",
             "verseNumber":  23,
             "scripture":  "For I know that you will bring me to death, and to the house appointed for all living."
        },
        {
            "reference":  "Job 30:24",
             "verseNumber":  24,
             "scripture":  "Nevertheless he will not stretch out his hand to the grave, though they cry in his destruction."
        },
        {
            "reference":  "Job 30:25",
             "verseNumber":  25,
             "scripture":  "Did not I weep for him that was in trouble? was not my soul grieved for the poor?"
        },
        {
            "reference":  "Job 30:26",
             "verseNumber":  26,
             "scripture":  "When I looked for good, then evil came unto me: and when I waited for light, there came darkness."
        },
        {
            "reference":  "Job 30:27",
             "verseNumber":  27,
             "scripture":  "My bowels boiled, and rested not: the days of affliction prevented me."
        },
        {
            "reference":  "Job 30:28",
             "verseNumber":  28,
             "scripture":  "I went mourning without the sun: I stood up, and I cried in the congregation."
        },
        {
            "reference":  "Job 30:29",
             "verseNumber":  29,
             "scripture":  "I am a brother to dragons, and a companion to owls."
        },
        {
            "reference":  "Job 30:30",
             "verseNumber":  30,
             "scripture":  "My skin is black upon me, and my bones are burned with heat."
        },
        {
            "reference":  "Job 30:31",
             "verseNumber":  31,
             "scripture":  "My harp also is turned to mourning, and my organ into the voice of them that weep."
        }
    ]
}