{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Job", "bookAbbreviation": "Job", "chapterNumber": 39, "verses": [{"reference": "Job 39:1", "verseNumber": 1, "scripture": "Know you the time when the wild goats of the rock bring forth? or can you mark when the hinds do calve?"},{"reference": "Job 39:2", "verseNumber": 2, "scripture": "Can you number the months that they fulfill? or know you the time when they bring forth?"},{"reference": "Job 39:3", "verseNumber": 3, "scripture": "They bow themselves, they bring forth their young ones, they cast out their sorrows."},{"reference": "Job 39:4", "verseNumber": 4, "scripture": "Their young ones are in good looking, they grow up with corn; they go forth, and return not unto them."},{"reference": "Job 39:5", "verseNumber": 5, "scripture": "Who has sent out the wild ass free? or who has loosed the bands of the wild ass?"},{"reference": "Job 39:6", "verseNumber": 6, "scripture": "Whose house I have made the wilderness, and the barren land his dwellings."},{"reference": "Job 39:7", "verseNumber": 7, "scripture": "He scorns the multitude of the city, neither regards he the crying of the driver."},{"reference": "Job 39:8", "verseNumber": 8, "scripture": "The range of the mountains is his pasture, and he searches after every green thing."},{"reference": "Job 39:9", "verseNumber": 9, "scripture": "Will the unicorn be willing to serve you, or abide by your crib?"},{"reference": "Job 39:10", "verseNumber": 10, "scripture": "Can you bind the unicorn with his band in the furrow? or will he harrow the valleys after you?"},{"reference": "Job 39:11", "verseNumber": 11, "scripture": "Will you trust him, because his strength is great? or will you leave your labour to him?"},{"reference": "Job 39:12", "verseNumber": 12, "scripture": "Will you believe him, that he will bring home your seed, and gather it into your barn?"},{"reference": "Job 39:13", "verseNumber": 13, "scripture": "Gave you the goodly wings unto the peacocks? or wings and feathers unto the ostrich?"},{"reference": "Job 39:14", "verseNumber": 14, "scripture": "Which left her eggs in the earth, and warms them in dust,"},{"reference": "Job 39:15", "verseNumber": 15, "scripture": "And forgets that the foot may crush them, or that the wild beast may break them."},{"reference": "Job 39:16", "verseNumber": 16, "scripture": "She is hardened against her young ones, as though they were not her's: her labour is in vain without fear;"},{"reference": "Job 39:17", "verseNumber": 17, "scripture": "Because God has deprived her of wisdom, neither has he imparted to her understanding."},{"reference": "Job 39:18", "verseNumber": 18, "scripture": "What time she lifts up herself on high, she scorns the horse and his rider."},{"reference": "Job 39:19", "verseNumber": 19, "scripture": "Have you given the horse strength? have you clothed his neck with thunder?"},{"reference": "Job 39:20", "verseNumber": 20, "scripture": "Can you make him afraid as a grasshopper? the glory of his nostrils is terrible."},{"reference": "Job 39:21", "verseNumber": 21, "scripture": "He paws in the valley, and rejoices in his strength: he goes on to meet the armed men."},{"reference": "Job 39:22", "verseNumber": 22, "scripture": "He mocks at fear, and is not affrighted; neither turns he back from the sword."},{"reference": "Job 39:23", "verseNumber": 23, "scripture": "The quiver rattles against him, the glittering spear and the shield."},{"reference": "Job 39:24", "verseNumber": 24, "scripture": "He swallows the ground with fierceness and rage: neither believes he that it is the sound of the trumpet."},{"reference": "Job 39:25", "verseNumber": 25, "scripture": "He says among the trumpets, Ha, ha; and he smells the battle far off, the thunder of the captains, and the shouting."},{"reference": "Job 39:26", "verseNumber": 26, "scripture": "Does the hawk fly by your wisdom, and stretch her wings toward the south?"},{"reference": "Job 39:27", "verseNumber": 27, "scripture": "Does the eagle mount up at your command, and make her nest on high?"},{"reference": "Job 39:28", "verseNumber": 28, "scripture": "She dwells and abides on the rock, upon the crag of the rock, and the strong place."},{"reference": "Job 39:29", "verseNumber": 29, "scripture": "From thence she seeks the prey, and her eyes behold far off."},{"reference": "Job 39:30", "verseNumber": 30, "scripture": "Her young ones also suck up blood: and where the slain are, there is she."}]}