{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  40,
     "verses":  [
        {
            "reference":  "Job 40:1",
             "verseNumber":  1,
             "scripture":  "Moreover the LORD answered Job, and said,"
        },
        {
            "reference":  "Job 40:2",
             "verseNumber":  2,
             "scripture":  "Shall he that contends with the Almighty instruct him? he that reproves God, let him answer it."
        },
        {
            "reference":  "Job 40:3",
             "verseNumber":  3,
             "scripture":  "Then Job answered the LORD, and said,"
        },
        {
            "reference":  "Job 40:4",
             "verseNumber":  4,
             "scripture":  "Behold, I am vile; what shall I answer you? I will lay mine hand upon my mouth."
        },
        {
            "reference":  "Job 40:5",
             "verseNumber":  5,
             "scripture":  "Once have I spoken; but I will not answer: yea, twice; but I will proceed no further."
        },
        {
            "reference":  "Job 40:6",
             "verseNumber":  6,
             "scripture":  "Then answered the LORD unto Job out of the whirlwind, and said,"
        },
        {
            "reference":  "Job 40:7",
             "verseNumber":  7,
             "scripture":  "Gird up your loins now like a man: I will demand of you, and declare you unto me."
        },
        {
            "reference":  "Job 40:8",
             "verseNumber":  8,
             "scripture":  "Will you also nullify my judgment? will you condemn me, that you may be righteous?"
        },
        {
            "reference":  "Job 40:9",
             "verseNumber":  9,
             "scripture":  "Have you an arm like God? or can you thunder with a voice like him?"
        },
        {
            "reference":  "Job 40:10",
             "verseNumber":  10,
             "scripture":  "Deck yourself now with majesty and excellency; and array yourself with glory and beauty."
        },
        {
            "reference":  "Job 40:11",
             "verseNumber":  11,
             "scripture":  "Cast abroad the rage of your wrath: and behold every one that is proud, and bring low him."
        },
        {
            "reference":  "Job 40:12",
             "verseNumber":  12,
             "scripture":  "Look on every one that is proud, and bring him low; and tread down the wicked in their place."
        },
        {
            "reference":  "Job 40:13",
             "verseNumber":  13,
             "scripture":  "Hide them in the dust together; and bind their faces in secret."
        },
        {
            "reference":  "Job 40:14",
             "verseNumber":  14,
             "scripture":  "Then will I also confess unto you that yours own right hand can save you."
        },
        {
            "reference":  "Job 40:15",
             "verseNumber":  15,
             "scripture":  "Behold now behemoth, which I made with you; he eats grass as an ox."
        },
        {
            "reference":  "Job 40:16",
             "verseNumber":  16,
             "scripture":  "Lo now, his strength is in his loins, and his force is in the navel of his belly."
        },
        {
            "reference":  "Job 40:17",
             "verseNumber":  17,
             "scripture":  "He moves his tail like a cedar: the sinews of his stones are wrapped together."
        },
        {
            "reference":  "Job 40:18",
             "verseNumber":  18,
             "scripture":  "His bones are as strong pieces of brass; his bones are like bars of iron."
        },
        {
            "reference":  "Job 40:19",
             "verseNumber":  19,
             "scripture":  "He is the chief of the ways of God: he that made him can make his sword to approach unto him."
        },
        {
            "reference":  "Job 40:20",
             "verseNumber":  20,
             "scripture":  "Surely the mountains bring him forth food, where all the beasts of the field play."
        },
        {
            "reference":  "Job 40:21",
             "verseNumber":  21,
             "scripture":  "He lies under the shady trees, in the covert of the reed, and fens."
        },
        {
            "reference":  "Job 40:22",
             "verseNumber":  22,
             "scripture":  "The shady trees cover him with their shadow; the willows of the brook compass him about."
        },
        {
            "reference":  "Job 40:23",
             "verseNumber":  23,
             "scripture":  "Behold, he drinks up a river, and hastes not: he trusts that he can draw up Jordan into his mouth."
        },
        {
            "reference":  "Job 40:24",
             "verseNumber":  24,
             "scripture":  "He takes it with his eyes: his nose pierces through snares."
        }
    ]
}