{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  41,
     "verses":  [
        {
            "reference":  "Job 41:1",
             "verseNumber":  1,
             "scripture":  "Can you draw out leviathan with an hook? or his tongue with a cord which you let down?"
        },
        {
            "reference":  "Job 41:2",
             "verseNumber":  2,
             "scripture":  "Can you put an hook into his nose? or bore his jaw through with a thorn?"
        },
        {
            "reference":  "Job 41:3",
             "verseNumber":  3,
             "scripture":  "Will he make many supplications unto you? will he speak soft words unto you?"
        },
        {
            "reference":  "Job 41:4",
             "verseNumber":  4,
             "scripture":  "Will he make a covenant with you? will you take him for a servant for ever?"
        },
        {
            "reference":  "Job 41:5",
             "verseNumber":  5,
             "scripture":  "Will you play with him as with a bird? or will you bind him for your maidens?"
        },
        {
            "reference":  "Job 41:6",
             "verseNumber":  6,
             "scripture":  "Shall the companions make a banquet of him? shall they part him among the merchants?"
        },
        {
            "reference":  "Job 41:7",
             "verseNumber":  7,
             "scripture":  "Can you fill his skin with barbed irons? or his head with fish spears?"
        },
        {
            "reference":  "Job 41:8",
             "verseNumber":  8,
             "scripture":  "Lay yours hand upon him, remember the battle, do no more."
        },
        {
            "reference":  "Job 41:9",
             "verseNumber":  9,
             "scripture":  "Behold, the hope of him is in vain: shall not one be cast down even at the sight of him?"
        },
        {
            "reference":  "Job 41:10",
             "verseNumber":  10,
             "scripture":  "None is so fierce that dare stir him up: who then is able to stand before me?"
        },
        {
            "reference":  "Job 41:11",
             "verseNumber":  11,
             "scripture":  "Who has prevented me, that I should repay him? whatsoever is under the whole heaven is mine."
        },
        {
            "reference":  "Job 41:12",
             "verseNumber":  12,
             "scripture":  "I will not conceal his parts, nor his power, nor his comely proportion."
        },
        {
            "reference":  "Job 41:13",
             "verseNumber":  13,
             "scripture":  "Who can discover the face of his garment? or who can come to him with his double bridle?"
        },
        {
            "reference":  "Job 41:14",
             "verseNumber":  14,
             "scripture":  "Who can open the doors of his face? his teeth are terrible round about."
        },
        {
            "reference":  "Job 41:15",
             "verseNumber":  15,
             "scripture":  "His scales are his pride, shut up together as with a close seal."
        },
        {
            "reference":  "Job 41:16",
             "verseNumber":  16,
             "scripture":  "One is so near to another, that no air can come between them."
        },
        {
            "reference":  "Job 41:17",
             "verseNumber":  17,
             "scripture":  "They are joined one to another, they stick together, that they cannot be sundered."
        },
        {
            "reference":  "Job 41:18",
             "verseNumber":  18,
             "scripture":  "By his exhaling a light does shine, and his eyes are like the eyelids of the morning."
        },
        {
            "reference":  "Job 41:19",
             "verseNumber":  19,
             "scripture":  "Out of his mouth go burning lamps, and sparks of fire leap out."
        },
        {
            "reference":  "Job 41:20",
             "verseNumber":  20,
             "scripture":  "Out of his nostrils goes smoke, as out of a seething pot or caldron."
        },
        {
            "reference":  "Job 41:21",
             "verseNumber":  21,
             "scripture":  "His breath kindles coals, and a flame goes out of his mouth."
        },
        {
            "reference":  "Job 41:22",
             "verseNumber":  22,
             "scripture":  "In his neck remains strength, and sorrow is turned into joy before him."
        },
        {
            "reference":  "Job 41:23",
             "verseNumber":  23,
             "scripture":  "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved."
        },
        {
            "reference":  "Job 41:24",
             "verseNumber":  24,
             "scripture":  "His heart is as firm as a stone; yea, as hard as a piece of the nether millstone."
        },
        {
            "reference":  "Job 41:25",
             "verseNumber":  25,
             "scripture":  "When he raises up himself, the mighty are afraid: by reason of breakings they purify themselves."
        },
        {
            "reference":  "Job 41:26",
             "verseNumber":  26,
             "scripture":  "The sword of him that lays at him cannot hold: the spear, the dart, nor the armour of jacket."
        },
        {
            "reference":  "Job 41:27",
             "verseNumber":  27,
             "scripture":  "He esteems iron as straw, and brass as rotten wood."
        },
        {
            "reference":  "Job 41:28",
             "verseNumber":  28,
             "scripture":  "The arrow cannot make him flee: sling stones are turned with him into stubble."
        },
        {
            "reference":  "Job 41:29",
             "verseNumber":  29,
             "scripture":  "Darts are counted as stubble: he laughs at the shaking of a spear."
        },
        {
            "reference":  "Job 41:30",
             "verseNumber":  30,
             "scripture":  "Sharp stones are under him: he spreads sharp pointed things upon the mire."
        },
        {
            "reference":  "Job 41:31",
             "verseNumber":  31,
             "scripture":  "He makes the deep to boil like a pot: he makes the sea like a pot of ointment."
        },
        {
            "reference":  "Job 41:32",
             "verseNumber":  32,
             "scripture":  "He makes a path to shine after him; one would think the deep to be hoary."
        },
        {
            "reference":  "Job 41:33",
             "verseNumber":  33,
             "scripture":  "Upon earth there is not his like, who is made without fear."
        },
        {
            "reference":  "Job 41:34",
             "verseNumber":  34,
             "scripture":  "He beholds all high things: he is a king over all the children of pride."
        }
    ]
}