{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Job",
     "bookAbbreviation":  "Job",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Job 5:1",
             "verseNumber":  1,
             "scripture":  "Call now, if there be any that will answer you; and to which of the saints will you turn?"
        },
        {
            "reference":  "Job 5:2",
             "verseNumber":  2,
             "scripture":  "For wrath kills the foolish man, and envy slays the silly one."
        },
        {
            "reference":  "Job 5:3",
             "verseNumber":  3,
             "scripture":  "I have seen the foolish taking root: but suddenly I cursed his habitation."
        },
        {
            "reference":  "Job 5:4",
             "verseNumber":  4,
             "scripture":  "His children are far from safety, and they are crushed in the gate, neither is there any to deliver them."
        },
        {
            "reference":  "Job 5:5",
             "verseNumber":  5,
             "scripture":  "Whose harvest the hungry eats up, and takes it even out of the thorns, and the robber swallows up their substance."
        },
        {
            "reference":  "Job 5:6",
             "verseNumber":  6,
             "scripture":  "Although affliction comes not out of the dust, neither does trouble spring out of the ground;"
        },
        {
            "reference":  "Job 5:7",
             "verseNumber":  7,
             "scripture":  "Yet man is born unto trouble, as the sparks fly upward."
        },
        {
            "reference":  "Job 5:8",
             "verseNumber":  8,
             "scripture":  "I would seek unto God, and unto God would I commit my cause:"
        },
        {
            "reference":  "Job 5:9",
             "verseNumber":  9,
             "scripture":  "Which does great things and unsearchable; marvellous things without number:"
        },
        {
            "reference":  "Job 5:10",
             "verseNumber":  10,
             "scripture":  "Who gives rain upon the earth, and sends waters upon the fields:"
        },
        {
            "reference":  "Job 5:11",
             "verseNumber":  11,
             "scripture":  "To set up on high those that be low; that those which mourn may be exalted to safety."
        },
        {
            "reference":  "Job 5:12",
             "verseNumber":  12,
             "scripture":  "He dissapoints the devices of the crafty, so that their hands cannot perform their enterprise."
        },
        {
            "reference":  "Job 5:13",
             "verseNumber":  13,
             "scripture":  "He takes the wise in their own craftiness: and the counsel of the perverse is carried headlong."
        },
        {
            "reference":  "Job 5:14",
             "verseNumber":  14,
             "scripture":  "They meet with darkness in the day time, and grope in the noonday as in the night."
        },
        {
            "reference":  "Job 5:15",
             "verseNumber":  15,
             "scripture":  "But he saves the poor from the sword, from their mouth, and from the hand of the mighty."
        },
        {
            "reference":  "Job 5:16",
             "verseNumber":  16,
             "scripture":  "So the poor has hope, and iniquity stops her mouth."
        },
        {
            "reference":  "Job 5:17",
             "verseNumber":  17,
             "scripture":  "Behold, happy is the man whom God corrects: therefore despise not you the chastening of the Almighty:"
        },
        {
            "reference":  "Job 5:18",
             "verseNumber":  18,
             "scripture":  "For he makes sore, and binds up: he wounds, and his hands make whole."
        },
        {
            "reference":  "Job 5:19",
             "verseNumber":  19,
             "scripture":  "He shall deliver you in six troubles: yea, in seven there shall no evil touch you."
        },
        {
            "reference":  "Job 5:20",
             "verseNumber":  20,
             "scripture":  "In famine he shall redeem you from death: and in war from the power of the sword."
        },
        {
            "reference":  "Job 5:21",
             "verseNumber":  21,
             "scripture":  "You shall be hid from the scourge of the tongue: neither shall you be afraid of destruction when it comes."
        },
        {
            "reference":  "Job 5:22",
             "verseNumber":  22,
             "scripture":  "At destruction and famine you shall laugh: neither shall you be afraid of the beasts of the earth."
        },
        {
            "reference":  "Job 5:23",
             "verseNumber":  23,
             "scripture":  "For you shall be in league with the stones of the field: and the beasts of the field shall be at peace with you."
        },
        {
            "reference":  "Job 5:24",
             "verseNumber":  24,
             "scripture":  "And you shall know that your tabernacle shall be in peace; and you shall visit your habitation, and shall not sin."
        },
        {
            "reference":  "Job 5:25",
             "verseNumber":  25,
             "scripture":  "You shall know also that your seed shall be great, and yours offspring as the grass of the earth."
        },
        {
            "reference":  "Job 5:26",
             "verseNumber":  26,
             "scripture":  "You shall come to your grave in a full age, like a shock of corn comes in in his season."
        },
        {
            "reference":  "Job 5:27",
             "verseNumber":  27,
             "scripture":  "Lo this, we have searched it, so it is; hear it, and know you it for your good."
        }
    ]
}