{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Job", "bookAbbreviation": "Job", "chapterNumber": 6, "verses": [{"reference": "Job 6:1", "verseNumber": 1, "scripture": "But Job answered and said,"},{"reference": "Job 6:2", "verseNumber": 2, "scripture": "Oh that my grief were thoroughly weighed, and my calamity laid in the balances together!"},{"reference": "Job 6:3", "verseNumber": 3, "scripture": "For now it would be heavier than the sand of the sea: therefore my words are swallowed up."},{"reference": "Job 6:4", "verseNumber": 4, "scripture": "For the arrows of the Almighty are within me, the poison whereof drinks up my spirit: the terrors of God do set themselves in array against me."},{"reference": "Job 6:5", "verseNumber": 5, "scripture": "Does the wild ass bray when he has grass? or lows the ox over his fodder?"},{"reference": "Job 6:6", "verseNumber": 6, "scripture": "Can that which is unpleasing be eaten without salt? or is there any taste in the white of an egg?"},{"reference": "Job 6:7", "verseNumber": 7, "scripture": "The things that my soul refused to touch are as my sorrowful food."},{"reference": "Job 6:8", "verseNumber": 8, "scripture": "Oh that I might have my request; and that God would grant me the thing that I long for!"},{"reference": "Job 6:9", "verseNumber": 9, "scripture": "Even that it would please God to destroy me; that he would let loose his hand, and cut me off!"},{"reference": "Job 6:10", "verseNumber": 10, "scripture": "Then should I yet have comfort; yea, I would harden myself in sorrow: let him not spare; for I have not concealed the words of the Holy One."},{"reference": "Job 6:11", "verseNumber": 11, "scripture": "What is my strength, that I should hope? and what is mine end, that I should prolong my life?"},{"reference": "Job 6:12", "verseNumber": 12, "scripture": "Is my strength the strength of stones? or is my flesh of brass?"},{"reference": "Job 6:13", "verseNumber": 13, "scripture": "Is not my help in me? and is wisdom driven quite from me?"},{"reference": "Job 6:14", "verseNumber": 14, "scripture": "To him that is afflicted pity should be showed from his friend; but he forsakes the fear of the Almighty."},{"reference": "Job 6:15", "verseNumber": 15, "scripture": "My brethren have dealt deceitfully as a brook, and as the stream of brooks they pass away;"},{"reference": "Job 6:16", "verseNumber": 16, "scripture": "Which are blackish by reason of the ice, and wherein the snow is hid:"},{"reference": "Job 6:17", "verseNumber": 17, "scripture": "What time they wax warm, they vanish: when it is hot, they are consumed out of their place."},{"reference": "Job 6:18", "verseNumber": 18, "scripture": "The paths of their way are turned aside; they go to nothing, and perish."},{"reference": "Job 6:19", "verseNumber": 19, "scripture": "The troops of Tema looked, the companies of Sheba waited for them."},{"reference": "Job 6:20", "verseNumber": 20, "scripture": "They were confounded because they had hoped; they came thither, and were ashamed."},{"reference": "Job 6:21", "verseNumber": 21, "scripture": "For now all of you are nothing; all of you see my casting down, and are afraid."},{"reference": "Job 6:22", "verseNumber": 22, "scripture": "Did I say, Bring unto me? or, Give a reward for me of your substance?"},{"reference": "Job 6:23", "verseNumber": 23, "scripture": "Or, Deliver me from the enemy's hand? or, Redeem me from the hand of the mighty?"},{"reference": "Job 6:24", "verseNumber": 24, "scripture": "Teach me, and I will hold my tongue: and cause me to understand wherein I have erred."},{"reference": "Job 6:25", "verseNumber": 25, "scripture": "How forcible are right words! but what does your arguing reprove?"},{"reference": "Job 6:26", "verseNumber": 26, "scripture": "Do all of you imagine to reprove words, and the speeches of one that is desperate, which are as wind?"},{"reference": "Job 6:27", "verseNumber": 27, "scripture": "Yea, all of you overwhelm the fatherless, and all of you dig a pit for your friend."},{"reference": "Job 6:28", "verseNumber": 28, "scripture": "Now therefore be content, look upon me; for it is evident unto you if I lie."},{"reference": "Job 6:29", "verseNumber": 29, "scripture": "Return, I pray you, let it not be iniquity; yea, return again, my righteousness is in it."},{"reference": "Job 6:30", "verseNumber": 30, "scripture": "Is there iniquity in my tongue? cannot my taste discern perverse things?"}]}