{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "சங்கீதம்", "bookAbbreviation": "சங்", "chapterNumber": 71, "verses": [{"reference": "சங்கீதம் 71:1", "verseNumber": 1, "scripture": "கர்த்தாவே, உம்மை நம்பியிருக்கிறேன்; நான் ஒருபோதும் வெட்கம் அடையாதபடி செய்யும்."},{"reference": "சங்கீதம் 71:2", "verseNumber": 2, "scripture": "உமது நீதியினிமித்தம் என்னை விடுவித்து, என்னைக் காத்தருளும்; உமது செவியை எனக்குச் சாய்த்து, என்னை இரட்சியும்."},{"reference": "சங்கீதம் 71:3", "verseNumber": 3, "scripture": "நான் எப்பொழுதும் வந்தடையத்தக்க கன்மலையாயிரும்; என்னை இரட்சிப்பதற்குக் கட்டளையிட்டீரே; நீரே என் கன்மலையும் என் கோட்டையுமாய் இருக்கிறீர்."},{"reference": "சங்கீதம் 71:4", "verseNumber": 4, "scripture": "என் தேவனே, துன்மார்க்கனுடைய கைக்கும், நியாயக்கேடும் கொடுமையுமுள்ளவனுடைய கைக்கும் என்னைத் தப்புவியும்."},{"reference": "சங்கீதம் 71:5", "verseNumber": 5, "scripture": "கர்த்தராகிய ஆண்டவரே, நீரே என் நோக்கமும், என் சிறுவயது தொடங்கி என் நம்பிக்கையுமாயிருக்கிறீர்."},{"reference": "சங்கீதம் 71:6", "verseNumber": 6, "scripture": "நான் கர்ப்பத்தில் உற்பவித்தது முதல் உம்மால் ஆதரிக்கப்பட்டேன்; என் தாயின் வயிற்றிலிருந்து என்னை எடுத்தவர் நீரே; உம்மையே நான் எப்பொழுதும் துதிப்பேன்."},{"reference": "சங்கீதம் 71:7", "verseNumber": 7, "scripture": "அநேகருக்கு நான் ஒரு புதுமைபோலானேன்; நீரோ எனக்குப் பலத்த அடைக்கலமாயிருக்கிறீர்."},{"reference": "சங்கீதம் 71:8", "verseNumber": 8, "scripture": "என் வாய் உமது துதியினாலும், நாள்தோறும் உமது மகத்துவத்தினாலும் நிறைந்திருப்பதாக."},{"reference": "சங்கீதம் 71:9", "verseNumber": 9, "scripture": "முதிர்ந்த வயதில் என்னைத் தள்ளிவிடாமலும், என் பெலன் ஒடுங்கும்போது என்னைக் கைவிடாமலும் இரும்."},{"reference": "சங்கீதம் 71:10", "verseNumber": 10, "scripture": "என் சத்துருக்கள் எனக்கு விரோதமாய்ப் பேசி, என் ஆத்துமாவுக்குக் காத்திருக்கிறவர்கள் ஏகமாய் ஆலோசனைபண்ணி:"},{"reference": "சங்கீதம் 71:11", "verseNumber": 11, "scripture": "தேவன் அவனைக் கைவிட்டார், அவனைத் தொடர்ந்து பிடியுங்கள்; அவனை விடுவிப்பார் இல்லை என்கிறார்கள்."},{"reference": "சங்கீதம் 71:12", "verseNumber": 12, "scripture": "தேவனே, எனக்குத் தூரமாயிராதேயும்; என் தேவனே, எனக்குச் சகாயம்பண்ணத் தீவிரியும்."},{"reference": "சங்கீதம் 71:13", "verseNumber": 13, "scripture": "என் ஆத்துமாவை விரோதிக்கிறவர்கள் வெட்கி அழியவும், எனக்குப் பொல்லாப்புத் தேடுகிறவர்கள் நிந்தையாலும் இலச்சையாலும் மூடப்படவுங்கடவர்கள்."},{"reference": "சங்கீதம் 71:14", "verseNumber": 14, "scripture": "நானோ எப்பொழுதும் நம்பிக்கைகொண்டிருந்து, மேன்மேலும் உம்மைத் துதிப்பேன்."},{"reference": "சங்கீதம் 71:15", "verseNumber": 15, "scripture": "என் வாய் நாள்தோறும் உமது நீதியையும் உமது இரட்சிப்பையும் சொல்லும்; அவைகளின் தொகையை நான் அறியேன்."},{"reference": "சங்கீதம் 71:16", "verseNumber": 16, "scripture": "கர்த்தராகிய ஆண்டவருடைய வல்லமையை முன்னிட்டு நடப்பேன்; உம்முடைய நீதியைப்பற்றியே மேன்மைபாராட்டுவேன்."},{"reference": "சங்கீதம் 71:17", "verseNumber": 17, "scripture": "தேவனே, என் சிறுவயதுமுதல் எனக்குப் போதித்து வந்தீர்; இதுவரைக்கும் உம்முடைய அதிசயங்களை அறிவித்துவந்தேன்."},{"reference": "சங்கீதம் 71:18", "verseNumber": 18, "scripture": "இப்பொழுதும் தேவனே, இந்தச் சந்ததிக்கு உமது வல்லமையையும், வரப்போகிற யாவருக்கும் உமது பராக்கிரமத்தையும் நான் அறிவிக்குமளவும், முதிர்வயதும் நரைமயிருமுள்ளவனாகும்வரைக்கும் என்னைக் கைவிடீராக."},{"reference": "சங்கீதம் 71:19", "verseNumber": 19, "scripture": "தேவனே, உம்முடைய நீதி உன்னதமானது, பெரிதானவைகளை நீர் செய்தீர்; தேவனே, உமக்கு நிகரானவர் யார்?"},{"reference": "சங்கீதம் 71:20", "verseNumber": 20, "scripture": "அநேக இக்கட்டுகளையும் ஆபத்துகளையும் காணும்படி செய்த என்னை நீர் திரும்பவும் உயிர்ப்பித்து, திரும்பவும் என்னைப் பூமியின் பாதாளங்களிலிருந்து ஏறப்பண்ணுவீர்."},{"reference": "சங்கீதம் 71:21", "verseNumber": 21, "scripture": "என் மேன்மையைப் பெருகப்பண்ணி, என்னை மறுபடியும் தேற்றுவீர்."},{"reference": "சங்கீதம் 71:22", "verseNumber": 22, "scripture": "என் தேவனே, நான் வீணையைக் கொண்டு உம்மையும் உம்முடைய சத்தியத்தையும் துதிப்பேன்; இஸ்ரவேலின் பரிசுத்தரே, சுரமண்டலத்தைக் கொண்டு உம்மைப் பாடுவேன்."},{"reference": "சங்கீதம் 71:23", "verseNumber": 23, "scripture": "நான் பாடும்போது என் உதடுகளும், நீர் மீட்டுக்கொண்ட என் ஆத்துமாவும் கெம்பீரித்து மகிழும்."},{"reference": "சங்கீதம் 71:24", "verseNumber": 24, "scripture": "எனக்குப் பொல்லாப்பைத் தேடுகிறவர்கள் வெட்கி இலச்சையடைந்தபடியால், நாள்தோறும் என் நாவு உமது நீதியைக் கொண்டாடும்."}]}