{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Micah",
     "bookAbbreviation":  "Mic",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Micah 2:1",
             "verseNumber":  1,
             "scripture":  "Woe to them that devise iniquity, and work evil upon their beds! when the morning is light, they practice it, because it is in the power of their hand."
        },
        {
            "reference":  "Micah 2:2",
             "verseNumber":  2,
             "scripture":  "And they covet fields, and take them by violence; and houses, and take them away: so they oppress a man and his house, even a man and his heritage."
        },
        {
            "reference":  "Micah 2:3",
             "verseNumber":  3,
             "scripture":  "Therefore thus says the LORD; Behold, against this family do I devise an evil, from which all of you shall not remove your necks; neither shall all of you go haughtily: for this time is evil."
        },
        {
            "reference":  "Micah 2:4",
             "verseNumber":  4,
             "scripture":  "In that day shall one take up a parable against you, and lament with a doleful lamentation, and say, We be utterly spoiled: he has changed the portion of my people: how has he removed it from me! turning away he has divided our fields."
        },
        {
            "reference":  "Micah 2:5",
             "verseNumber":  5,
             "scripture":  "Therefore you shall have none that shall cast a cord by lot in the congregation of the LORD."
        },
        {
            "reference":  "Micah 2:6",
             "verseNumber":  6,
             "scripture":  "Prophesy all of you not, say they to them that prophesy: they shall not prophesy to them, that they shall not take shame."
        },
        {
            "reference":  "Micah 2:7",
             "verseNumber":  7,
             "scripture":  "O you that are named the house of Jacob, is the spirit of the LORD straitened? are these his doings? do not my words do good to him that walks uprightly?"
        },
        {
            "reference":  "Micah 2:8",
             "verseNumber":  8,
             "scripture":  "Even of late my people has risen up as an enemy: all of you pull off the robe with the garment from them that pass by securely as men averse from war."
        },
        {
            "reference":  "Micah 2:9",
             "verseNumber":  9,
             "scripture":  "The women of my people have all of you cast out from their pleasant houses; from their children have all of you taken away my glory for ever."
        },
        {
            "reference":  "Micah 2:10",
             "verseNumber":  10,
             "scripture":  "Arise all of you, and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction."
        },
        {
            "reference":  "Micah 2:11",
             "verseNumber":  11,
             "scripture":  "If a man walking in the spirit and falsehood do lie, saying, I will prophesy unto you of wine and of strong drink; he shall even be the prophet of this people."
        },
        {
            "reference":  "Micah 2:12",
             "verseNumber":  12,
             "scripture":  "I will surely assemble, O Jacob, all of you; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of the multitude of men."
        },
        {
            "reference":  "Micah 2:13",
             "verseNumber":  13,
             "scripture":  "The breaker has come up before them: they have broken up, and have passed through the gate, and are gone out by it: and their king shall pass before them, and the LORD on the head of them."
        }
    ]
}