{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Micah",
     "bookAbbreviation":  "Mic",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Micah 6:1",
             "verseNumber":  1,
             "scripture":  "Hear all of you now what the LORD says; Arise, contend you before the mountains, and let the hills hear your voice."
        },
        {
            "reference":  "Micah 6:2",
             "verseNumber":  2,
             "scripture":  "Hear all of you, O mountains, the LORD's controversy, and all of you strong foundations of the earth: for the LORD has a controversy with his people, and he will plead with Israel."
        },
        {
            "reference":  "Micah 6:3",
             "verseNumber":  3,
             "scripture":  "O my people, what have I done unto you? and wherein have I wearied you? testify against me."
        },
        {
            "reference":  "Micah 6:4",
             "verseNumber":  4,
             "scripture":  "For I brought you up out of the land of Egypt, and redeemed you out of the house of servants; and I sent before you Moses, Aaron, and Miriam."
        },
        {
            "reference":  "Micah 6:5",
             "verseNumber":  5,
             "scripture":  "O my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal; that all of you may know the righteousness of the LORD."
        },
        {
            "reference":  "Micah 6:6",
             "verseNumber":  6,
             "scripture":  "Wherewith shall I come before the LORD, and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?"
        },
        {
            "reference":  "Micah 6:7",
             "verseNumber":  7,
             "scripture":  "Will the LORD be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?"
        },
        {
            "reference":  "Micah 6:8",
             "verseNumber":  8,
             "scripture":  "He has showed you, O man, what is good; and what does the LORD require of you, but to do justly, and to love mercy, and to walk humbly with your God?"
        },
        {
            "reference":  "Micah 6:9",
             "verseNumber":  9,
             "scripture":  "The LORD's voice cries unto the city, and the man of wisdom shall see your name: hear all of you the rod, and who has appointed it."
        },
        {
            "reference":  "Micah 6:10",
             "verseNumber":  10,
             "scripture":  "Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?"
        },
        {
            "reference":  "Micah 6:11",
             "verseNumber":  11,
             "scripture":  "Shall I count them pure with the wicked balances, and with the bag of deceitful weights?"
        },
        {
            "reference":  "Micah 6:12",
             "verseNumber":  12,
             "scripture":  "For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth."
        },
        {
            "reference":  "Micah 6:13",
             "verseNumber":  13,
             "scripture":  "Therefore also will I make you sick in smiting you, in making you desolate because of your sins."
        },
        {
            "reference":  "Micah 6:14",
             "verseNumber":  14,
             "scripture":  "You shall eat, but not be satisfied; and your casting down shall be in the midst of you; and you shall take hold, but shall not deliver; and that which you deliver will I give up to the sword."
        },
        {
            "reference":  "Micah 6:15",
             "verseNumber":  15,
             "scripture":  "You shall sow, but you shall not reap; you shall tread the olives, but you shall not anoint you with oil; and sweet wine, but shall not drink wine."
        },
        {
            "reference":  "Micah 6:16",
             "verseNumber":  16,
             "scripture":  "For the statutes of Omri are kept, and all the works of the house of Ahab, and all of you walk in their counsels; that I should make you a desolation, and the inhabitants thereof an hissing: therefore all of you shall bear the reproach of my people."
        }
    ]
}