{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ephesians",
     "bookAbbreviation":  "Eph",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Ephesians 5:1",
             "verseNumber":  1,
             "scripture":  "Be all of you therefore followers of God, as dear children;"
        },
        {
            "reference":  "Ephesians 5:2",
             "verseNumber":  2,
             "scripture":  "And walk in love, as Christ also has loved us, and has given himself for us an offering and a sacrifice to God for a sweet smelling savour."
        },
        {
            "reference":  "Ephesians 5:3",
             "verseNumber":  3,
             "scripture":  "But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becomes saints;"
        },
        {
            "reference":  "Ephesians 5:4",
             "verseNumber":  4,
             "scripture":  "Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks."
        },
        {
            "reference":  "Ephesians 5:5",
             "verseNumber":  5,
             "scripture":  "For this all of you know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and of God."
        },
        {
            "reference":  "Ephesians 5:6",
             "verseNumber":  6,
             "scripture":  "Let no man deceive you with vain words: for because of these things comes the wrath of God upon the children of disobedience."
        },
        {
            "reference":  "Ephesians 5:7",
             "verseNumber":  7,
             "scripture":  "Be not all of you therefore partakers with them."
        },
        {
            "reference":  "Ephesians 5:8",
             "verseNumber":  8,
             "scripture":  "For all of you were sometimes darkness, but now are all of you light in the Lord: walk as children of light:"
        },
        {
            "reference":  "Ephesians 5:9",
             "verseNumber":  9,
             "scripture":  "(For the fruit of the Spirit is in all goodness and righteousness and truth;)"
        },
        {
            "reference":  "Ephesians 5:10",
             "verseNumber":  10,
             "scripture":  "Proving what is acceptable unto the Lord."
        },
        {
            "reference":  "Ephesians 5:11",
             "verseNumber":  11,
             "scripture":  "And have no fellowship with the unfruitful works of darkness, but rather reprove them."
        },
        {
            "reference":  "Ephesians 5:12",
             "verseNumber":  12,
             "scripture":  "For it is a shame even to speak of those things which are done of them in secret."
        },
        {
            "reference":  "Ephesians 5:13",
             "verseNumber":  13,
             "scripture":  "But all things that are reproved are made manifest by the light: for whatsoever does make manifest is light."
        },
        {
            "reference":  "Ephesians 5:14",
             "verseNumber":  14,
             "scripture":  "Wherefore he says, Awake you that sleep, and arise from the dead, and Christ shall give you light."
        },
        {
            "reference":  "Ephesians 5:15",
             "verseNumber":  15,
             "scripture":  "See then that all of you walk circumspectly, not as fools, but as wise,"
        },
        {
            "reference":  "Ephesians 5:16",
             "verseNumber":  16,
             "scripture":  "Redeeming the time, because the days are evil."
        },
        {
            "reference":  "Ephesians 5:17",
             "verseNumber":  17,
             "scripture":  "Wherefore be all of you not unwise, but understanding what the will of the Lord is."
        },
        {
            "reference":  "Ephesians 5:18",
             "verseNumber":  18,
             "scripture":  "And be not drunk with wine, wherein is excess; but be filled with the Spirit;"
        },
        {
            "reference":  "Ephesians 5:19",
             "verseNumber":  19,
             "scripture":  "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;"
        },
        {
            "reference":  "Ephesians 5:20",
             "verseNumber":  20,
             "scripture":  "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;"
        },
        {
            "reference":  "Ephesians 5:21",
             "verseNumber":  21,
             "scripture":  "Submitting yourselves one to another in the fear of God."
        },
        {
            "reference":  "Ephesians 5:22",
             "verseNumber":  22,
             "scripture":  "Wives, submit yourselves unto your own husbands, as unto the Lord."
        },
        {
            "reference":  "Ephesians 5:23",
             "verseNumber":  23,
             "scripture":  "For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body."
        },
        {
            "reference":  "Ephesians 5:24",
             "verseNumber":  24,
             "scripture":  "Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing."
        },
        {
            "reference":  "Ephesians 5:25",
             "verseNumber":  25,
             "scripture":  "Husbands, love your wives, even as Christ also loved the church, and gave himself for it;"
        },
        {
            "reference":  "Ephesians 5:26",
             "verseNumber":  26,
             "scripture":  "That he might sanctify and cleanse it with the washing of water by the word,"
        },
        {
            "reference":  "Ephesians 5:27",
             "verseNumber":  27,
             "scripture":  "That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish."
        },
        {
            "reference":  "Ephesians 5:28",
             "verseNumber":  28,
             "scripture":  "So ought men to love their wives as their own bodies. He that loves his wife loves himself."
        },
        {
            "reference":  "Ephesians 5:29",
             "verseNumber":  29,
             "scripture":  "For no man ever yet hated his own flesh; but nourishes and cherishes it, even as the Lord the church:"
        },
        {
            "reference":  "Ephesians 5:30",
             "verseNumber":  30,
             "scripture":  "For we are members of his body, of his flesh, and of his bones."
        },
        {
            "reference":  "Ephesians 5:31",
             "verseNumber":  31,
             "scripture":  "For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh."
        },
        {
            "reference":  "Ephesians 5:32",
             "verseNumber":  32,
             "scripture":  "This is a great mystery: but I speak concerning Christ and the church."
        },
        {
            "reference":  "Ephesians 5:33",
             "verseNumber":  33,
             "scripture":  "Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband."
        }
    ]
}