{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Haggai",
     "bookAbbreviation":  "Hag",
     "chapterNumber":  1,
     "verses":  [
        {
            "reference":  "Haggai 1:1",
             "verseNumber":  1,
             "scripture":  "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,"
        },
        {
            "reference":  "Haggai 1:2",
             "verseNumber":  2,
             "scripture":  "Thus speaks the LORD of hosts, saying, This people say, The time is not come, the time that the LORD's house should be built."
        },
        {
            "reference":  "Haggai 1:3",
             "verseNumber":  3,
             "scripture":  "Then came the word of the LORD by Haggai the prophet, saying,"
        },
        {
            "reference":  "Haggai 1:4",
             "verseNumber":  4,
             "scripture":  "Is it time for you, O all of you, to dwell in your covered over houses, and this house lie waste?"
        },
        {
            "reference":  "Haggai 1:5",
             "verseNumber":  5,
             "scripture":  "Now therefore thus says the LORD of hosts; Consider your ways."
        },
        {
            "reference":  "Haggai 1:6",
             "verseNumber":  6,
             "scripture":  "All of you have sown much, and bring in little; all of you eat, but all of you have not enough; all of you drink, but all of you are not filled with drink; all of you clothe you, but there is none warm; and he that earns wages earns wages to put it into a bag with holes."
        },
        {
            "reference":  "Haggai 1:7",
             "verseNumber":  7,
             "scripture":  "Thus says the LORD of hosts; Consider your ways."
        },
        {
            "reference":  "Haggai 1:8",
             "verseNumber":  8,
             "scripture":  "Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, says the LORD."
        },
        {
            "reference":  "Haggai 1:9",
             "verseNumber":  9,
             "scripture":  "All of you looked for much, and, lo it came to little; and when all of you brought it home, I did blow upon it. Why? says the LORD of hosts. Because of mine house that is waste, and all of you run every man unto his own house."
        },
        {
            "reference":  "Haggai 1:10",
             "verseNumber":  10,
             "scripture":  "Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit."
        },
        {
            "reference":  "Haggai 1:11",
             "verseNumber":  11,
             "scripture":  "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground brings forth, and upon men, and upon cattle, and upon all the labour of the hands."
        },
        {
            "reference":  "Haggai 1:12",
             "verseNumber":  12,
             "scripture":  "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God, and the words of Haggai the prophet, as the LORD their God had sent him, and the people did fear before the LORD."
        },
        {
            "reference":  "Haggai 1:13",
             "verseNumber":  13,
             "scripture":  "Then spoke Haggai the LORD's messenger in the LORD's message unto the people, saying, I am with you, says the LORD."
        },
        {
            "reference":  "Haggai 1:14",
             "verseNumber":  14,
             "scripture":  "And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God,"
        },
        {
            "reference":  "Haggai 1:15",
             "verseNumber":  15,
             "scripture":  "In the four and twentieth day of the sixth month, in the second year of Darius the king."
        }
    ]
}