{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "1 John", "bookAbbreviation": "1 Joh", "chapterNumber": 2, "verses": [{"reference": "1 John 2:1", "verseNumber": 1, "scripture": "My little children, these things write I unto you, that all of you sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:"},{"reference": "1 John 2:2", "verseNumber": 2, "scripture": "And he is the propitiation for our sins: and not for our's only, but also for the sins of the whole world."},{"reference": "1 John 2:3", "verseNumber": 3, "scripture": "And hereby we do know that we know him, if we keep his commandments."},{"reference": "1 John 2:4", "verseNumber": 4, "scripture": "He that says, I know him, and keeps not his commandments, is a liar, and the truth is not in him."},{"reference": "1 John 2:5", "verseNumber": 5, "scripture": "But whoso keeps his word, in him verily is the love of God perfected: hereby know we that we are in him."},{"reference": "1 John 2:6", "verseNumber": 6, "scripture": "He that says he abides in him ought himself also so to walk, even as he walked."},{"reference": "1 John 2:7", "verseNumber": 7, "scripture": "Brethren, I write no new commandment unto you, but an old commandment which all of you had from the beginning. The old commandment is the word which all of you have heard from the beginning."},{"reference": "1 John 2:8", "verseNumber": 8, "scripture": "Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shines."},{"reference": "1 John 2:9", "verseNumber": 9, "scripture": "He that says he is in the light, and hates his brother, is in darkness even until now."},{"reference": "1 John 2:10", "verseNumber": 10, "scripture": "He that loves his brother abides in the light, and there is none occasion of stumbling in him."},{"reference": "1 John 2:11", "verseNumber": 11, "scripture": "But he that hates his brother is in darkness, and walks in darkness, and knows not where he goes, because that darkness has blinded his eyes."},{"reference": "1 John 2:12", "verseNumber": 12, "scripture": "I write unto you, little children, because your sins are forgiven you for his name's sake."},{"reference": "1 John 2:13", "verseNumber": 13, "scripture": "I write unto you, fathers, because all of you have known him that is from the beginning. I write unto you, young men, because all of you have overcome the wicked one. I write unto you, little children, because all of you have known the Father."},{"reference": "1 John 2:14", "verseNumber": 14, "scripture": "I have written unto you, fathers, because all of you have known him that is from the beginning. I have written unto you, young men, because all of you are strong, and the word of God abides in you, and all of you have overcome the wicked one."},{"reference": "1 John 2:15", "verseNumber": 15, "scripture": "Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him."},{"reference": "1 John 2:16", "verseNumber": 16, "scripture": "For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world."},{"reference": "1 John 2:17", "verseNumber": 17, "scripture": "And the world passes away, and the lust thereof: but he that does the will of God abides for ever."},{"reference": "1 John 2:18", "verseNumber": 18, "scripture": "Little children, it is the last time: and as all of you have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time."},{"reference": "1 John 2:19", "verseNumber": 19, "scripture": "They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us."},{"reference": "1 John 2:20", "verseNumber": 20, "scripture": "But all of you have an anointing from the Holy One, and all of you know all things."},{"reference": "1 John 2:21", "verseNumber": 21, "scripture": "I have not written unto you because all of you know not the truth, but because all of you know it, and that no lie is of the truth."},{"reference": "1 John 2:22", "verseNumber": 22, "scripture": "Who is a liar but he that denies that Jesus is the Christ? He is antichrist, that denies the Father and the Son."},{"reference": "1 John 2:23", "verseNumber": 23, "scripture": "Whosoever denies the Son, the same has not the Father: he that acknowledges the Son has the Father also."},{"reference": "1 John 2:24", "verseNumber": 24, "scripture": "Let that therefore abide in you, which all of you have heard from the beginning. If that which all of you have heard from the beginning shall remain in you, all of you also shall continue in the Son, and in the Father."},{"reference": "1 John 2:25", "verseNumber": 25, "scripture": "And this is the promise that he has promised us, even eternal life."},{"reference": "1 John 2:26", "verseNumber": 26, "scripture": "These things have I written unto you concerning them that seduce you."},{"reference": "1 John 2:27", "verseNumber": 27, "scripture": "But the anointing which all of you have received of him abides in you, and all of you need not that any man teach you: but as the same anointing teaches you of all things, and is truth, and is no lie, and even as it has taught you, all of you shall abide in him."},{"reference": "1 John 2:28", "verseNumber": 28, "scripture": "And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming."},{"reference": "1 John 2:29", "verseNumber": 29, "scripture": "If all of you know that he is righteous, all of you know that every one that does righteousness is born of him."}]}