{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Jonah", "bookAbbreviation": "Jon", "chapterNumber": 2, "verses": [{"reference": "Jonah 2:1", "verseNumber": 1, "scripture": "Then Jonah prayed unto the LORD his God out of the fish's belly,"},{"reference": "Jonah 2:2", "verseNumber": 2, "scripture": "And said, I cried by reason of mine affliction unto the LORD, and he heard me; out of the belly of hell cried I, and you heard my voice."},{"reference": "Jonah 2:3", "verseNumber": 3, "scripture": "For you had cast me into the deep, in the midst of the seas; and the floods compassed me about: all your billows and your waves passed over me."},{"reference": "Jonah 2:4", "verseNumber": 4, "scripture": "Then I said, I am cast out of your sight; yet I will look again toward your holy temple."},{"reference": "Jonah 2:5", "verseNumber": 5, "scripture": "The waters compassed me about, even to the soul: the depth closed me round about, the weeds were wrapped about my head."},{"reference": "Jonah 2:6", "verseNumber": 6, "scripture": "I went down to the bottoms of the mountains; the earth with her bars was about me for ever: yet have you brought up my life from corruption, O LORD my God."},{"reference": "Jonah 2:7", "verseNumber": 7, "scripture": "When my soul fainted within me I remembered the LORD: and my prayer came in unto you, into yours holy temple."},{"reference": "Jonah 2:8", "verseNumber": 8, "scripture": "They that observe lying vanities forsake their own mercy."},{"reference": "Jonah 2:9", "verseNumber": 9, "scripture": "But I will sacrifice unto you with the voice of thanksgiving; I will pay that that I have vowed. Salvation is of the LORD."},{"reference": "Jonah 2:10", "verseNumber": 10, "scripture": "And the LORD spoke unto the fish, and it vomited out Jonah upon the dry land."}]}