{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Mark",
     "bookAbbreviation":  "Mar",
     "chapterNumber":  13,
     "verses":  [
        {
            "reference":  "Mark 13:1",
             "verseNumber":  1,
             "scripture":  "And as he went out of the temple, one of his disciples says unto him, Master, see what manner of stones and what buildings are here!"
        },
        {
            "reference":  "Mark 13:2",
             "verseNumber":  2,
             "scripture":  "And Jesus answering said unto him, See you these great buildings? there shall not be left one stone upon another, that shall not be thrown down."
        },
        {
            "reference":  "Mark 13:3",
             "verseNumber":  3,
             "scripture":  "And as he sat upon the mount of Olives opposite to the temple, Peter and James and John and Andrew asked him privately,"
        },
        {
            "reference":  "Mark 13:4",
             "verseNumber":  4,
             "scripture":  "Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?"
        },
        {
            "reference":  "Mark 13:5",
             "verseNumber":  5,
             "scripture":  "And Jesus answering them began to say, Take heed lest any man deceive you:"
        },
        {
            "reference":  "Mark 13:6",
             "verseNumber":  6,
             "scripture":  "For many shall come in my name, saying, I am Christ; and shall deceive many."
        },
        {
            "reference":  "Mark 13:7",
             "verseNumber":  7,
             "scripture":  "And when all of you shall hear of wars and rumours of wars, be all of you not troubled: for such things must essentially be; but the end shall not be yet."
        },
        {
            "reference":  "Mark 13:8",
             "verseNumber":  8,
             "scripture":  "For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows."
        },
        {
            "reference":  "Mark 13:9",
             "verseNumber":  9,
             "scripture":  "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues all of you shall be beaten: and all of you shall be brought before rulers and kings for my sake, for a testimony against them."
        },
        {
            "reference":  "Mark 13:10",
             "verseNumber":  10,
             "scripture":  "And the gospel must first be published among all nations."
        },
        {
            "reference":  "Mark 13:11",
             "verseNumber":  11,
             "scripture":  "But when they shall lead you, and deliver you up, take no thought beforehand what all of you shall speak, neither do all of you premeditate: but whatsoever shall be given you in that hour, that speak all of you: for it is not all of you that speak, but the Holy Spirit."
        },
        {
            "reference":  "Mark 13:12",
             "verseNumber":  12,
             "scripture":  "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death."
        },
        {
            "reference":  "Mark 13:13",
             "verseNumber":  13,
             "scripture":  "And all of you shall be hated of all men for my name's sake: but he that shall endure unto the end, the same shall be saved."
        },
        {
            "reference":  "Mark 13:14",
             "verseNumber":  14,
             "scripture":  "But when all of you shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that reads understand,) then let them that be in Judaea flee to the mountains:"
        },
        {
            "reference":  "Mark 13:15",
             "verseNumber":  15,
             "scripture":  "And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:"
        },
        {
            "reference":  "Mark 13:16",
             "verseNumber":  16,
             "scripture":  "And let him that is in the field not turn back again in order to take up his garment."
        },
        {
            "reference":  "Mark 13:17",
             "verseNumber":  17,
             "scripture":  "But woe to them that are with child, and to them that give suck in those days!"
        },
        {
            "reference":  "Mark 13:18",
             "verseNumber":  18,
             "scripture":  "And pray all of you that your flight be not in the winter."
        },
        {
            "reference":  "Mark 13:19",
             "verseNumber":  19,
             "scripture":  "For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be."
        },
        {
            "reference":  "Mark 13:20",
             "verseNumber":  20,
             "scripture":  "And except that the Lord had shortened those days, no flesh should be saved: but for the elect's sake, whom he has chosen, he has shortened the days."
        },
        {
            "reference":  "Mark 13:21",
             "verseNumber":  21,
             "scripture":  "And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him not:"
        },
        {
            "reference":  "Mark 13:22",
             "verseNumber":  22,
             "scripture":  "For false Christs and false prophets shall rise, and shall show signs and wonders, to seduce, if it were possible, even the elect."
        },
        {
            "reference":  "Mark 13:23",
             "verseNumber":  23,
             "scripture":  "But take all of you heed: behold, I have foretold you all things."
        },
        {
            "reference":  "Mark 13:24",
             "verseNumber":  24,
             "scripture":  "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,"
        },
        {
            "reference":  "Mark 13:25",
             "verseNumber":  25,
             "scripture":  "And the stars of heaven shall fall, and the powers that are in heaven shall be shaken."
        },
        {
            "reference":  "Mark 13:26",
             "verseNumber":  26,
             "scripture":  "And then shall they see the Son of man coming in the clouds with great power and glory."
        },
        {
            "reference":  "Mark 13:27",
             "verseNumber":  27,
             "scripture":  "And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven."
        },
        {
            "reference":  "Mark 13:28",
             "verseNumber":  28,
             "scripture":  "Now learn a parable of the fig tree; When her branch is yet tender, and puts forth leaves, all of you know that summer is near:"
        },
        {
            "reference":  "Mark 13:29",
             "verseNumber":  29,
             "scripture":  "So all of you in like manner, when all of you shall see these things come to pass, know that it is nigh, even at the doors."
        },
        {
            "reference":  "Mark 13:30",
             "verseNumber":  30,
             "scripture":  "Verily I say unto you, that this generation shall not pass, till all these things be done."
        },
        {
            "reference":  "Mark 13:31",
             "verseNumber":  31,
             "scripture":  "Heaven and earth shall pass away: but my words shall not pass away."
        },
        {
            "reference":  "Mark 13:32",
             "verseNumber":  32,
             "scripture":  "But of that day and that hour knows no man, no, not the angels which are in heaven, neither the Son, but the Father."
        },
        {
            "reference":  "Mark 13:33",
             "verseNumber":  33,
             "scripture":  "Take all of you heed, watch and pray: for all of you know not when the time is."
        },
        {
            "reference":  "Mark 13:34",
             "verseNumber":  34,
             "scripture":  "For the Son of Man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the gate keeper to watch."
        },
        {
            "reference":  "Mark 13:35",
             "verseNumber":  35,
             "scripture":  "Watch all of you therefore: for all of you know not when the master of the house comes, at even, or at midnight, or at the cockcrowing, or in the morning:"
        },
        {
            "reference":  "Mark 13:36",
             "verseNumber":  36,
             "scripture":  "Lest coming suddenly he find you sleeping."
        },
        {
            "reference":  "Mark 13:37",
             "verseNumber":  37,
             "scripture":  "And what I say unto you I say unto all, Watch."
        }
    ]
}