{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Mark", "bookAbbreviation": "Mar", "chapterNumber": 14, "verses": [{"reference": "Mark 14:1", "verseNumber": 1, "scripture": "After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death."},{"reference": "Mark 14:2", "verseNumber": 2, "scripture": "But they said, Not on the feast day, lest there be an uproar of the people."},{"reference": "Mark 14:3", "verseNumber": 3, "scripture": "And being in Bethany in the house of Simon the leper, as he sat at food, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head."},{"reference": "Mark 14:4", "verseNumber": 4, "scripture": "And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?"},{"reference": "Mark 14:5", "verseNumber": 5, "scripture": "For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her."},{"reference": "Mark 14:6", "verseNumber": 6, "scripture": "And Jesus said, Let her alone; why trouble all of you her? she has wrought a good work on me."},{"reference": "Mark 14:7", "verseNumber": 7, "scripture": "For all of you have the poor with you always, and whenever all of you will all of you may do them good: but me all of you have not always."},{"reference": "Mark 14:8", "verseNumber": 8, "scripture": "She has done what she could: she has come beforehand to anoint my body to the burying."},{"reference": "Mark 14:9", "verseNumber": 9, "scripture": "Verily I say unto you, Where ever this gospel shall be preached throughout the whole world, this also that she has done shall be spoken of for a memorial of her."},{"reference": "Mark 14:10", "verseNumber": 10, "scripture": "And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them."},{"reference": "Mark 14:11", "verseNumber": 11, "scripture": "And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him."},{"reference": "Mark 14:12", "verseNumber": 12, "scripture": "And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where will you that we go and prepare that you may eat the passover?"},{"reference": "Mark 14:13", "verseNumber": 13, "scripture": "And he sends forth two of his disciples, and says unto them, Go all of you into the city, and there shall meet you a man bearing a pitcher of water: follow him."},{"reference": "Mark 14:14", "verseNumber": 14, "scripture": "And where ever he shall go in, say all of you to the goodman of the house, The Master says, Where is the guest room, where I shall eat the passover with my disciples?"},{"reference": "Mark 14:15", "verseNumber": 15, "scripture": "And he will show you a large upper room furnished and prepared: there make ready for us."},{"reference": "Mark 14:16", "verseNumber": 16, "scripture": "And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover."},{"reference": "Mark 14:17", "verseNumber": 17, "scripture": "And in the evening he comes with the twelve."},{"reference": "Mark 14:18", "verseNumber": 18, "scripture": "And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eats with me shall betray me."},{"reference": "Mark 14:19", "verseNumber": 19, "scripture": "And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?"},{"reference": "Mark 14:20", "verseNumber": 20, "scripture": "And he answered and said unto them, It is one of the twelve, that dips with me in the dish."},{"reference": "Mark 14:21", "verseNumber": 21, "scripture": "The Son of man indeed goes, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born."},{"reference": "Mark 14:22", "verseNumber": 22, "scripture": "And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body."},{"reference": "Mark 14:23", "verseNumber": 23, "scripture": "And he took the cup, and when he had given thanks, he gave it to them: and they all drank of it."},{"reference": "Mark 14:24", "verseNumber": 24, "scripture": "And he said unto them, This is my blood of the new testament, which is shed for many."},{"reference": "Mark 14:25", "verseNumber": 25, "scripture": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God."},{"reference": "Mark 14:26", "verseNumber": 26, "scripture": "And when they had sung an hymn, they went out into the mount of Olives."},{"reference": "Mark 14:27", "verseNumber": 27, "scripture": "And Jesus says unto them, All you shall be offended because of me this night: for it is written, I will strike the shepherd, and the sheep shall be scattered."},{"reference": "Mark 14:28", "verseNumber": 28, "scripture": "But after that I am risen, I will go before you into Galilee."},{"reference": "Mark 14:29", "verseNumber": 29, "scripture": "But Peter said unto him, Although all shall be offended, yet will not I."},{"reference": "Mark 14:30", "verseNumber": 30, "scripture": "And Jesus says unto him, Verily I say unto you, That this day, even in this night, before the cock crow twice, you shall deny me three times."},{"reference": "Mark 14:31", "verseNumber": 31, "scripture": "But he spoke the more vehemently, If I should die with you, I will not deny you in any way. Likewise also said they all."},{"reference": "Mark 14:32", "verseNumber": 32, "scripture": "And they came to a place which was named Gethsemane: and he says to his disciples, Sit all of you here, while I shall pray."},{"reference": "Mark 14:33", "verseNumber": 33, "scripture": "And he takes with him Peter and James and John, and began to be sore amazed, and to be very heavy;"},{"reference": "Mark 14:34", "verseNumber": 34, "scripture": "And says unto them, My soul is exceeding sorrowful unto death: tarry all of you here, and watch."},{"reference": "Mark 14:35", "verseNumber": 35, "scripture": "And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him."},{"reference": "Mark 14:36", "verseNumber": 36, "scripture": "And he said, Abba, Father, all things are possible unto you; take away this cup from me: nevertheless not what I will, but what you will."},{"reference": "Mark 14:37", "verseNumber": 37, "scripture": "And he comes, and finds them sleeping, and says unto Peter, Simon, sleep you? could not you watch one hour?"},{"reference": "Mark 14:38", "verseNumber": 38, "scripture": "Watch all of you and pray, lest all of you enter into temptation. The spirit truly is ready, but the flesh is weak."},{"reference": "Mark 14:39", "verseNumber": 39, "scripture": "And again he went away, and prayed, and spoke the same words."},{"reference": "Mark 14:40", "verseNumber": 40, "scripture": "And when he returned, he found them asleep again, (for their eyes were heavy,) neither know they what to answer him."},{"reference": "Mark 14:41", "verseNumber": 41, "scripture": "And he comes the third time, and says unto them, Sleep on now, and take your rest: it is enough, the hour has come; behold, the Son of man is betrayed into the hands of sinners."},{"reference": "Mark 14:42", "verseNumber": 42, "scripture": "Rise up, let us go; lo, he that betrays me is at hand."},{"reference": "Mark 14:43", "verseNumber": 43, "scripture": "And immediately, while he yet spoke, comes Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders."},{"reference": "Mark 14:44", "verseNumber": 44, "scripture": "And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely."},{"reference": "Mark 14:45", "verseNumber": 45, "scripture": "And as soon as he was come, he goes immediately to him, and says, Master, master; and kissed him."},{"reference": "Mark 14:46", "verseNumber": 46, "scripture": "And they laid their hands on him, and took him."},{"reference": "Mark 14:47", "verseNumber": 47, "scripture": "And one of them that stood by drew a sword, and stroke a servant of the high priest, and cut off his ear."},{"reference": "Mark 14:48", "verseNumber": 48, "scripture": "And Jesus answered and said unto them, Are all of you come out, as against a thief, with swords and with staves to take me?"},{"reference": "Mark 14:49", "verseNumber": 49, "scripture": "I was daily with you in the temple teaching, and all of you took me not: but the scriptures must be fulfilled."},{"reference": "Mark 14:50", "verseNumber": 50, "scripture": "And they all forsook him, and fled."},{"reference": "Mark 14:51", "verseNumber": 51, "scripture": "And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:"},{"reference": "Mark 14:52", "verseNumber": 52, "scripture": "And he left the linen cloth, and fled from them naked."},{"reference": "Mark 14:53", "verseNumber": 53, "scripture": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes."},{"reference": "Mark 14:54", "verseNumber": 54, "scripture": "And Peter followed him far off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire."},{"reference": "Mark 14:55", "verseNumber": 55, "scripture": "And the chief priests and all the council sought for witness against Jesus to put him to death; and found none."},{"reference": "Mark 14:56", "verseNumber": 56, "scripture": "For many bare false witness against him, but their witness agreed not together."},{"reference": "Mark 14:57", "verseNumber": 57, "scripture": "And there arose certain, and bare false witness against him, saying,"},{"reference": "Mark 14:58", "verseNumber": 58, "scripture": "We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands."},{"reference": "Mark 14:59", "verseNumber": 59, "scripture": "But neither so did their witness agree together."},{"reference": "Mark 14:60", "verseNumber": 60, "scripture": "And the high priest stood up in the midst, and asked Jesus, saying, Answer you nothing? what is it which these witness against you?"},{"reference": "Mark 14:61", "verseNumber": 61, "scripture": "But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Are you the Christ, the Son of the Blessed?"},{"reference": "Mark 14:62", "verseNumber": 62, "scripture": "And Jesus said, I am: and all of you shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven."},{"reference": "Mark 14:63", "verseNumber": 63, "scripture": "Then the high priest rent his clothes, and says, What need we any further witnesses?"},{"reference": "Mark 14:64", "verseNumber": 64, "scripture": "All of you have heard the blasphemy: what think all of you? And they all condemned him to be guilty of death."},{"reference": "Mark 14:65", "verseNumber": 65, "scripture": "And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands."},{"reference": "Mark 14:66", "verseNumber": 66, "scripture": "And as Peter was beneath in the palace, there comes one of the maids of the high priest:"},{"reference": "Mark 14:67", "verseNumber": 67, "scripture": "And when she saw Peter warming himself, she looked upon him, and said, And you also were with Jesus of Nazareth."},{"reference": "Mark 14:68", "verseNumber": 68, "scripture": "But he denied, saying, I know not, neither understand I what you says. And he went out into the porch; and the cock crew."},{"reference": "Mark 14:69", "verseNumber": 69, "scripture": "And a maid saw him again, and began to say to them that stood by, This is one of them."},{"reference": "Mark 14:70", "verseNumber": 70, "scripture": "And he denied it again. And a little after, they that stood by said again to Peter, Surely you are one of them: for you are a Galilaean, and your speech agrees thereto."},{"reference": "Mark 14:71", "verseNumber": 71, "scripture": "But he began to curse and to swear, saying, I know not this man of whom all of you speak."},{"reference": "Mark 14:72", "verseNumber": 72, "scripture": "And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, you shall deny me three times. And when he thought thereon, he wept."}]}