{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Mark", "bookAbbreviation": "Mar", "chapterNumber": 15, "verses": [{"reference": "Mark 15:1", "verseNumber": 1, "scripture": "And immediately in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate."},{"reference": "Mark 15:2", "verseNumber": 2, "scripture": "And Pilate asked him, Are you the King of the Jews? And he answering said unto them, You says it."},{"reference": "Mark 15:3", "verseNumber": 3, "scripture": "And the chief priests accused him of many things: but he answered nothing."},{"reference": "Mark 15:4", "verseNumber": 4, "scripture": "And Pilate asked him again, saying, Answer you nothing? behold how many things they witness against you."},{"reference": "Mark 15:5", "verseNumber": 5, "scripture": "But Jesus yet answered nothing; so that Pilate marvelled."},{"reference": "Mark 15:6", "verseNumber": 6, "scripture": "Now at that feast he released unto them one prisoner, whomsoever they desired."},{"reference": "Mark 15:7", "verseNumber": 7, "scripture": "And there was one named Barabbas, which lay bound with them that had made insurrection with him, who had committed murder in the insurrection."},{"reference": "Mark 15:8", "verseNumber": 8, "scripture": "And the multitude crying aloud began to desire him to do as he had ever done unto them."},{"reference": "Mark 15:9", "verseNumber": 9, "scripture": "But Pilate answered them, saying, Will all of you that I release unto you the King of the Jews?"},{"reference": "Mark 15:10", "verseNumber": 10, "scripture": "For he knew that the chief priests had delivered him for envy."},{"reference": "Mark 15:11", "verseNumber": 11, "scripture": "But the chief priests moved the people, that he should rather release Barabbas unto them."},{"reference": "Mark 15:12", "verseNumber": 12, "scripture": "And Pilate answered and said again unto them, What will all of you then that I shall do unto him whom all of you call the King of the Jews?"},{"reference": "Mark 15:13", "verseNumber": 13, "scripture": "And they cried out again, Crucify him."},{"reference": "Mark 15:14", "verseNumber": 14, "scripture": "Then Pilate said unto them, Why, what evil has he done? And they cried out the more exceedingly, Crucify him."},{"reference": "Mark 15:15", "verseNumber": 15, "scripture": "And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified."},{"reference": "Mark 15:16", "verseNumber": 16, "scripture": "And the soldiers led him away into the hall, called Praetorium; and they call together the whole band."},{"reference": "Mark 15:17", "verseNumber": 17, "scripture": "And they clothed him with purple, and intertwined a crown of thorns, and put it about his head,"},{"reference": "Mark 15:18", "verseNumber": 18, "scripture": "And began to salute him, Hail, King of the Jews!"},{"reference": "Mark 15:19", "verseNumber": 19, "scripture": "And they stroke him on the head with a reed, and did spit upon him, and bowing their knees worshipped him."},{"reference": "Mark 15:20", "verseNumber": 20, "scripture": "And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him."},{"reference": "Mark 15:21", "verseNumber": 21, "scripture": "And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross."},{"reference": "Mark 15:22", "verseNumber": 22, "scripture": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull."},{"reference": "Mark 15:23", "verseNumber": 23, "scripture": "And they gave him to drink wine mingled with myrrh: but he received it not."},{"reference": "Mark 15:24", "verseNumber": 24, "scripture": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take."},{"reference": "Mark 15:25", "verseNumber": 25, "scripture": "And it was the third hour, and they crucified him."},{"reference": "Mark 15:26", "verseNumber": 26, "scripture": "And the superscription of his accusation was written over, THE KING OF THE JEWS."},{"reference": "Mark 15:27", "verseNumber": 27, "scripture": "And with him they crucify two thieves; the one on his right hand, and the other on his left."},{"reference": "Mark 15:28", "verseNumber": 28, "scripture": "And the scripture was fulfilled, which says, And he was numbered with the transgressors."},{"reference": "Mark 15:29", "verseNumber": 29, "scripture": "And they that passed by railed on him, wagging their heads, and saying, Ah, you that destroys the temple, and build it in three days,"},{"reference": "Mark 15:30", "verseNumber": 30, "scripture": "Save yourself, and come down from the cross."},{"reference": "Mark 15:31", "verseNumber": 31, "scripture": "Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save."},{"reference": "Mark 15:32", "verseNumber": 32, "scripture": "Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him."},{"reference": "Mark 15:33", "verseNumber": 33, "scripture": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour."},{"reference": "Mark 15:34", "verseNumber": 34, "scripture": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why have you forsaken me?"},{"reference": "Mark 15:35", "verseNumber": 35, "scripture": "And some of them that stood by, when they heard it, said, Behold, he calls Elijah."},{"reference": "Mark 15:36", "verseNumber": 36, "scripture": "And one ran and filled a sponge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elijah will come to take him down."},{"reference": "Mark 15:37", "verseNumber": 37, "scripture": "And Jesus cried with a loud voice, and gave up the spirit."},{"reference": "Mark 15:38", "verseNumber": 38, "scripture": "And the veil of the temple was rent in two from the top to the bottom."},{"reference": "Mark 15:39", "verseNumber": 39, "scripture": "And when the centurion, which stood opposite to him, saw that he so cried out, and gave up the spirit, he said, Truly this man was the Son of God."},{"reference": "Mark 15:40", "verseNumber": 40, "scripture": "There were also women looking on far off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;"},{"reference": "Mark 15:41", "verseNumber": 41, "scripture": "(Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem."},{"reference": "Mark 15:42", "verseNumber": 42, "scripture": "And now when the even was come, because it was the preparation, that is, the day before the sabbath,"},{"reference": "Mark 15:43", "verseNumber": 43, "scripture": "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus."},{"reference": "Mark 15:44", "verseNumber": 44, "scripture": "And Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead."},{"reference": "Mark 15:45", "verseNumber": 45, "scripture": "And when he knew it of the centurion, he gave the body to Joseph."},{"reference": "Mark 15:46", "verseNumber": 46, "scripture": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a tomb which was hewn out of a rock, and rolled a stone unto the door of the tomb."},{"reference": "Mark 15:47", "verseNumber": 47, "scripture": "And Mary Magdalene and Mary the mother of Joses beheld where he was laid."}]}