{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Mark",
     "bookAbbreviation":  "Mar",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Mark 4:1",
             "verseNumber":  1,
             "scripture":  "And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land."
        },
        {
            "reference":  "Mark 4:2",
             "verseNumber":  2,
             "scripture":  "And he taught them many things by parables, and said unto them in his doctrine,"
        },
        {
            "reference":  "Mark 4:3",
             "verseNumber":  3,
             "scripture":  "Hearken; Behold, there went out a sower to sow:"
        },
        {
            "reference":  "Mark 4:4",
             "verseNumber":  4,
             "scripture":  "And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up."
        },
        {
            "reference":  "Mark 4:5",
             "verseNumber":  5,
             "scripture":  "And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:"
        },
        {
            "reference":  "Mark 4:6",
             "verseNumber":  6,
             "scripture":  "But when the sun was up, it was scorched; and because it had no root, it withered away."
        },
        {
            "reference":  "Mark 4:7",
             "verseNumber":  7,
             "scripture":  "And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit."
        },
        {
            "reference":  "Mark 4:8",
             "verseNumber":  8,
             "scripture":  "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred."
        },
        {
            "reference":  "Mark 4:9",
             "verseNumber":  9,
             "scripture":  "And he said unto them, He that has ears to hear, let him hear."
        },
        {
            "reference":  "Mark 4:10",
             "verseNumber":  10,
             "scripture":  "And when he was alone, they that were about him with the twelve asked of him the parable."
        },
        {
            "reference":  "Mark 4:11",
             "verseNumber":  11,
             "scripture":  "And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things are done in parables:"
        },
        {
            "reference":  "Mark 4:12",
             "verseNumber":  12,
             "scripture":  "That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them."
        },
        {
            "reference":  "Mark 4:13",
             "verseNumber":  13,
             "scripture":  "And he said unto them, Know all of you not this parable? and how then will all of you know all parables?"
        },
        {
            "reference":  "Mark 4:14",
             "verseNumber":  14,
             "scripture":  "The sower sows the word."
        },
        {
            "reference":  "Mark 4:15",
             "verseNumber":  15,
             "scripture":  "And these are they by the way side, where the word is sown; but when they have heard, Satan comes immediately, and takes away the word that was sown in their hearts."
        },
        {
            "reference":  "Mark 4:16",
             "verseNumber":  16,
             "scripture":  "And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;"
        },
        {
            "reference":  "Mark 4:17",
             "verseNumber":  17,
             "scripture":  "And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution arises for the word's sake, immediately they are offended."
        },
        {
            "reference":  "Mark 4:18",
             "verseNumber":  18,
             "scripture":  "And these are they which are sown among thorns; such as hear the word,"
        },
        {
            "reference":  "Mark 4:19",
             "verseNumber":  19,
             "scripture":  "And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becomes unfruitful."
        },
        {
            "reference":  "Mark 4:20",
             "verseNumber":  20,
             "scripture":  "And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred."
        },
        {
            "reference":  "Mark 4:21",
             "verseNumber":  21,
             "scripture":  "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?"
        },
        {
            "reference":  "Mark 4:22",
             "verseNumber":  22,
             "scripture":  "For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad."
        },
        {
            "reference":  "Mark 4:23",
             "verseNumber":  23,
             "scripture":  "If any man have ears to hear, let him hear."
        },
        {
            "reference":  "Mark 4:24",
             "verseNumber":  24,
             "scripture":  "And he said unto them, Take heed what all of you hear: with what measure all of you mete, it shall be measured to you: and unto you that hear shall more be given."
        },
        {
            "reference":  "Mark 4:25",
             "verseNumber":  25,
             "scripture":  "For he that has, to him shall be given: and he that has not, from him shall be taken even that which he has."
        },
        {
            "reference":  "Mark 4:26",
             "verseNumber":  26,
             "scripture":  "And he said, So is the kingdom of God, as if a man should cast seed into the ground;"
        },
        {
            "reference":  "Mark 4:27",
             "verseNumber":  27,
             "scripture":  "And should sleep, and rise night and day, and the seed should spring and grow up, he knows not how."
        },
        {
            "reference":  "Mark 4:28",
             "verseNumber":  28,
             "scripture":  "For the earth brings forth fruit of herself; first the blade, then the ear, after that the full corn in the ear."
        },
        {
            "reference":  "Mark 4:29",
             "verseNumber":  29,
             "scripture":  "But when the fruit is brought forth, immediately he puts in the sickle, because the harvest has come."
        },
        {
            "reference":  "Mark 4:30",
             "verseNumber":  30,
             "scripture":  "And he said, Unto which shall we liken the kingdom of God? or with what comparison shall we compare it?"
        },
        {
            "reference":  "Mark 4:31",
             "verseNumber":  31,
             "scripture":  "It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:"
        },
        {
            "reference":  "Mark 4:32",
             "verseNumber":  32,
             "scripture":  "But when it is sown, it grows up, and becomes greater than all herbs, and shoots out great branches; so that the fowls of the air may lodge under the shadow of it."
        },
        {
            "reference":  "Mark 4:33",
             "verseNumber":  33,
             "scripture":  "And with many such parables spoke he the word unto them, as they were able to hear it."
        },
        {
            "reference":  "Mark 4:34",
             "verseNumber":  34,
             "scripture":  "But without a parable spoke he not unto them: and when they were alone, he expounded all things to his disciples."
        },
        {
            "reference":  "Mark 4:35",
             "verseNumber":  35,
             "scripture":  "And the same day, when the even was come, he says unto them, Let us pass over unto the other side."
        },
        {
            "reference":  "Mark 4:36",
             "verseNumber":  36,
             "scripture":  "And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships."
        },
        {
            "reference":  "Mark 4:37",
             "verseNumber":  37,
             "scripture":  "And there arose a great storm of wind, and the waves beat into the ship, so that it was now full."
        },
        {
            "reference":  "Mark 4:38",
             "verseNumber":  38,
             "scripture":  "And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, care you not that we perish?"
        },
        {
            "reference":  "Mark 4:39",
             "verseNumber":  39,
             "scripture":  "And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm."
        },
        {
            "reference":  "Mark 4:40",
             "verseNumber":  40,
             "scripture":  "And he said unto them, Why are all of you so fearful? how is it that all of you have no faith?"
        },
        {
            "reference":  "Mark 4:41",
             "verseNumber":  41,
             "scripture":  "And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?"
        }
    ]
}