{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Samuel",
     "bookAbbreviation":  "2 Sam",
     "chapterNumber":  23,
     "verses":  [
        {
            "reference":  "2 Samuel 23:1",
             "verseNumber":  1,
             "scripture":  "Now these be the last words of David. David the son of Jesse said, and the man who was raised up on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, said,"
        },
        {
            "reference":  "2 Samuel 23:2",
             "verseNumber":  2,
             "scripture":  "The Spirit of the LORD spoke by me, and his word was in my tongue."
        },
        {
            "reference":  "2 Samuel 23:3",
             "verseNumber":  3,
             "scripture":  "The God of Israel said, the Rock of Israel spoke to me, He that rules over men must be just, ruling in the fear of God."
        },
        {
            "reference":  "2 Samuel 23:4",
             "verseNumber":  4,
             "scripture":  "And he shall be as the light of the morning, when the sun rises, even a morning without clouds; as the tender grass springing out of the earth by clear shining after rain."
        },
        {
            "reference":  "2 Samuel 23:5",
             "verseNumber":  5,
             "scripture":  "Although my house be not so with God; yet he has made with me an everlasting covenant, ordered in all things, and sure: for this is all my salvation, and all my desire, although he make it not to grow."
        },
        {
            "reference":  "2 Samuel 23:6",
             "verseNumber":  6,
             "scripture":  "But the sons of Belial shall be all of them as thorns thrust away, because they cannot be taken with hands:"
        },
        {
            "reference":  "2 Samuel 23:7",
             "verseNumber":  7,
             "scripture":  "But the man that shall touch them must be fenced with iron and the staff of a spear; and they shall be utterly burned with fire in the same place."
        },
        {
            "reference":  "2 Samuel 23:8",
             "verseNumber":  8,
             "scripture":  "These be the names of the mighty men whom David had: The Tachmonite that sat in the seat, chief among the captains; the same was Adino the Eznite: he lift up his spear against eight hundred, whom he slew at the same."
        },
        {
            "reference":  "2 Samuel 23:9",
             "verseNumber":  9,
             "scripture":  "And after him was Eleazar the son of Dodo the Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel were gone away:"
        },
        {
            "reference":  "2 Samuel 23:10",
             "verseNumber":  10,
             "scripture":  "He arose, and stroke the Philistines until his hand was weary, and his hand clave unto the sword: and the LORD wrought a great victory that day; and the people returned after him only to spoil."
        },
        {
            "reference":  "2 Samuel 23:11",
             "verseNumber":  11,
             "scripture":  "And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentils: and the people fled from the Philistines."
        },
        {
            "reference":  "2 Samuel 23:12",
             "verseNumber":  12,
             "scripture":  "But he stood in the midst of the ground, and defended it, and slew the Philistines: and the LORD wrought a great victory."
        },
        {
            "reference":  "2 Samuel 23:13",
             "verseNumber":  13,
             "scripture":  "And three of the thirty chief went down, and came to David in the harvest time unto the cave of Adullam: and the troop of the Philistines pitched in the valley of Rephaim."
        },
        {
            "reference":  "2 Samuel 23:14",
             "verseNumber":  14,
             "scripture":  "And David was then in an hold, and the garrison of the Philistines was then in Bethlehem."
        },
        {
            "reference":  "2 Samuel 23:15",
             "verseNumber":  15,
             "scripture":  "And David longed, and said, Oh that one would give me drink of the water of the well of Bethlehem, which is by the gate!"
        },
        {
            "reference":  "2 Samuel 23:16",
             "verseNumber":  16,
             "scripture":  "And the three mighty men brake through the host of the Philistines, and drew water out of the well of Bethlehem, that was by the gate, and took it, and brought it to David: nevertheless he would not drink thereof, but poured it out unto the LORD."
        },
        {
            "reference":  "2 Samuel 23:17",
             "verseNumber":  17,
             "scripture":  "And he said, Be it far from me, O LORD, that I should do this: is not this the blood of the men that went in jeopardy of their lives? therefore he would not drink it. These things did these three mighty men."
        },
        {
            "reference":  "2 Samuel 23:18",
             "verseNumber":  18,
             "scripture":  "And Abishai, the brother of Joab, the son of Zeruiah, was chief among three. And he lifted up his spear against three hundred, and slew them, and had the name among three."
        },
        {
            "reference":  "2 Samuel 23:19",
             "verseNumber":  19,
             "scripture":  "Was he not most honourable of three? therefore he was their captain: nevertheless he attained not unto the first three."
        },
        {
            "reference":  "2 Samuel 23:20",
             "verseNumber":  20,
             "scripture":  "And Benaiah the son of Jehoiada, the son of a valiant man, of Kabzeel, who had done many acts, he slew two lionlike men of Moab: he went down also and slew a lion in the midst of a pit in time of snow:"
        },
        {
            "reference":  "2 Samuel 23:21",
             "verseNumber":  21,
             "scripture":  "And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear."
        },
        {
            "reference":  "2 Samuel 23:22",
             "verseNumber":  22,
             "scripture":  "These things did Benaiah the son of Jehoiada, and had the name among three mighty men."
        },
        {
            "reference":  "2 Samuel 23:23",
             "verseNumber":  23,
             "scripture":  "He was more honourable than the thirty, but he attained not to the first three. And David set him over his guard."
        },
        {
            "reference":  "2 Samuel 23:24",
             "verseNumber":  24,
             "scripture":  "Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem,"
        },
        {
            "reference":  "2 Samuel 23:25",
             "verseNumber":  25,
             "scripture":  "Shammah the Harodite, Elika the Harodite,"
        },
        {
            "reference":  "2 Samuel 23:26",
             "verseNumber":  26,
             "scripture":  "Helez the Paltite, Ira the son of Ikkesh the Tekoite,"
        },
        {
            "reference":  "2 Samuel 23:27",
             "verseNumber":  27,
             "scripture":  "Abiezer the Anethothite, Mebunnai the Hushathite,"
        },
        {
            "reference":  "2 Samuel 23:28",
             "verseNumber":  28,
             "scripture":  "Zalmon the Ahohite, Maharai the Netophathite,"
        },
        {
            "reference":  "2 Samuel 23:29",
             "verseNumber":  29,
             "scripture":  "Heleb the son of Baanah, a Netophathite, Ittai the son of Ribai out of Gibeah of the children of Benjamin,"
        },
        {
            "reference":  "2 Samuel 23:30",
             "verseNumber":  30,
             "scripture":  "Benaiah the Pirathonite, Hiddai of the brooks of Gaash,"
        },
        {
            "reference":  "2 Samuel 23:31",
             "verseNumber":  31,
             "scripture":  "Abialbon the Arbathite, Azmaveth the Barhumite,"
        },
        {
            "reference":  "2 Samuel 23:32",
             "verseNumber":  32,
             "scripture":  "Eliahba the Shaalbonite, of the sons of Jashen, Jonathan,"
        },
        {
            "reference":  "2 Samuel 23:33",
             "verseNumber":  33,
             "scripture":  "Shammah the Hararite, Ahiam the son of Sharar the Hararite,"
        },
        {
            "reference":  "2 Samuel 23:34",
             "verseNumber":  34,
             "scripture":  "Eliphelet the son of Ahasbai, the son of the Maachathite, Eliam the son of Ahithophel the Gilonite,"
        },
        {
            "reference":  "2 Samuel 23:35",
             "verseNumber":  35,
             "scripture":  "Hezrai the Carmelite, Paarai the Arbite,"
        },
        {
            "reference":  "2 Samuel 23:36",
             "verseNumber":  36,
             "scripture":  "Igal the son of Nathan of Zobah, Bani the Gadite,"
        },
        {
            "reference":  "2 Samuel 23:37",
             "verseNumber":  37,
             "scripture":  "Zelek the Ammonite, Nahari the Beerothite, armour bearer to Joab the son of Zeruiah,"
        },
        {
            "reference":  "2 Samuel 23:38",
             "verseNumber":  38,
             "scripture":  "Ira an Ithrite, Gareb an Ithrite,"
        },
        {
            "reference":  "2 Samuel 23:39",
             "verseNumber":  39,
             "scripture":  "Uriah the Hittite: thirty and seven in all."
        }
    ]
}