{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "1 Samuel",
     "bookAbbreviation":  "2 Sam",
     "chapterNumber":  31,
     "verses":  [
        {
            "reference":  "1 Samuel 31:1",
             "verseNumber":  1,
             "scripture":  "Now the Philistines fought against Israel: and the men of Israel fled from before the Philistines, and fell down slain in mount Gilboa."
        },
        {
            "reference":  "1 Samuel 31:2",
             "verseNumber":  2,
             "scripture":  "And the Philistines followed hard upon Saul and upon his sons; and the Philistines slew Jonathan, and Abinadab, and Melchishua, Saul's sons."
        },
        {
            "reference":  "1 Samuel 31:3",
             "verseNumber":  3,
             "scripture":  "And the battle went sore against Saul, and the archers hit him; and he was sore wounded of the archers."
        },
        {
            "reference":  "1 Samuel 31:4",
             "verseNumber":  4,
             "scripture":  "Then said Saul unto his armour bearer, Draw your sword, and thrust me through therewith; lest these uncircumcised come and thrust me through, and abuse me. But his armour bearer would not; for he was sore afraid. Therefore Saul took a sword, and fell upon it."
        },
        {
            "reference":  "1 Samuel 31:5",
             "verseNumber":  5,
             "scripture":  "And when his armour bearer saw that Saul was dead, he fell likewise upon his sword, and died with him."
        },
        {
            "reference":  "1 Samuel 31:6",
             "verseNumber":  6,
             "scripture":  "So Saul died, and his three sons, and his armour bearer, and all his men, that same day together."
        },
        {
            "reference":  "1 Samuel 31:7",
             "verseNumber":  7,
             "scripture":  "And when the men of Israel that were on the other side of the valley, and they that were on the other side Jordan, saw that the men of Israel fled, and that Saul and his sons were dead, they forsook the cities, and fled; and the Philistines came and dwelt in them."
        },
        {
            "reference":  "1 Samuel 31:8",
             "verseNumber":  8,
             "scripture":  "And it came to pass on the next day, when the Philistines came to strip the slain, that they found Saul and his three sons fallen in mount Gilboa."
        },
        {
            "reference":  "1 Samuel 31:9",
             "verseNumber":  9,
             "scripture":  "And they cut off his head, and stripped off his armour, and sent into the land of the Philistines round about, to publish it in the house of their idols, and among the people."
        },
        {
            "reference":  "1 Samuel 31:10",
             "verseNumber":  10,
             "scripture":  "And they put his armour in the house of Ashtaroth: and they fastened his body to the wall of Bethshan."
        },
        {
            "reference":  "1 Samuel 31:11",
             "verseNumber":  11,
             "scripture":  "And when the inhabitants of Jabeshgilead heard of that which the Philistines had done to Saul;"
        },
        {
            "reference":  "1 Samuel 31:12",
             "verseNumber":  12,
             "scripture":  "All the valiant men arose, and went all night, and took the body of Saul and the bodies of his sons from the wall of Bethshan, and came to Jabesh, and burnt them there."
        },
        {
            "reference":  "1 Samuel 31:13",
             "verseNumber":  13,
             "scripture":  "And they took their bones, and buried them under a tree at Jabesh, and fasted seven days."
        }
    ]
}