{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "2 Samuel", "bookAbbreviation": "2 Sam", "chapterNumber": 4, "verses": [{"reference": "2 Samuel 4:1", "verseNumber": 1, "scripture": "And when Saul's son heard that Abner was dead in Hebron, his hands were feeble, and all the Israelites were troubled."},{"reference": "2 Samuel 4:2", "verseNumber": 2, "scripture": "And Saul's son had two men that were captains of bands: the name of the one was Baanah, and the name of the other Rechab, the sons of Rimmon a Beerothite, of the children of Benjamin: (for Beeroth also was reckoned to Benjamin."},{"reference": "2 Samuel 4:3", "verseNumber": 3, "scripture": "And the Beerothites fled to Gittaim, and were sojourners there until this day.)"},{"reference": "2 Samuel 4:4", "verseNumber": 4, "scripture": "And Jonathan, Saul's son, had a son that was lame of his feet. He was five years old when the tidings came of Saul and Jonathan out of Jezreel, and his nurse took him up, and fled: and it came to pass, as she made haste to flee, that he fell, and became lame. And his name was Mephibosheth."},{"reference": "2 Samuel 4:5", "verseNumber": 5, "scripture": "And the sons of Rimmon the Beerothite, Rechab and Baanah, went, and came about the heat of the day to the house of Ishbosheth, who lay on a bed at noon."},{"reference": "2 Samuel 4:6", "verseNumber": 6, "scripture": "And they came thither into the midst of the house, as though they would have fetched wheat; and they stroke him under the fifth rib: and Rechab and Baanah his brother escaped."},{"reference": "2 Samuel 4:7", "verseNumber": 7, "scripture": "For when they came into the house, he lay on his bed in his bedchamber, and they stroke him, and slew him, and beheaded him, and took his head, and got them away through the plain all night."},{"reference": "2 Samuel 4:8", "verseNumber": 8, "scripture": "And they brought the head of Ishbosheth unto David to Hebron, and said to the king, Behold the head of Ishbosheth the son of Saul yours enemy, which sought your life; and the LORD has avenged my lord the king this day of Saul, and of his seed."},{"reference": "2 Samuel 4:9", "verseNumber": 9, "scripture": "And David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said unto them, As the LORD lives, who has redeemed my soul out of all adversity,"},{"reference": "2 Samuel 4:10", "verseNumber": 10, "scripture": "When one told me, saying, Behold, Saul is dead, thinking to have brought good tidings, I took hold of him, and slew him in Ziklag, who thought that I would have given him a reward for his tidings:"},{"reference": "2 Samuel 4:11", "verseNumber": 11, "scripture": "How much more, when wicked men have slain a righteous person in his own house upon his bed? shall I not therefore now require his blood of your hand, and take you away from the earth?"},{"reference": "2 Samuel 4:12", "verseNumber": 12, "scripture": "And David commanded his young men, and they slew them, and cut off their hands and their feet, and hanged them up over the pool in Hebron. But they took the head of Ishbosheth, and buried it in the tomb of Abner in Hebron."}]}