{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Samuel",
     "bookAbbreviation":  "2 Sam",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "2 Samuel 5:1",
             "verseNumber":  1,
             "scripture":  "Then came all the tribes of Israel to David unto Hebron, and spoke, saying, Behold, we are your bone and your flesh."
        },
        {
            "reference":  "2 Samuel 5:2",
             "verseNumber":  2,
             "scripture":  "Also in time past, when Saul was king over us, you were he that led out and brought in Israel: and the LORD said to you, You shall feed my people Israel, and you shall be a captain over Israel."
        },
        {
            "reference":  "2 Samuel 5:3",
             "verseNumber":  3,
             "scripture":  "So all the elders of Israel came to the king to Hebron; and king David made a league with them in Hebron before the LORD: and they anointed David king over Israel."
        },
        {
            "reference":  "2 Samuel 5:4",
             "verseNumber":  4,
             "scripture":  "David was thirty years old when he began to reign, and he reigned forty years."
        },
        {
            "reference":  "2 Samuel 5:5",
             "verseNumber":  5,
             "scripture":  "In Hebron he reigned over Judah seven years and six months: and in Jerusalem he reigned thirty and three years over all Israel and Judah."
        },
        {
            "reference":  "2 Samuel 5:6",
             "verseNumber":  6,
             "scripture":  "And the king and his men went to Jerusalem unto the Jebusites, the inhabitants of the land: which spoke unto David, saying, Except you take away the blind and the lame, you shall not come in here: thinking, David cannot come in here."
        },
        {
            "reference":  "2 Samuel 5:7",
             "verseNumber":  7,
             "scripture":  "Nevertheless David took the strong hold of Zion: the same is the city of David."
        },
        {
            "reference":  "2 Samuel 5:8",
             "verseNumber":  8,
             "scripture":  "And David said on that day, Whosoever gets up to the watercourse, and strikes the Jebusites, and the lame and the blind that are hated of David's soul, he shall be chief and captain. Wherefore they said, The blind and the lame shall not come into the house."
        },
        {
            "reference":  "2 Samuel 5:9",
             "verseNumber":  9,
             "scripture":  "So David dwelt in the fort, and called it the city of David. And David built round about from Millo and inward."
        },
        {
            "reference":  "2 Samuel 5:10",
             "verseNumber":  10,
             "scripture":  "And David went on, and grew great, and the LORD God of hosts was with him."
        },
        {
            "reference":  "2 Samuel 5:11",
             "verseNumber":  11,
             "scripture":  "And Hiram king of Tyre sent messengers to David, and cedar trees, and carpenters, and stone workers: and they built David an house."
        },
        {
            "reference":  "2 Samuel 5:12",
             "verseNumber":  12,
             "scripture":  "And David perceived that the LORD had established him king over Israel, and that he had exalted his kingdom for his people Israel's sake."
        },
        {
            "reference":  "2 Samuel 5:13",
             "verseNumber":  13,
             "scripture":  "And David took him more concubines and wives out of Jerusalem, after he was come from Hebron: and there were yet sons and daughters born to David."
        },
        {
            "reference":  "2 Samuel 5:14",
             "verseNumber":  14,
             "scripture":  "And these be the names of those that were born unto him in Jerusalem; Shammuah, and Shobab, and Nathan, and Solomon,"
        },
        {
            "reference":  "2 Samuel 5:15",
             "verseNumber":  15,
             "scripture":  "Ibhar also, and Elishua, and Nepheg, and Japhia,"
        },
        {
            "reference":  "2 Samuel 5:16",
             "verseNumber":  16,
             "scripture":  "And Elishama, and Eliada, and Eliphalet."
        },
        {
            "reference":  "2 Samuel 5:17",
             "verseNumber":  17,
             "scripture":  "But when the Philistines heard that they had anointed David king over Israel, all the Philistines came up to seek David; and David heard of it, and went down to the hold."
        },
        {
            "reference":  "2 Samuel 5:18",
             "verseNumber":  18,
             "scripture":  "The Philistines also came and spread themselves in the valley of Rephaim."
        },
        {
            "reference":  "2 Samuel 5:19",
             "verseNumber":  19,
             "scripture":  "And David enquired of the LORD, saying, Shall I go up to the Philistines? will you deliver them into mine hand? And the LORD said unto David, Go up: for I will doubtless deliver the Philistines into yours hand."
        },
        {
            "reference":  "2 Samuel 5:20",
             "verseNumber":  20,
             "scripture":  "And David came to Baalperazim, and David stroke them there, and said, The LORD has broken forth upon mine enemies before me, as the breach of waters. Therefore he called the name of that place Baalperazim."
        },
        {
            "reference":  "2 Samuel 5:21",
             "verseNumber":  21,
             "scripture":  "And there they left their images, and David and his men burned them."
        },
        {
            "reference":  "2 Samuel 5:22",
             "verseNumber":  22,
             "scripture":  "And the Philistines came up yet again, and spread themselves in the valley of Rephaim."
        },
        {
            "reference":  "2 Samuel 5:23",
             "verseNumber":  23,
             "scripture":  "And when David enquired of the LORD, he said, You shall not go up; but fetch a compass behind them, and come upon them opposite to the mulberry trees."
        },
        {
            "reference":  "2 Samuel 5:24",
             "verseNumber":  24,
             "scripture":  "And let it be, when you hear the sound of a going in the tops of the mulberry trees, that then you shall bestir yourself: for then shall the LORD go out before you, to strike the host of the Philistines."
        },
        {
            "reference":  "2 Samuel 5:25",
             "verseNumber":  25,
             "scripture":  "And David did so, as the LORD had commanded him; and stroke the Philistines from Geba until you come to Gazer."
        }
    ]
}