{
    "bibleVersion":  "TAM",
     "bibleLanguage":  "Tamil",
     "fullBibleName":  "பரிசுத்த வேதாகமம் O.V. (2017)",
     "description":  "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.",
     "scriptureSection":  "பழைய ஏற்பாடு",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Bible Society of India",
     "bibleTextSource":  "Internet",
     "bookName":  "எண்ணாகமம்",
     "bookAbbreviation":  "எண்",
     "chapterNumber":  29,
     "verses":  [
        {
            "reference":  "எண்ணாகமம் 29:1",
             "verseNumber":  1,
             "scripture":  "ஏழாம் மாதம் முதல் தேதி பரிசுத்த சபைகூடும் நாளாயிருக்கக்கடவது; அதில் சாதாரணமான யாதொரு வேலையும் செய்யலாகாது; அது உங்களுக்கு எக்காளமூதும் நாளாயிருக்கவேண்டும்."
        },
        {
            "reference":  "எண்ணாகமம் 29:2",
             "verseNumber":  2,
             "scripture":  "அப்பொழுது நீங்கள் கர்த்தருக்குச் சுகந்த வாசனையான சர்வாங்கதகனபலியாக ஒரு காளையையும், ஒரு ஆட்டுக்கடாவையும், ஒருவயதான பழுதற்ற ஏழு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:3",
             "verseNumber":  3,
             "scripture":  "அவைகளுக்கு அடுத்த போஜனபலியாக எண்ணெயிலே பிசைந்த மெல்லிய மாவிலே காளைக்காகப் பத்தில் மூன்று பங்கையும், ஆட்டுக்கடாவுக்காக இரண்டு பங்கையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:4",
             "verseNumber":  4,
             "scripture":  "ஏழு ஆட்டுக்குட்டிகளில் ஒவ்வொன்றிற்காக ஒரு பங்கையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:5",
             "verseNumber":  5,
             "scripture":  "உங்கள் பாவநிவிர்த்திக்கான பலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தி,"
        },
        {
            "reference":  "எண்ணாகமம் 29:6",
             "verseNumber":  6,
             "scripture":  "மாதப்பிறப்பின் சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், தினந்தோறும் இடும் சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அவைகளின் முறைமைக்கேற்ற பானபலிகளையும் அன்றி, இவைகளையும் கர்த்தருக்குச் சுகந்த வாசனையான சர்வாங்கதகனபலியாகச் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:7",
             "verseNumber":  7,
             "scripture":  "இந்த ஏழாம் மாதம் பத்தாம் தேதி உங்களுக்குப் பரிசுத்த சபைகூடும் நாளாயிருக்கக்கடவது; அதிலே நீங்கள் யாதொரு வேலையும் செய்யாமல், உங்கள் ஆத்துமாக்களைத் தாழ்மைப்படுத்தி,"
        },
        {
            "reference":  "எண்ணாகமம் 29:8",
             "verseNumber":  8,
             "scripture":  "கர்த்தருக்குச் சுகந்த வாசனையான சர்வாங்கதகனபலியாக ஒரு காளையையும், ஒரு ஆட்டுக்கடாவையும், ஒருவயதான பழுதற்ற ஏழு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:9",
             "verseNumber":  9,
             "scripture":  "அவைகளின் போஜனபலியாக எண்ணெயிலே பிசைந்த மெல்லிய மாவிலே காளைக்காகப் பத்தில் மூன்று பங்கையும், அந்த ஒரு ஆட்டுக்கடாவுக்காக இரண்டு பங்கையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:10",
             "verseNumber":  10,
             "scripture":  "ஏழு ஆட்டுக்குட்டிகளில் ஒவ்வொன்றிற்காகப் பத்தில் ஒரு பங்கையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:11",
             "verseNumber":  11,
             "scripture":  "பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தி, பாவநிவாரணபலியையும், நித்திய சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அவைகளின் பானபலிகளையும் அன்றி, இவைகளையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:12",
             "verseNumber":  12,
             "scripture":  "ஏழாம் மாதம் பதினைந்தாம் தேதி உங்களுக்குப் பரிசுத்த சபைகூடும் நாளாயிருக்கக்கடவது; அதில் சாதாரணமான யாதொரு வேலையும் செய்யலாகாது; ஏழு நாள் கர்த்தருக்குப் பண்டிகை ஆசரிக்கக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:13",
             "verseNumber":  13,
             "scripture":  "நீங்கள் கர்த்தருக்குச் சுகந்த வாசனையுள்ள சர்வாங்கதகனபலியாக பதின்மூன்று காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:14",
             "verseNumber":  14,
             "scripture":  "அவைகளின் போஜனபலியாக எண்ணெயிலே பிசைந்த மெல்லிய மாவிலே அந்தப் பதின்மூன்று காளைகளில் ஒவ்வொன்றிற்காகப் பத்தில் மூன்று பங்கையும், அந்த இரண்டு ஆட்டுக்கடாக்களில் ஒவ்வொன்றிற்காக இரண்டு பங்கையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:15",
             "verseNumber":  15,
             "scripture":  "பதினான்கு ஆட்டுக்குட்டிகளில் ஒவ்வொன்றிற்காக ஒரு பங்கையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:16",
             "verseNumber":  16,
             "scripture":  "நித்திய தகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலியையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:17",
             "verseNumber":  17,
             "scripture":  "இரண்டாம் நாளிலே பன்னிரண்டு காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:18",
             "verseNumber":  18,
             "scripture":  "காளைகளும், ஆட்டுக்கடாக்களும், ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத் தக்கதாக முறைமையின்படி அவைகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:19",
             "verseNumber":  19,
             "scripture":  "நித்திய சர்வாங்க தகனபலியையும், அதின் போஜனபலியையும், அவைகளின் பானபலிகளையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:20",
             "verseNumber":  20,
             "scripture":  "மூன்றாம் நாளிலே பதினொரு காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:21",
             "verseNumber":  21,
             "scripture":  "காளைகளும் ஆட்டுக்கடாக்களும் ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத்தக்கதாக முறைமையின்படி அவைகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:22",
             "verseNumber":  22,
             "scripture":  "நித்திய சர்வாங்க தகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலியையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:23",
             "verseNumber":  23,
             "scripture":  "நான்காம் நாளிலே பத்துக் காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:24",
             "verseNumber":  24,
             "scripture":  "காளைகளும், ஆட்டுக்கடாக்களும், ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத்தக்கதாக முறைமையின்படி அவைகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:25",
             "verseNumber":  25,
             "scripture":  "நித்திய சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலியையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:26",
             "verseNumber":  26,
             "scripture":  "ஐந்தாம் நாளிலே ஒன்பது காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:27",
             "verseNumber":  27,
             "scripture":  "காளைகளும், ஆட்டுக்கடாக்களும், ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத்தக்கதாக முறைமையின்படி அவைகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:28",
             "verseNumber":  28,
             "scripture":  "நித்திய சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலியையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:29",
             "verseNumber":  29,
             "scripture":  "ஆறாம் நாளிலே எட்டுக் காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:30",
             "verseNumber":  30,
             "scripture":  "காளைகளும், ஆட்டுக்கடாக்களும், ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத்தக்கதாக முறைமையின்படி அவகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:31",
             "verseNumber":  31,
             "scripture":  "நித்திய சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலிகளையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:32",
             "verseNumber":  32,
             "scripture":  "ஏழாம் நாளிலே ஏழு காளைகளையும், இரண்டு ஆட்டுக்கடாக்களையும், ஒருவயதான பழுதற்ற பதினான்கு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:33",
             "verseNumber":  33,
             "scripture":  "காளைகளும், ஆட்டுக்கடாக்களும், ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத்தக்கதாக முறைமையின்படி அவைகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:34",
             "verseNumber":  34,
             "scripture":  "நித்திய சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலியையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:35",
             "verseNumber":  35,
             "scripture":  "எட்டாம் நாள் உங்களுக்கு விசேஷித்த ஆசரிப்பு நாளாயிருக்கக்கடவது; அதில் சாதாரணமான யாதொரு வேலையும் செய்யலாகாது."
        },
        {
            "reference":  "எண்ணாகமம் 29:36",
             "verseNumber":  36,
             "scripture":  "அப்பொழுது நீங்கள் கர்த்தருக்குச் சுகந்த வாசனையுள்ள தகனமான சர்வாங்கதகனபலியாக ஒரு காளையையும், ஒரு ஆட்டுக்கடாவையும், ஒருவயதான பழுதற்ற ஏழு ஆட்டுக்குட்டிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:37",
             "verseNumber":  37,
             "scripture":  "காளையும், ஆட்டுக்கடாவும், ஆட்டுக்குட்டிகளும் இருக்கிற இலக்கத்திற்குத் தக்கதாக முறைமையின்படி அவைகளின் போஜனபலியையும், அவைகளின் பானபலிகளையும்,"
        },
        {
            "reference":  "எண்ணாகமம் 29:38",
             "verseNumber":  38,
             "scripture":  "நித்திய சர்வாங்கதகனபலியையும், அதின் போஜனபலியையும், அதின் பானபலியையும் அன்றி, பாவநிவாரணபலியாக ஒரு வெள்ளாட்டுக்கடாவையும் செலுத்தக்கடவீர்கள்."
        },
        {
            "reference":  "எண்ணாகமம் 29:39",
             "verseNumber":  39,
             "scripture":  "உங்கள் பொருத்தனைகளையும், உங்கள் உற்சாகபலிகளையும், உங்கள் சர்வாங்கதகனபலிகளையும், உங்கள் போஜனபலிகளையும், உங்கள் பானபலிகளையும், உங்கள் சமாதானபலிகளையும் அன்றி, நீங்கள் உங்கள் பண்டிகைகளிலே கர்த்தருக்குச் செலுத்தவேண்டியவைகள் இவைகளே என்று சொல் என்றார்."
        },
        {
            "reference":  "எண்ணாகமம் 29:40",
             "verseNumber":  40,
             "scripture":  "கர்த்தர் மோசேக்குக் கட்டளையிட்டபடியெல்லாம் மோசே இஸ்ரவேல் புத்திரருக்குச் சொன்னான்."
        }
    ]
}