{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Esther",
     "bookAbbreviation":  "Est",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Esther 6:1",
             "verseNumber":  1,
             "scripture":  "On that night could not the king sleep, and he commanded to bring the book of records of the chronicles; and they were read before the king."
        },
        {
            "reference":  "Esther 6:2",
             "verseNumber":  2,
             "scripture":  "And it was found written, that Mordecai had told of Bigthana and Teresh, two of the king's chamberlains, the keepers of the door, who sought to lay hand on the king Ahasuerus."
        },
        {
            "reference":  "Esther 6:3",
             "verseNumber":  3,
             "scripture":  "And the king said, What honour and dignity has been done to Mordecai for this? Then said the king's servants that ministered unto him, There is nothing done for him."
        },
        {
            "reference":  "Esther 6:4",
             "verseNumber":  4,
             "scripture":  "And the king said, Who is in the court? Now Haman was come into the outward court of the king's house, to speak unto the king to hang Mordecai on the gallows that he had prepared for him."
        },
        {
            "reference":  "Esther 6:5",
             "verseNumber":  5,
             "scripture":  "And the king's servants said unto him, Behold, Haman stands in the court. And the king said, Let him come in."
        },
        {
            "reference":  "Esther 6:6",
             "verseNumber":  6,
             "scripture":  "So Haman came in. And the king said unto him, What shall be done unto the man whom the king delights to honour? Now Haman thought in his heart, To whom would the king delight to do honour more than to myself?"
        },
        {
            "reference":  "Esther 6:7",
             "verseNumber":  7,
             "scripture":  "And Haman answered the king, For the man whom the king delights to honour,"
        },
        {
            "reference":  "Esther 6:8",
             "verseNumber":  8,
             "scripture":  "Let the royal apparel be brought which the king uses to wear, and the horse that the king rides upon, and the crown royal which is set upon his head:"
        },
        {
            "reference":  "Esther 6:9",
             "verseNumber":  9,
             "scripture":  "And let this apparel and horse be delivered to the hand of one of the king's most noble princes, that they may array the man likewise whom the king delights to honour, and bring him on horseback through the street of the city, and proclaim before him, Thus shall it be done to the man whom the king delights to honour."
        },
        {
            "reference":  "Esther 6:10",
             "verseNumber":  10,
             "scripture":  "Then the king said to Haman, Make haste, and take the apparel and the horse, as you have said, and do even so to Mordecai the Jew, that sits at the king's gate: let nothing fail of all that you have spoken."
        },
        {
            "reference":  "Esther 6:11",
             "verseNumber":  11,
             "scripture":  "Then took Haman the apparel and the horse, and arrayed Mordecai, and brought him on horseback through the street of the city, and proclaimed before him, Thus shall it be done unto the man whom the king delights to honour."
        },
        {
            "reference":  "Esther 6:12",
             "verseNumber":  12,
             "scripture":  "And Mordecai came again to the king's gate. But Haman hasted to his house mourning, and having his head covered."
        },
        {
            "reference":  "Esther 6:13",
             "verseNumber":  13,
             "scripture":  "And Haman told Zeresh his wife and all his friends every thing that had befallen him. Then said his wise men and Zeresh his wife unto him, If Mordecai be of the seed of the Jews, before whom you have begun to fall, you shall not prevail against him, but shall surely fall before him."
        },
        {
            "reference":  "Esther 6:14",
             "verseNumber":  14,
             "scripture":  "And while they were yet talking with him, came the king's chamberlains, and hasted to bring Haman unto the banquet that Esther had prepared."
        }
    ]
}