{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Esther",
     "bookAbbreviation":  "Est",
     "chapterNumber":  9,
     "verses":  [
        {
            "reference":  "Esther 9:1",
             "verseNumber":  1,
             "scripture":  "Now in the twelfth month, that is, the month Adar, on the thirteenth day of the same, when the king's commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;)"
        },
        {
            "reference":  "Esther 9:2",
             "verseNumber":  2,
             "scripture":  "The Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people."
        },
        {
            "reference":  "Esther 9:3",
             "verseNumber":  3,
             "scripture":  "And all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them."
        },
        {
            "reference":  "Esther 9:4",
             "verseNumber":  4,
             "scripture":  "For Mordecai was great in the king's house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater."
        },
        {
            "reference":  "Esther 9:5",
             "verseNumber":  5,
             "scripture":  "Thus the Jews stroke all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them."
        },
        {
            "reference":  "Esther 9:6",
             "verseNumber":  6,
             "scripture":  "And in Shushan the palace the Jews slew and destroyed five hundred men."
        },
        {
            "reference":  "Esther 9:7",
             "verseNumber":  7,
             "scripture":  "And Parshandatha, and Dalphon, and Aspatha,"
        },
        {
            "reference":  "Esther 9:8",
             "verseNumber":  8,
             "scripture":  "And Poratha, and Adalia, and Aridatha,"
        },
        {
            "reference":  "Esther 9:9",
             "verseNumber":  9,
             "scripture":  "And Parmashta, and Arisai, and Aridai, and Vajezatha,"
        },
        {
            "reference":  "Esther 9:10",
             "verseNumber":  10,
             "scripture":  "The ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand."
        },
        {
            "reference":  "Esther 9:11",
             "verseNumber":  11,
             "scripture":  "On that day the number of those that were slain in Shushan the palace was brought before the king."
        },
        {
            "reference":  "Esther 9:12",
             "verseNumber":  12,
             "scripture":  "And the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king's provinces? now what is your petition? and it shall be granted you: or what is your request further? and it shall be done."
        },
        {
            "reference":  "Esther 9:13",
             "verseNumber":  13,
             "scripture":  "Then said Esther, If it please the king, let it be granted to the Jews which are in Shushan to do tomorrow also according unto this day's decree, and let Haman's ten sons be hanged upon the gallows."
        },
        {
            "reference":  "Esther 9:14",
             "verseNumber":  14,
             "scripture":  "And the king commanded it so to be done: and the decree was given at Shushan; and they hanged Haman's ten sons."
        },
        {
            "reference":  "Esther 9:15",
             "verseNumber":  15,
             "scripture":  "For the Jews that were in Shushan gathered themselves together on the fourteenth day also of the month Adar, and slew three hundred men at Shushan; but on the prey they laid not their hand."
        },
        {
            "reference":  "Esther 9:16",
             "verseNumber":  16,
             "scripture":  "But the other Jews that were in the king's provinces gathered themselves together, and stood for their lives, and had rest from their enemies, and slew of their foes seventy and five thousand, but they laid not their hands on the prey,"
        },
        {
            "reference":  "Esther 9:17",
             "verseNumber":  17,
             "scripture":  "On the thirteenth day of the month Adar; and on the fourteenth day of the same rested they, and made it a day of feasting and gladness."
        },
        {
            "reference":  "Esther 9:18",
             "verseNumber":  18,
             "scripture":  "But the Jews that were at Shushan assembled together on the thirteenth day thereof, and on the fourteenth thereof; and on the fifteenth day of the same they rested, and made it a day of feasting and gladness."
        },
        {
            "reference":  "Esther 9:19",
             "verseNumber":  19,
             "scripture":  "Therefore the Jews of the villages, that dwelt in the towns without protective walls, made the fourteenth day of the month Adar a day of gladness and feasting, and a good day, and of sending portions one to another."
        },
        {
            "reference":  "Esther 9:20",
             "verseNumber":  20,
             "scripture":  "And Mordecai wrote these things, and sent letters unto all the Jews that were in all the provinces of the king Ahasuerus, both nigh and far,"
        },
        {
            "reference":  "Esther 9:21",
             "verseNumber":  21,
             "scripture":  "To establish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly,"
        },
        {
            "reference":  "Esther 9:22",
             "verseNumber":  22,
             "scripture":  "As the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor."
        },
        {
            "reference":  "Esther 9:23",
             "verseNumber":  23,
             "scripture":  "And the Jews undertook to do as they had begun, and as Mordecai had written unto them;"
        },
        {
            "reference":  "Esther 9:24",
             "verseNumber":  24,
             "scripture":  "Because Haman the son of Hammedatha, the Agagite, the enemy of all the Jews, had devised against the Jews to destroy them, and had cast Pur, that is, the lot, to consume them, and to destroy them;"
        },
        {
            "reference":  "Esther 9:25",
             "verseNumber":  25,
             "scripture":  "But when Esther came before the king, he commanded by letters that his wicked device, which he devised against the Jews, should return upon his own head, and that he and his sons should be hanged on the gallows."
        },
        {
            "reference":  "Esther 9:26",
             "verseNumber":  26,
             "scripture":  "Wherefore they called these days Purim after the name of Pur. Therefore for all the words of this letter, and of that which they had seen concerning this matter, and which had come unto them,"
        },
        {
            "reference":  "Esther 9:27",
             "verseNumber":  27,
             "scripture":  "The Jews ordained, and took upon them, and upon their seed, and upon all such as joined themselves unto them, so as it should not fail, that they would keep these two days according to their writing, and according to their appointed time every year;"
        },
        {
            "reference":  "Esther 9:28",
             "verseNumber":  28,
             "scripture":  "And that these days should be remembered and kept throughout every generation, every family, every province, and every city; and that these days of Purim should not fail from among the Jews, nor the memorial of them perish from their seed."
        },
        {
            "reference":  "Esther 9:29",
             "verseNumber":  29,
             "scripture":  "Then Esther the queen, the daughter of Abihail, and Mordecai the Jew, wrote with all authority, to confirm this second letter of Purim."
        },
        {
            "reference":  "Esther 9:30",
             "verseNumber":  30,
             "scripture":  "And he sent the letters unto all the Jews, to the hundred twenty and seven provinces of the kingdom of Ahasuerus, with words of peace and truth,"
        },
        {
            "reference":  "Esther 9:31",
             "verseNumber":  31,
             "scripture":  "To confirm these days of Purim in their times appointed, according as Mordecai the Jew and Esther the queen had commanded with authority them, and as they had decreed for themselves and for their seed, the matters of the fastings and their cry."
        },
        {
            "reference":  "Esther 9:32",
             "verseNumber":  32,
             "scripture":  "And the decree of Esther confirmed these matters of Purim; and it was written in the book."
        }
    ]
}