{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Amos", "bookAbbreviation": "Amo", "chapterNumber": 2, "verses": [{"reference": "Amos 2:1", "verseNumber": 1, "scripture": "Thus says the LORD; For three transgressions of Moab, and for four, I will not turn away the punishment thereof; because he burned the bones of the king of Edom into lime:"},{"reference": "Amos 2:2", "verseNumber": 2, "scripture": "But I will send a fire upon Moab, and it shall devour the palaces of Kirioth: and Moab shall die with tumult, with shouting, and with the sound of the trumpet:"},{"reference": "Amos 2:3", "verseNumber": 3, "scripture": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, says the LORD."},{"reference": "Amos 2:4", "verseNumber": 4, "scripture": "Thus says the LORD; For three transgressions of Judah, and for four, I will not turn away the punishment thereof; because they have despised the law of the LORD, and have not kept his commandments, and their lies caused them to go astray, after the which their fathers have walked:"},{"reference": "Amos 2:5", "verseNumber": 5, "scripture": "But I will send a fire upon Judah, and it shall devour the palaces of Jerusalem."},{"reference": "Amos 2:6", "verseNumber": 6, "scripture": "Thus says the LORD; For three transgressions of Israel, and for four, I will not turn away the punishment thereof; because they sold the righteous for silver, and the poor for a pair of shoes;"},{"reference": "Amos 2:7", "verseNumber": 7, "scripture": "That pant after the dust of the earth on the head of the poor, and turn aside the way of the meek: and a man and his father will go in unto the same maid, to profane my holy name:"},{"reference": "Amos 2:8", "verseNumber": 8, "scripture": "And they lay themselves down upon clothes laid to pledge by every altar, and they drink the wine of the condemned in the house of their god."},{"reference": "Amos 2:9", "verseNumber": 9, "scripture": "Yet destroyed I the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath."},{"reference": "Amos 2:10", "verseNumber": 10, "scripture": "Also I brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite."},{"reference": "Amos 2:11", "verseNumber": 11, "scripture": "And I raised up of your sons for prophets, and of your young men for Nazarites. Is it not even thus, O all of you children of Israel? says the LORD."},{"reference": "Amos 2:12", "verseNumber": 12, "scripture": "But all of you gave the Nazarites wine to drink; and commanded the prophets, saying, Prophesy not."},{"reference": "Amos 2:13", "verseNumber": 13, "scripture": "Behold, I am pressed under you, as a cart is pressed that is full of sheaves."},{"reference": "Amos 2:14", "verseNumber": 14, "scripture": "Therefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself:"},{"reference": "Amos 2:15", "verseNumber": 15, "scripture": "Neither shall he stand that handles the bow; and he that is swift of foot shall not deliver himself: neither shall he that rides the horse deliver himself."},{"reference": "Amos 2:16", "verseNumber": 16, "scripture": "And he that is courageous among the mighty shall flee away naked in that day, says the LORD."}]}