{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Amos", "bookAbbreviation": "Amo", "chapterNumber": 4, "verses": [{"reference": "Amos 4:1", "verseNumber": 1, "scripture": "Hear this word, all of you cattle of Bashan, that are in the mountain of Samaria, which oppress the poor, which crush the needy, which say to their masters, Bring, and let us drink."},{"reference": "Amos 4:2", "verseNumber": 2, "scripture": "The Lord GOD has sworn by his holiness, that, lo, the days shall come upon you, that he will take you away with hooks, and your posterity with fishhooks."},{"reference": "Amos 4:3", "verseNumber": 3, "scripture": "And all of you shall go out at the breaches, every cow at that which is before her; and all of you shall cast them into the palace, says the LORD."},{"reference": "Amos 4:4", "verseNumber": 4, "scripture": "Come to Bethel, and transgress; at Gilgal multiply transgression; and bring your sacrifices every morning, and your tithes after three years:"},{"reference": "Amos 4:5", "verseNumber": 5, "scripture": "And offer a sacrifice of thanksgiving with leaven, and proclaim and publish the free offerings: for this likes you, O all of you children of Israel, says the Lord GOD."},{"reference": "Amos 4:6", "verseNumber": 6, "scripture": "And I also have given you cleanness of teeth in all your cities, and lack of bread in all your places: yet have all of you not returned unto me, says the LORD."},{"reference": "Amos 4:7", "verseNumber": 7, "scripture": "And also I have withheld the rain from you, when there were yet three months to the harvest: and I caused it to rain upon one city, and caused it not to rain upon another city: one piece was rained upon, and the piece whereupon it rained not withered."},{"reference": "Amos 4:8", "verseNumber": 8, "scripture": "So two or three cities wandered unto one city, to drink water; but they were not satisfied: yet have all of you not returned unto me, says the LORD."},{"reference": "Amos 4:9", "verseNumber": 9, "scripture": "I have smitten you with blasting and mildew: when your gardens and your vineyards and your fig trees and your olive trees increased, the palmerworm devoured them: yet have all of you not returned unto me, says the LORD."},{"reference": "Amos 4:10", "verseNumber": 10, "scripture": "I have sent among you the pestilence after the manner of Egypt: your young men have I slain with the sword, and have taken away your horses; and I have made the stink of your camps to come up unto your nostrils: yet have all of you not returned unto me, says the LORD."},{"reference": "Amos 4:11", "verseNumber": 11, "scripture": "I have overthrown some of you, as God overthrew Sodom and Gomorrah, and all of you were as a firebrand plucked out of the burning: yet have all of you not returned unto me, says the LORD."},{"reference": "Amos 4:12", "verseNumber": 12, "scripture": "Therefore thus will I do unto you, O Israel: and because I will do this unto you, prepare to meet your God, O Israel."},{"reference": "Amos 4:13", "verseNumber": 13, "scripture": "For, lo, he that forms the mountains, and creates the wind, and declares unto man what is his thought, that makes the morning darkness, and treads upon the high places of the earth, The LORD, The God of hosts, is his name."}]}