{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Amos",
     "bookAbbreviation":  "Amo",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Amos 5:1",
             "verseNumber":  1,
             "scripture":  "Hear all of you this word which I take up against you, even a lamentation, O house of Israel."
        },
        {
            "reference":  "Amos 5:2",
             "verseNumber":  2,
             "scripture":  "The virgin of Israel is fallen; she shall no more rise: she is forsaken upon her land; there is none to raise her up."
        },
        {
            "reference":  "Amos 5:3",
             "verseNumber":  3,
             "scripture":  "For thus says the Lord GOD; The city that went out by a thousand shall leave an hundred, and that which went forth by an hundred shall leave ten, to the house of Israel."
        },
        {
            "reference":  "Amos 5:4",
             "verseNumber":  4,
             "scripture":  "For thus says the LORD unto the house of Israel, Seek all of you me, and all of you shall live:"
        },
        {
            "reference":  "Amos 5:5",
             "verseNumber":  5,
             "scripture":  "But seek not Bethel, nor enter into Gilgal, and pass not to Beersheba: for Gilgal shall surely go into captivity, and Bethel shall come to nothing."
        },
        {
            "reference":  "Amos 5:6",
             "verseNumber":  6,
             "scripture":  "Seek the LORD, and all of you shall live; lest he break out like fire in the house of Joseph, and devour it, and there be none to quench it in Bethel."
        },
        {
            "reference":  "Amos 5:7",
             "verseNumber":  7,
             "scripture":  "All of you who turn judgment to wormwood, and leave off righteousness in the earth,"
        },
        {
            "reference":  "Amos 5:8",
             "verseNumber":  8,
             "scripture":  "Seek him that makes the seven stars and Orion, and turns the shadow of death into the morning, and makes the day dark with night: that calls for the waters of the sea, and pours them out upon the face of the earth: The LORD is his name:"
        },
        {
            "reference":  "Amos 5:9",
             "verseNumber":  9,
             "scripture":  "That strengthens the spoiled against the strong, so that the spoiled shall come against the fortress."
        },
        {
            "reference":  "Amos 5:10",
             "verseNumber":  10,
             "scripture":  "They hate him that rebukes in the gate, and they detest him that speaks uprightly."
        },
        {
            "reference":  "Amos 5:11",
             "verseNumber":  11,
             "scripture":  "Forasmuch therefore as your treading is upon the poor, and all of you take from him burdens of wheat: all of you have built houses of hewn stone, but all of you shall not dwell in them; all of you have planted pleasant vineyards, but all of you shall not drink wine of them."
        },
        {
            "reference":  "Amos 5:12",
             "verseNumber":  12,
             "scripture":  "For I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor in the gate from their right."
        },
        {
            "reference":  "Amos 5:13",
             "verseNumber":  13,
             "scripture":  "Therefore the prudent shall keep silence in that time; for it is an evil time."
        },
        {
            "reference":  "Amos 5:14",
             "verseNumber":  14,
             "scripture":  "Seek good, and not evil, that all of you may live: and so the LORD, the God of hosts, shall be with you, as all of you have spoken."
        },
        {
            "reference":  "Amos 5:15",
             "verseNumber":  15,
             "scripture":  "Hate the evil, and love the good, and establish judgment in the gate: it may be that the LORD God of hosts will be gracious unto the remnant of Joseph."
        },
        {
            "reference":  "Amos 5:16",
             "verseNumber":  16,
             "scripture":  "Therefore the LORD, the God of hosts, the LORD, says thus; Wailing shall be in all streets; and they shall say in all the highways, Alas! alas! and they shall call the farmer to mourning, and such as are skilful of lamentation to wailing."
        },
        {
            "reference":  "Amos 5:17",
             "verseNumber":  17,
             "scripture":  "And in all vineyards shall be wailing: for I will pass through you, says the LORD."
        },
        {
            "reference":  "Amos 5:18",
             "verseNumber":  18,
             "scripture":  "Woe unto you that desire the day of the LORD! to what end is it for you? the day of the LORD is darkness, and not light."
        },
        {
            "reference":  "Amos 5:19",
             "verseNumber":  19,
             "scripture":  "As if a man did flee from a lion, and a bear met him; or went into the house, and leaned his hand on the wall, and a serpent bit him."
        },
        {
            "reference":  "Amos 5:20",
             "verseNumber":  20,
             "scripture":  "Shall not the day of the LORD be darkness, and not light? even very dark, and no brightness in it?"
        },
        {
            "reference":  "Amos 5:21",
             "verseNumber":  21,
             "scripture":  "I hate, I despise your feast days, and I will not smell in your solemn assemblies."
        },
        {
            "reference":  "Amos 5:22",
             "verseNumber":  22,
             "scripture":  "Though all of you offer me burnt offerings and your food offerings, I will not accept them: neither will I regard the peace offerings of your fat beasts."
        },
        {
            "reference":  "Amos 5:23",
             "verseNumber":  23,
             "scripture":  "Take you away from me the noise of your songs; for I will not hear the melody of your viols."
        },
        {
            "reference":  "Amos 5:24",
             "verseNumber":  24,
             "scripture":  "But let judgment run down as waters, and righteousness as a mighty stream."
        },
        {
            "reference":  "Amos 5:25",
             "verseNumber":  25,
             "scripture":  "Have all of you offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?"
        },
        {
            "reference":  "Amos 5:26",
             "verseNumber":  26,
             "scripture":  "But all of you have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which all of you made to yourselves."
        },
        {
            "reference":  "Amos 5:27",
             "verseNumber":  27,
             "scripture":  "Therefore will I cause you to go into captivity beyond Damascus, says the LORD, whose name is The God of hosts."
        }
    ]
}