{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Amos",
     "bookAbbreviation":  "Amo",
     "chapterNumber":  6,
     "verses":  [
        {
            "reference":  "Amos 6:1",
             "verseNumber":  1,
             "scripture":  "Woe to them that are at ease in Zion, and trust in the mountain of Samaria, which are named chief of the nations, to whom the house of Israel came!"
        },
        {
            "reference":  "Amos 6:2",
             "verseNumber":  2,
             "scripture":  "Pass all of you unto Calneh, and see; and from thence go all of you to Hamath the great: then go down to Gath of the Philistines: be they better than these kingdoms? or their border greater than your border?"
        },
        {
            "reference":  "Amos 6:3",
             "verseNumber":  3,
             "scripture":  "All of you that put far away the evil day, and cause the seat of violence to come near;"
        },
        {
            "reference":  "Amos 6:4",
             "verseNumber":  4,
             "scripture":  "That lie upon beds of ivory, and stretch themselves upon their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall;"
        },
        {
            "reference":  "Amos 6:5",
             "verseNumber":  5,
             "scripture":  "That chant to the sound of the viol, and invent to themselves instruments of music, like David;"
        },
        {
            "reference":  "Amos 6:6",
             "verseNumber":  6,
             "scripture":  "That drink wine in bowls, and anoint themselves with the chief ointments: but they are not grieved for the affliction of Joseph."
        },
        {
            "reference":  "Amos 6:7",
             "verseNumber":  7,
             "scripture":  "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed."
        },
        {
            "reference":  "Amos 6:8",
             "verseNumber":  8,
             "scripture":  "The Lord GOD has sworn by himself, says the LORD the God of hosts, I detest the excellency of Jacob, and hate his palaces: therefore will I deliver up the city with all that is therein."
        },
        {
            "reference":  "Amos 6:9",
             "verseNumber":  9,
             "scripture":  "And it shall come to pass, if there remain ten men in one house, that they shall die."
        },
        {
            "reference":  "Amos 6:10",
             "verseNumber":  10,
             "scripture":  "And a man's uncle shall take him up, and he that burns him, to bring out the bones out of the house, and shall say unto him that is by the sides of the house, Is there yet any with you? and he shall say, No. Then shall he say, Hold your tongue: for we may not make mention of the name of the LORD."
        },
        {
            "reference":  "Amos 6:11",
             "verseNumber":  11,
             "scripture":  "For, behold, the LORD commands, and he will strike the great house with breaches, and the little house with clefts."
        },
        {
            "reference":  "Amos 6:12",
             "verseNumber":  12,
             "scripture":  "Shall horses run upon the rock? will one plow there with oxen? for all of you have turned judgment into gall, and the fruit of righteousness into hemlock:"
        },
        {
            "reference":  "Amos 6:13",
             "verseNumber":  13,
             "scripture":  "All of you which rejoice in a thing of nothing, which say, Have we not taken to us horns by our own strength?"
        },
        {
            "reference":  "Amos 6:14",
             "verseNumber":  14,
             "scripture":  "But, behold, I will raise up against you a nation, O house of Israel, says the LORD the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness."
        }
    ]
}