{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Ezekiel", "bookAbbreviation": "Eze", "chapterNumber": 1, "verses": [{"reference": "Ezekiel 1:1", "verseNumber": 1, "scripture": "Now it came to pass in the thirtieth year, in the fourth month, in the fifth day of the month, as I was among the captives by the river of Chebar, that the heavens were opened, and I saw visions of God."},{"reference": "Ezekiel 1:2", "verseNumber": 2, "scripture": "In the fifth day of the month, which was the fifth year of king Jehoiachin's captivity,"},{"reference": "Ezekiel 1:3", "verseNumber": 3, "scripture": "The word of the LORD came expressly unto Ezekiel the priest, the son of Buzi, in the land of the Chaldeans by the river Chebar; and the hand of the LORD was there upon him."},{"reference": "Ezekiel 1:4", "verseNumber": 4, "scripture": "And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire setting itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire."},{"reference": "Ezekiel 1:5", "verseNumber": 5, "scripture": "Also out of the midst thereof came the likeness of four living creatures. And this was their appearance; they had the likeness of a man."},{"reference": "Ezekiel 1:6", "verseNumber": 6, "scripture": "And every one had four faces, and every one had four wings."},{"reference": "Ezekiel 1:7", "verseNumber": 7, "scripture": "And their feet were straight feet; and the sole of their feet was like the sole of a calf's foot: and they sparkled like the colour of burnished brass."},{"reference": "Ezekiel 1:8", "verseNumber": 8, "scripture": "And they had the hands of a man under their wings on their four sides; and they four had their faces and their wings."},{"reference": "Ezekiel 1:9", "verseNumber": 9, "scripture": "Their wings were joined one to another; they turned not when they went; they went every one straight forward."},{"reference": "Ezekiel 1:10", "verseNumber": 10, "scripture": "As for the likeness of their faces, they four had the face of a man, and the face of a lion, on the right side: and they four had the face of an ox on the left side; they four also had the face of an eagle."},{"reference": "Ezekiel 1:11", "verseNumber": 11, "scripture": "Thus were their faces: and their wings were stretched upward; two wings of every one were joined one to another, and two covered their bodies."},{"reference": "Ezekiel 1:12", "verseNumber": 12, "scripture": "And they went every one straight forward: where the spirit was to go, they went; and they turned not when they went."},{"reference": "Ezekiel 1:13", "verseNumber": 13, "scripture": "As for the likeness of the living creatures, their appearance was like burning coals of fire, and like the appearance of lamps: it went up and down among the living creatures; and the fire was bright, and out of the fire went forth lightning."},{"reference": "Ezekiel 1:14", "verseNumber": 14, "scripture": "And the living creatures ran and returned as the appearance of a flash of lightning."},{"reference": "Ezekiel 1:15", "verseNumber": 15, "scripture": "Now as I beheld the living creatures, behold one wheel upon the earth by the living creatures, with his four faces."},{"reference": "Ezekiel 1:16", "verseNumber": 16, "scripture": "The appearance of the wheels and their work was like unto the colour of a beryl: and they four had one likeness: and their appearance and their work was as it were a wheel in the middle of a wheel."},{"reference": "Ezekiel 1:17", "verseNumber": 17, "scripture": "When they went, they went upon their four sides: and they turned not when they went."},{"reference": "Ezekiel 1:18", "verseNumber": 18, "scripture": "As for their rings, they were so high that they were dreadful; and their rings were full of eyes round about them four."},{"reference": "Ezekiel 1:19", "verseNumber": 19, "scripture": "And when the living creatures went, the wheels went by them: and when the living creatures were lifted up from the earth, the wheels were lifted up."},{"reference": "Ezekiel 1:20", "verseNumber": 20, "scripture": "Anywhere the spirit was to go, they went, thither was their spirit to go; and the wheels were lifted up opposite to them: for the spirit of the living creature was in the wheels."},{"reference": "Ezekiel 1:21", "verseNumber": 21, "scripture": "When those went, these went; and when those stood, these stood; and when those were lifted up from the earth, the wheels were lifted up opposite to them: for the spirit of the living creature was in the wheels."},{"reference": "Ezekiel 1:22", "verseNumber": 22, "scripture": "And the likeness of the firmament upon the heads of the living creature was as the colour of the terrible crystal, stretched forth over their heads above."},{"reference": "Ezekiel 1:23", "verseNumber": 23, "scripture": "And under the firmament were their wings straight, the one toward the other: every one had two, which covered on this side, and every one had two, which covered on that side, their bodies."},{"reference": "Ezekiel 1:24", "verseNumber": 24, "scripture": "And when they went, I heard the noise of their wings, like the noise of great waters, as the voice of the Almighty, the voice of speech, as the noise of an host: when they stood, they let down their wings."},{"reference": "Ezekiel 1:25", "verseNumber": 25, "scripture": "And there was a voice from the firmament that was over their heads, when they stood, and had let down their wings."},{"reference": "Ezekiel 1:26", "verseNumber": 26, "scripture": "And above the firmament that was over their heads was the likeness of a throne, as the appearance of a sapphire stone: and upon the likeness of the throne was the likeness as the appearance of a man above upon it."},{"reference": "Ezekiel 1:27", "verseNumber": 27, "scripture": "And I saw as the colour of amber, as the appearance of fire round about within it, from the appearance of his loins even upward, and from the appearance of his loins even downward, I saw as it were the appearance of fire, and it had brightness round about."},{"reference": "Ezekiel 1:28", "verseNumber": 28, "scripture": "As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spoke."}]}