{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ezekiel",
     "bookAbbreviation":  "Eze",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "Ezekiel 2:1",
             "verseNumber":  1,
             "scripture":  "And he said unto me, Son of man, stand upon your feet, and I will speak unto you."
        },
        {
            "reference":  "Ezekiel 2:2",
             "verseNumber":  2,
             "scripture":  "And the spirit entered into me when he spoke unto me, and set me upon my feet, that I heard him that spoke unto me."
        },
        {
            "reference":  "Ezekiel 2:3",
             "verseNumber":  3,
             "scripture":  "And he said unto me, Son of man, I send you to the children of Israel, to a rebellious nation that has rebelled against me: they and their fathers have transgressed against me, even unto this very day."
        },
        {
            "reference":  "Ezekiel 2:4",
             "verseNumber":  4,
             "scripture":  "For they are shameless children and stiff hearted. I do send you unto them; and you shall say unto them, Thus says the Lord GOD."
        },
        {
            "reference":  "Ezekiel 2:5",
             "verseNumber":  5,
             "scripture":  "And they, whether they will hear, or whether they will forbear, (for they are a rebellious house,) yet shall know that there has been a prophet among them."
        },
        {
            "reference":  "Ezekiel 2:6",
             "verseNumber":  6,
             "scripture":  "And you, son of man, be not afraid of them, neither be afraid of their words, though briers and thorns be with you, and you do dwell among scorpions: be not afraid of their words, nor be dismayed at their looks, though they be a rebellious house."
        },
        {
            "reference":  "Ezekiel 2:7",
             "verseNumber":  7,
             "scripture":  "And you shall speak my words unto them, whether they will hear, or whether they will forbear: for they are most rebellious."
        },
        {
            "reference":  "Ezekiel 2:8",
             "verseNumber":  8,
             "scripture":  "But you, son of man, hear what I say unto you; Be not you rebellious like that rebellious house: open your mouth, and eat that I give you."
        },
        {
            "reference":  "Ezekiel 2:9",
             "verseNumber":  9,
             "scripture":  "And when I looked, behold, an hand was sent unto me; and, lo, a roll of a book was therein;"
        },
        {
            "reference":  "Ezekiel 2:10",
             "verseNumber":  10,
             "scripture":  "And he spread it before me; and it was written within and without: and there was written therein lamentations, and mourning, and woe."
        }
    ]
}