{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ezekiel",
     "bookAbbreviation":  "Eze",
     "chapterNumber":  22,
     "verses":  [
        {
            "reference":  "Ezekiel 22:1",
             "verseNumber":  1,
             "scripture":  "Moreover the word of the LORD came unto me, saying,"
        },
        {
            "reference":  "Ezekiel 22:2",
             "verseNumber":  2,
             "scripture":  "Now, you son of man, will you judge, will you judge the bloody city? yea, you shall show her all her abominations."
        },
        {
            "reference":  "Ezekiel 22:3",
             "verseNumber":  3,
             "scripture":  "Then say you, Thus says the Lord GOD, The city sheds blood in the midst of it, that her time may come, and makes idols against herself to defile herself."
        },
        {
            "reference":  "Ezekiel 22:4",
             "verseNumber":  4,
             "scripture":  "You are become guilty in your blood that you have shed; and have defiled yourself in yours idols which you have made; and you have caused your days to draw near, and are come even unto your years: therefore have I made you a reproach unto the heathen, and a mocking to all countries."
        },
        {
            "reference":  "Ezekiel 22:5",
             "verseNumber":  5,
             "scripture":  "Those that be near, and those that be far from you, shall mock you, which are ill repute and much vexed."
        },
        {
            "reference":  "Ezekiel 22:6",
             "verseNumber":  6,
             "scripture":  "Behold, the princes of Israel, every one were in you to their power to shed blood."
        },
        {
            "reference":  "Ezekiel 22:7",
             "verseNumber":  7,
             "scripture":  "In you have they set light by father and mother: in the midst of you have they dealt by oppression with the stranger: in you have they vexed the fatherless and the widow."
        },
        {
            "reference":  "Ezekiel 22:8",
             "verseNumber":  8,
             "scripture":  "You have despised mine holy things, and have profaned my sabbaths."
        },
        {
            "reference":  "Ezekiel 22:9",
             "verseNumber":  9,
             "scripture":  "In you are men that carry tales to shed blood: and in you they eat upon the mountains: in the midst of you they commit lewdness."
        },
        {
            "reference":  "Ezekiel 22:10",
             "verseNumber":  10,
             "scripture":  "In you have they discovered their fathers' nakedness: in you have they humbled her that was set apart for pollution."
        },
        {
            "reference":  "Ezekiel 22:11",
             "verseNumber":  11,
             "scripture":  "And one has committed abomination with his neighbour's wife; and another has lewdly defiled his daughter in law; and another in you has humbled his sister, his father's daughter."
        },
        {
            "reference":  "Ezekiel 22:12",
             "verseNumber":  12,
             "scripture":  "In you have they taken gifts to shed blood; you have taken interest and increase, and you have greedily gained of your neighbours by extortion, and have forgotten me, says the Lord GOD."
        },
        {
            "reference":  "Ezekiel 22:13",
             "verseNumber":  13,
             "scripture":  "Behold, therefore I have smitten mine hand at your dishonest gain which you have made, and at your blood which has been in the midst of you."
        },
        {
            "reference":  "Ezekiel 22:14",
             "verseNumber":  14,
             "scripture":  "Can yours heart endure, or can yours hands be strong, in the days that I shall deal with you? I the LORD have spoken it, and will do it."
        },
        {
            "reference":  "Ezekiel 22:15",
             "verseNumber":  15,
             "scripture":  "And I will scatter you among the heathen, and disperse you in the countries, and will consume your filthiness out of you."
        },
        {
            "reference":  "Ezekiel 22:16",
             "verseNumber":  16,
             "scripture":  "And you shall take yours inheritance in yourself in the sight of the heathen, and you shall know that I am the LORD."
        },
        {
            "reference":  "Ezekiel 22:17",
             "verseNumber":  17,
             "scripture":  "And the word of the LORD came unto me, saying,"
        },
        {
            "reference":  "Ezekiel 22:18",
             "verseNumber":  18,
             "scripture":  "Son of man, the house of Israel is to me become dross: all they are brass, and tin, and iron, and lead, in the midst of the furnace; they are even the dross of silver."
        },
        {
            "reference":  "Ezekiel 22:19",
             "verseNumber":  19,
             "scripture":  "Therefore thus says the Lord GOD; Because all of you are all become dross, behold, therefore I will gather you into the midst of Jerusalem."
        },
        {
            "reference":  "Ezekiel 22:20",
             "verseNumber":  20,
             "scripture":  "As they gather silver, and brass, and iron, and lead, and tin, into the midst of the furnace, to blow the fire upon it, to melt it; so will I gather you in mine anger and in my fury, and I will leave you there, and melt you."
        },
        {
            "reference":  "Ezekiel 22:21",
             "verseNumber":  21,
             "scripture":  "Yea, I will gather you, and blow upon you in the fire of my wrath, and all of you shall be melted in the midst thereof."
        },
        {
            "reference":  "Ezekiel 22:22",
             "verseNumber":  22,
             "scripture":  "As silver is melted in the midst of the furnace, so shall all of you be melted in the midst thereof; and all of you shall know that I the LORD have poured out my fury upon you."
        },
        {
            "reference":  "Ezekiel 22:23",
             "verseNumber":  23,
             "scripture":  "And the word of the LORD came unto me, saying,"
        },
        {
            "reference":  "Ezekiel 22:24",
             "verseNumber":  24,
             "scripture":  "Son of man, say unto her, You are the land that is not cleansed, nor rained upon in the day of indignation."
        },
        {
            "reference":  "Ezekiel 22:25",
             "verseNumber":  25,
             "scripture":  "There is a conspiracy of her prophets in the midst thereof, like a roaring lion ravening the prey; they have devoured souls; they have taken the treasure and precious things; they have made her many widows in the midst thereof."
        },
        {
            "reference":  "Ezekiel 22:26",
             "verseNumber":  26,
             "scripture":  "Her priests have violated my law, and have profaned mine holy things: they have put no difference between the holy and profane, neither have they showed difference between the unclean and the clean, and have hid their eyes from my sabbaths, and I am profaned among them."
        },
        {
            "reference":  "Ezekiel 22:27",
             "verseNumber":  27,
             "scripture":  "Her princes in the midst thereof are like wolves ravening the prey, to shed blood, and to destroy souls, to get dishonest gain."
        },
        {
            "reference":  "Ezekiel 22:28",
             "verseNumber":  28,
             "scripture":  "And her prophets have daubed them with plaster, seeing vanity, and divining lies unto them, saying, Thus says the Lord GOD, when the LORD has not spoken."
        },
        {
            "reference":  "Ezekiel 22:29",
             "verseNumber":  29,
             "scripture":  "The people of the land have used oppression, and exercised robbery, and have vexed the poor and needy: yea, they have oppressed the stranger wrongfully."
        },
        {
            "reference":  "Ezekiel 22:30",
             "verseNumber":  30,
             "scripture":  "And I sought for a man among them, that should make up the hedge, and stand in the gap before me for the land, that I should not destroy it: but I found none."
        },
        {
            "reference":  "Ezekiel 22:31",
             "verseNumber":  31,
             "scripture":  "Therefore have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, says the Lord GOD."
        }
    ]
}