{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ezekiel",
     "bookAbbreviation":  "Eze",
     "chapterNumber":  27,
     "verses":  [
        {
            "reference":  "Ezekiel 27:1",
             "verseNumber":  1,
             "scripture":  "The word of the LORD came again unto me, saying,"
        },
        {
            "reference":  "Ezekiel 27:2",
             "verseNumber":  2,
             "scripture":  "Now, you son of man, take up a lamentation for Tyrus;"
        },
        {
            "reference":  "Ezekiel 27:3",
             "verseNumber":  3,
             "scripture":  "And say unto Tyrus, O you that are situated at the entry of the sea, which are a merchant of the people for many isles, Thus says the Lord GOD; O Tyrus, you have said, I am of perfect beauty."
        },
        {
            "reference":  "Ezekiel 27:4",
             "verseNumber":  4,
             "scripture":  "Your borders are in the midst of the seas, your builders have perfected your beauty."
        },
        {
            "reference":  "Ezekiel 27:5",
             "verseNumber":  5,
             "scripture":  "They have made all your ship boards of fir trees of Senir: they have taken cedars from Lebanon to make masts for you."
        },
        {
            "reference":  "Ezekiel 27:6",
             "verseNumber":  6,
             "scripture":  "Of the oaks of Bashan have they made yours oars; the company of the Ashurites have made your benches of ivory, brought out of the isles of Chittim."
        },
        {
            "reference":  "Ezekiel 27:7",
             "verseNumber":  7,
             "scripture":  "Fine linen with broidered work from Egypt was that which you spread forth to be your sail; blue and purple from the isles of Elishah was that which covered you."
        },
        {
            "reference":  "Ezekiel 27:8",
             "verseNumber":  8,
             "scripture":  "The inhabitants of Zidon and Arvad were your seamen: your wise men, O Tyrus, that were in you, were your pilots."
        },
        {
            "reference":  "Ezekiel 27:9",
             "verseNumber":  9,
             "scripture":  "The ancients of Gebal and the wise men thereof were in you your repairer of breaches: all the ships of the sea with their seamen were in you to occupy your merchandise."
        },
        {
            "reference":  "Ezekiel 27:10",
             "verseNumber":  10,
             "scripture":  "They of Persia and of Lud and of Phut were in yours army, your men of war: they hanged the shield and helmet in you; they set forth your loveliness."
        },
        {
            "reference":  "Ezekiel 27:11",
             "verseNumber":  11,
             "scripture":  "The men of Arvad with yours army were upon your walls round about, and the Gammadims were in your towers: they hanged their shields upon your walls round about; they have made your beauty perfect."
        },
        {
            "reference":  "Ezekiel 27:12",
             "verseNumber":  12,
             "scripture":  "Tarshish was your merchant by reason of the multitude of all kind of riches; with silver, iron, tin, and lead, they traded in your fairs."
        },
        {
            "reference":  "Ezekiel 27:13",
             "verseNumber":  13,
             "scripture":  "Javan, Tubal, and Meshech, they were your merchants: they traded the persons of men and vessels of brass in your market."
        },
        {
            "reference":  "Ezekiel 27:14",
             "verseNumber":  14,
             "scripture":  "They of the house of Togarmah traded in your fairs with horses and horsemen and mules."
        },
        {
            "reference":  "Ezekiel 27:15",
             "verseNumber":  15,
             "scripture":  "The men of Dedan were your merchants; many isles were the merchandise of yours hand: they brought you for a present horns of ivory and ebony."
        },
        {
            "reference":  "Ezekiel 27:16",
             "verseNumber":  16,
             "scripture":  "Syria was your merchant by reason of the multitude of the wares of your making: they occupied in your fairs with emeralds, purple, and broidered work, and fine linen, and coral, and agate."
        },
        {
            "reference":  "Ezekiel 27:17",
             "verseNumber":  17,
             "scripture":  "Judah, and the land of Israel, they were your merchants: they traded in your market wheat of Minnith, and Pannag, and honey, and oil, and balm."
        },
        {
            "reference":  "Ezekiel 27:18",
             "verseNumber":  18,
             "scripture":  "Damascus was your merchant in the multitude of the wares of your making, for the multitude of all riches; in the wine of Helbon, and white wool."
        },
        {
            "reference":  "Ezekiel 27:19",
             "verseNumber":  19,
             "scripture":  "Dan also and Javan going back and forth occupied in your fairs: bright iron, cassia, and calamus, were in your market."
        },
        {
            "reference":  "Ezekiel 27:20",
             "verseNumber":  20,
             "scripture":  "Dedan was your merchant in precious clothes for chariots."
        },
        {
            "reference":  "Ezekiel 27:21",
             "verseNumber":  21,
             "scripture":  "Arabia, and all the princes of Kedar, they occupied with you in lambs, and rams, and goats: in these were they your merchants."
        },
        {
            "reference":  "Ezekiel 27:22",
             "verseNumber":  22,
             "scripture":  "The merchants of Sheba and Raamah, they were your merchants: they occupied in your fairs with chief of all spices, and with all precious stones, and gold."
        },
        {
            "reference":  "Ezekiel 27:23",
             "verseNumber":  23,
             "scripture":  "Haran, and Canneh, and Eden, the merchants of Sheba, Asshur, and Chilmad, were your merchants."
        },
        {
            "reference":  "Ezekiel 27:24",
             "verseNumber":  24,
             "scripture":  "These were your merchants in all sorts of things, in blue clothes, and broidered work, and in chests of rich apparel, bound with cords, and made of cedar, among your merchandise."
        },
        {
            "reference":  "Ezekiel 27:25",
             "verseNumber":  25,
             "scripture":  "The ships of Tarshish did sing of you in your market: and you were replenished, and made very glorious in the midst of the seas."
        },
        {
            "reference":  "Ezekiel 27:26",
             "verseNumber":  26,
             "scripture":  "Your rowers have brought you into great waters: the east wind has broken you in the midst of the seas."
        },
        {
            "reference":  "Ezekiel 27:27",
             "verseNumber":  27,
             "scripture":  "Your riches, and your fairs, your merchandise, your seamen, and your pilots, your repairer of breaches, and the occupiers of your merchandise, and all your men of war, that are in you, and in all your company which is in the midst of you, shall fall into the midst of the seas in the day of your ruin."
        },
        {
            "reference":  "Ezekiel 27:28",
             "verseNumber":  28,
             "scripture":  "The suburbs shall shake at the sound of the cry of your pilots."
        },
        {
            "reference":  "Ezekiel 27:29",
             "verseNumber":  29,
             "scripture":  "And all that handle the oar, the seamen, and all the pilots of the sea, shall come down from their ships, they shall stand upon the land;"
        },
        {
            "reference":  "Ezekiel 27:30",
             "verseNumber":  30,
             "scripture":  "And shall cause their voice to be heard against you, and shall cry bitterly, and shall cast up dust upon their heads, they shall wallow themselves in the ashes:"
        },
        {
            "reference":  "Ezekiel 27:31",
             "verseNumber":  31,
             "scripture":  "And they shall make themselves utterly bald for you, and gird them with sackcloth, and they shall weep for you with bitterness of heart and bitter wailing."
        },
        {
            "reference":  "Ezekiel 27:32",
             "verseNumber":  32,
             "scripture":  "And in their wailing they shall take up a lamentation for you, and lament over you, saying, What city is like Tyrus, like the destroyed in the midst of the sea?"
        },
        {
            "reference":  "Ezekiel 27:33",
             "verseNumber":  33,
             "scripture":  "When your wares went forth out of the seas, you filled many people; you did enrich the kings of the earth with the multitude of your riches and of your merchandise."
        },
        {
            "reference":  "Ezekiel 27:34",
             "verseNumber":  34,
             "scripture":  "In the time when you shall be broken by the seas in the depths of the waters your merchandise and all your company in the midst of you shall fall."
        },
        {
            "reference":  "Ezekiel 27:35",
             "verseNumber":  35,
             "scripture":  "All the inhabitants of the isles shall be astonished at you, and their kings shall be sore afraid, they shall be troubled in their countenance."
        },
        {
            "reference":  "Ezekiel 27:36",
             "verseNumber":  36,
             "scripture":  "The merchants among the people shall hiss at you; you shall be a terror, and never shall be any more."
        }
    ]
}