{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ezekiel",
     "bookAbbreviation":  "Eze",
     "chapterNumber":  38,
     "verses":  [
        {
            "reference":  "Ezekiel 38:1",
             "verseNumber":  1,
             "scripture":  "And the word of the LORD came unto me, saying,"
        },
        {
            "reference":  "Ezekiel 38:2",
             "verseNumber":  2,
             "scripture":  "Son of man, set your face against Gog, the land of Magog, the chief prince of Meshech and Tubal, and prophesy against him,"
        },
        {
            "reference":  "Ezekiel 38:3",
             "verseNumber":  3,
             "scripture":  "And say, Thus says the Lord GOD; Behold, I am against you, O Gog, the chief prince of Meshech and Tubal:"
        },
        {
            "reference":  "Ezekiel 38:4",
             "verseNumber":  4,
             "scripture":  "And I will turn you back, and put hooks into your jaws, and I will bring you forth, and all yours army, horses and horsemen, all of them clothed with all sorts of armour, even a great company with bucklers and shields, all of them handling swords:"
        },
        {
            "reference":  "Ezekiel 38:5",
             "verseNumber":  5,
             "scripture":  "Persia, Ethiopia, and Libya with them; all of them with shield and helmet:"
        },
        {
            "reference":  "Ezekiel 38:6",
             "verseNumber":  6,
             "scripture":  "Gomer, and all his bands; the house of Togarmah of the north quarters, and all his bands: and many people with you."
        },
        {
            "reference":  "Ezekiel 38:7",
             "verseNumber":  7,
             "scripture":  "Be you prepared, and prepare for yourself, you, and all your company that are assembled unto you, and be you a guard unto them."
        },
        {
            "reference":  "Ezekiel 38:8",
             "verseNumber":  8,
             "scripture":  "After many days you shall be visited: in the latter years you shall come into the land that is brought back from the sword, and is gathered out of many people, against the mountains of Israel, which have been always waste: but it is brought forth out of the nations, and they shall dwell safely all of them."
        },
        {
            "reference":  "Ezekiel 38:9",
             "verseNumber":  9,
             "scripture":  "You shall ascend and come like a storm, you shall be like a cloud to cover the land, you, and all your bands, and many people with you."
        },
        {
            "reference":  "Ezekiel 38:10",
             "verseNumber":  10,
             "scripture":  "Thus says the Lord GOD; It shall also come to pass, that at the same time shall things come into your mind, and you shall think an evil thought:"
        },
        {
            "reference":  "Ezekiel 38:11",
             "verseNumber":  11,
             "scripture":  "And you shall say, I will go up to the land of villages without protective walls; I will go to them that are at rest, that dwell safely, all of them dwelling without walls, and having neither bars nor gates,"
        },
        {
            "reference":  "Ezekiel 38:12",
             "verseNumber":  12,
             "scripture":  "To take a spoil, and to take a prey; to turn yours hand upon the desolate places that are now inhabited, and upon the people that are gathered out of the nations, which have got cattle and goods, that dwell in the midst of the land."
        },
        {
            "reference":  "Ezekiel 38:13",
             "verseNumber":  13,
             "scripture":  "Sheba, and Dedan, and the merchants of Tarshish, with all the young lions thereof, shall say unto you, Are you come to take a spoil? have you gathered your company to take a prey? to carry away silver and gold, to take away cattle and goods, to take a great spoil?"
        },
        {
            "reference":  "Ezekiel 38:14",
             "verseNumber":  14,
             "scripture":  "Therefore, son of man, prophesy and say unto Gog, Thus says the Lord GOD; In that day when my people of Israel dwells safely, shall you not know it?"
        },
        {
            "reference":  "Ezekiel 38:15",
             "verseNumber":  15,
             "scripture":  "And you shall come from your place out of the north parts, you, and many people with you, all of them riding upon horses, a great company, and a mighty army:"
        },
        {
            "reference":  "Ezekiel 38:16",
             "verseNumber":  16,
             "scripture":  "And you shall come up against my people of Israel, as a cloud to cover the land; it shall be in the latter days, and I will bring you against my land, that the heathen may know me, when I shall be sanctified in you, O Gog, before their eyes."
        },
        {
            "reference":  "Ezekiel 38:17",
             "verseNumber":  17,
             "scripture":  "Thus says the Lord GOD; Are you he of whom I have spoken in old time by my servants the prophets of Israel, which prophesied in those days many years that I would bring you against them?"
        },
        {
            "reference":  "Ezekiel 38:18",
             "verseNumber":  18,
             "scripture":  "And it shall come to pass at the same time when Gog shall come against the land of Israel, says the Lord GOD, that my fury shall come up in my face."
        },
        {
            "reference":  "Ezekiel 38:19",
             "verseNumber":  19,
             "scripture":  "For in my jealousy and in the fire of my wrath have I spoken, Surely in that day there shall be a great shaking in the land of Israel;"
        },
        {
            "reference":  "Ezekiel 38:20",
             "verseNumber":  20,
             "scripture":  "So that the fishes of the sea, and the fowls of the heaven, and the beasts of the field, and all creeping things that creep upon the earth, and all the men that are upon the face of the earth, shall shake at my presence, and the mountains shall be thrown down, and the steep places shall fall, and every wall shall fall to the ground."
        },
        {
            "reference":  "Ezekiel 38:21",
             "verseNumber":  21,
             "scripture":  "And I will call for a sword against him throughout all my mountains, says the Lord GOD: every man's sword shall be against his brother."
        },
        {
            "reference":  "Ezekiel 38:22",
             "verseNumber":  22,
             "scripture":  "And I will plead against him with pestilence and with blood; and I will rain upon him, and upon his bands, and upon the many people that are with him, an overflowing rain, and great hailstones, fire, and brimstone."
        },
        {
            "reference":  "Ezekiel 38:23",
             "verseNumber":  23,
             "scripture":  "Thus will I magnify myself, and sanctify myself; and I will be known in the eyes of many nations, and they shall know that I am the LORD."
        }
    ]
}