{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Timothy",
     "bookAbbreviation":  "2 Tim",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "2 Timothy 3:1",
             "verseNumber":  1,
             "scripture":  "This know also, that in the last days dangerous times shall come."
        },
        {
            "reference":  "2 Timothy 3:2",
             "verseNumber":  2,
             "scripture":  "For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,"
        },
        {
            "reference":  "2 Timothy 3:3",
             "verseNumber":  3,
             "scripture":  "Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,"
        },
        {
            "reference":  "2 Timothy 3:4",
             "verseNumber":  4,
             "scripture":  "Traitors, rebellious, high-minded, lovers of pleasures more than lovers of God;"
        },
        {
            "reference":  "2 Timothy 3:5",
             "verseNumber":  5,
             "scripture":  "Having a form of godliness, but denying the power thereof: from such turn away."
        },
        {
            "reference":  "2 Timothy 3:6",
             "verseNumber":  6,
             "scripture":  "For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,"
        },
        {
            "reference":  "2 Timothy 3:7",
             "verseNumber":  7,
             "scripture":  "Ever learning, and never able to come to the knowledge of the truth."
        },
        {
            "reference":  "2 Timothy 3:8",
             "verseNumber":  8,
             "scripture":  "Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith."
        },
        {
            "reference":  "2 Timothy 3:9",
             "verseNumber":  9,
             "scripture":  "But they shall proceed no further: for their folly shall be manifest unto all men, as their's also was."
        },
        {
            "reference":  "2 Timothy 3:10",
             "verseNumber":  10,
             "scripture":  "But you have fully known my doctrine, manner of life, purpose, faith, longsuffering, love, patience,"
        },
        {
            "reference":  "2 Timothy 3:11",
             "verseNumber":  11,
             "scripture":  "Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me."
        },
        {
            "reference":  "2 Timothy 3:12",
             "verseNumber":  12,
             "scripture":  "Yea, and all that will live godly in Christ Jesus shall suffer persecution."
        },
        {
            "reference":  "2 Timothy 3:13",
             "verseNumber":  13,
             "scripture":  "But evil men and seducers shall wax worse and worse, deceiving, and being deceived."
        },
        {
            "reference":  "2 Timothy 3:14",
             "verseNumber":  14,
             "scripture":  "But continue you in the things which you have learned and have been assured of, knowing of whom you have learned them;"
        },
        {
            "reference":  "2 Timothy 3:15",
             "verseNumber":  15,
             "scripture":  "And that from a child you have known the holy scriptures, which are able to make you wise unto salvation through faith which is in Christ Jesus."
        },
        {
            "reference":  "2 Timothy 3:16",
             "verseNumber":  16,
             "scripture":  "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:"
        },
        {
            "reference":  "2 Timothy 3:17",
             "verseNumber":  17,
             "scripture":  "That the man of God may be perfect, thoroughly furnished unto all good works."
        }
    ]
}