{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "2 Thessalonians", "bookAbbreviation": "2 The", "chapterNumber": 1, "verses": [{"reference": "2 Thessalonians 1:1", "verseNumber": 1, "scripture": "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:"},{"reference": "2 Thessalonians 1:2", "verseNumber": 2, "scripture": "Grace unto you, and peace, from God our Father and the Lord Jesus Christ."},{"reference": "2 Thessalonians 1:3", "verseNumber": 3, "scripture": "We are bound to thank God always for you, brethren, as it is meet, because that your faith grows exceedingly, and the love of every one of you all toward each other abounds;"},{"reference": "2 Thessalonians 1:4", "verseNumber": 4, "scripture": "So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that all of you endure:"},{"reference": "2 Thessalonians 1:5", "verseNumber": 5, "scripture": "Which is a manifest token of the righteous judgment of God, that all of you may be counted worthy of the kingdom of God, for which all of you also suffer:"},{"reference": "2 Thessalonians 1:6", "verseNumber": 6, "scripture": "Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;"},{"reference": "2 Thessalonians 1:7", "verseNumber": 7, "scripture": "And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,"},{"reference": "2 Thessalonians 1:8", "verseNumber": 8, "scripture": "In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:"},{"reference": "2 Thessalonians 1:9", "verseNumber": 9, "scripture": "Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;"},{"reference": "2 Thessalonians 1:10", "verseNumber": 10, "scripture": "When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day."},{"reference": "2 Thessalonians 1:11", "verseNumber": 11, "scripture": "Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfill all the good pleasure of his goodness, and the work of faith with power:"},{"reference": "2 Thessalonians 1:12", "verseNumber": 12, "scripture": "That the name of our Lord Jesus Christ may be glorified in you, and all of you in him, according to the grace of our God and the Lord Jesus Christ."}]}