{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "2 Thessalonians",
     "bookAbbreviation":  "2 The",
     "chapterNumber":  2,
     "verses":  [
        {
            "reference":  "2 Thessalonians 2:1",
             "verseNumber":  1,
             "scripture":  "Now we plead to you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,"
        },
        {
            "reference":  "2 Thessalonians 2:2",
             "verseNumber":  2,
             "scripture":  "That all of you be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand."
        },
        {
            "reference":  "2 Thessalonians 2:3",
             "verseNumber":  3,
             "scripture":  "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;"
        },
        {
            "reference":  "2 Thessalonians 2:4",
             "verseNumber":  4,
             "scripture":  "Who opposes and exalts himself above all that is called God, or that is worshipped; so that he as God sits in the temple of God, showing himself that he is God."
        },
        {
            "reference":  "2 Thessalonians 2:5",
             "verseNumber":  5,
             "scripture":  "Remember all of you not, that, when I was yet with you, I told you these things?"
        },
        {
            "reference":  "2 Thessalonians 2:6",
             "verseNumber":  6,
             "scripture":  "And now all of you know what withholds that he might be revealed in his time."
        },
        {
            "reference":  "2 Thessalonians 2:7",
             "verseNumber":  7,
             "scripture":  "For the mystery of iniquity does already work: only he who now lets will let, until he be taken out of the way."
        },
        {
            "reference":  "2 Thessalonians 2:8",
             "verseNumber":  8,
             "scripture":  "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:"
        },
        {
            "reference":  "2 Thessalonians 2:9",
             "verseNumber":  9,
             "scripture":  "Even him, whose coming is after the working of Satan with all power and signs and lying wonders,"
        },
        {
            "reference":  "2 Thessalonians 2:10",
             "verseNumber":  10,
             "scripture":  "And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved."
        },
        {
            "reference":  "2 Thessalonians 2:11",
             "verseNumber":  11,
             "scripture":  "And for this cause God shall send them strong delusion, that they should believe a lie:"
        },
        {
            "reference":  "2 Thessalonians 2:12",
             "verseNumber":  12,
             "scripture":  "That they all might be damned who believed not the truth, but had pleasure in unrighteousness."
        },
        {
            "reference":  "2 Thessalonians 2:13",
             "verseNumber":  13,
             "scripture":  "But we are bound to give thanks always to God for you, brethren beloved of the Lord, because God has from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:"
        },
        {
            "reference":  "2 Thessalonians 2:14",
             "verseNumber":  14,
             "scripture":  "Unto which he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ."
        },
        {
            "reference":  "2 Thessalonians 2:15",
             "verseNumber":  15,
             "scripture":  "Therefore, brethren, stand fast, and hold the traditions which all of you have been taught, whether by word, or our epistle."
        },
        {
            "reference":  "2 Thessalonians 2:16",
             "verseNumber":  16,
             "scripture":  "Now our Lord Jesus Christ himself, and God, even our Father, which has loved us, and has given us everlasting consolation and good hope through grace,"
        },
        {
            "reference":  "2 Thessalonians 2:17",
             "verseNumber":  17,
             "scripture":  "Comfort your hearts, and establish you in every good word and work."
        }
    ]
}