{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "Old Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Genesis", "bookAbbreviation": "Gen", "chapterNumber": 11, "verses": [{"reference": "Genesis 11:1", "verseNumber": 1, "scripture": "And the whole earth was of one language, and of one speech."},{"reference": "Genesis 11:2", "verseNumber": 2, "scripture": "And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there."},{"reference": "Genesis 11:3", "verseNumber": 3, "scripture": "And they said one to another, Go to, let us make brick, and burn them thoroughly. And they had brick for stone, and bitumen had they for mortar."},{"reference": "Genesis 11:4", "verseNumber": 4, "scripture": "And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth."},{"reference": "Genesis 11:5", "verseNumber": 5, "scripture": "And the LORD came down to see the city and the tower, which the children of men built."},{"reference": "Genesis 11:6", "verseNumber": 6, "scripture": "And the LORD said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do."},{"reference": "Genesis 11:7", "verseNumber": 7, "scripture": "Go to, let us go down, and there confound their language, that they may not understand one another's speech."},{"reference": "Genesis 11:8", "verseNumber": 8, "scripture": "So the LORD scattered them abroad from thence upon the face of all the earth: and they left off to build the city."},{"reference": "Genesis 11:9", "verseNumber": 9, "scripture": "Therefore is the name of it called Babel; because the LORD did there confound the language of all the earth: and from thence did the LORD scatter them abroad upon the face of all the earth."},{"reference": "Genesis 11:10", "verseNumber": 10, "scripture": "These are the generations of Shem: Shem was an hundred years old, and brings forth Arphaxad two years after the flood:"},{"reference": "Genesis 11:11", "verseNumber": 11, "scripture": "And Shem lived after he brings forth Arphaxad five hundred years, and brings forth sons and daughters."},{"reference": "Genesis 11:12", "verseNumber": 12, "scripture": "And Arphaxad lived five and thirty years, and brings forth Salah:"},{"reference": "Genesis 11:13", "verseNumber": 13, "scripture": "And Arphaxad lived after he brings forth Salah four hundred and three years, and brings forth sons and daughters."},{"reference": "Genesis 11:14", "verseNumber": 14, "scripture": "And Salah lived thirty years, and brings forth Eber:"},{"reference": "Genesis 11:15", "verseNumber": 15, "scripture": "And Salah lived after he brings forth Eber four hundred and three years, and brings forth sons and daughters."},{"reference": "Genesis 11:16", "verseNumber": 16, "scripture": "And Eber lived four and thirty years, and brings forth Peleg:"},{"reference": "Genesis 11:17", "verseNumber": 17, "scripture": "And Eber lived after he brings forth Peleg four hundred and thirty years, and brings forth sons and daughters."},{"reference": "Genesis 11:18", "verseNumber": 18, "scripture": "And Peleg lived thirty years, and brings forth Reu:"},{"reference": "Genesis 11:19", "verseNumber": 19, "scripture": "And Peleg lived after he brings forth Reu two hundred and nine years, and brings forth sons and daughters."},{"reference": "Genesis 11:20", "verseNumber": 20, "scripture": "And Reu lived two and thirty years, and brings forth Serug:"},{"reference": "Genesis 11:21", "verseNumber": 21, "scripture": "And Reu lived after he brings forth Serug two hundred and seven years, and brings forth sons and daughters."},{"reference": "Genesis 11:22", "verseNumber": 22, "scripture": "And Serug lived thirty years, and brings forth Nahor:"},{"reference": "Genesis 11:23", "verseNumber": 23, "scripture": "And Serug lived after he brings forth Nahor two hundred years, and brings forth sons and daughters."},{"reference": "Genesis 11:24", "verseNumber": 24, "scripture": "And Nahor lived nine and twenty years, and brings forth Terah:"},{"reference": "Genesis 11:25", "verseNumber": 25, "scripture": "And Nahor lived after he brings forth Terah an hundred and nineteen years, and brings forth sons and daughters."},{"reference": "Genesis 11:26", "verseNumber": 26, "scripture": "And Terah lived seventy years, and brings forth Abram, Nahor, and Haran."},{"reference": "Genesis 11:27", "verseNumber": 27, "scripture": "Now these are the generations of Terah: Terah brings forth Abram, Nahor, and Haran; and Haran brings forth Lot."},{"reference": "Genesis 11:28", "verseNumber": 28, "scripture": "And Haran died before his father Terah in the land of his nativity, in Ur of the Chaldees."},{"reference": "Genesis 11:29", "verseNumber": 29, "scripture": "And Abram and Nahor took them wives: the name of Abram's wife was Sarai; and the name of Nahor's wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah."},{"reference": "Genesis 11:30", "verseNumber": 30, "scripture": "But Sarai was barren; she had no child."},{"reference": "Genesis 11:31", "verseNumber": 31, "scripture": "And Terah took Abram his son, and Lot the son of Haran his son's son, and Sarai his daughter in law, his son Abram's wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there."},{"reference": "Genesis 11:32", "verseNumber": 32, "scripture": "And the days of Terah were two hundred and five years: and Terah died in Haran."}]}