{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  13,
     "verses":  [
        {
            "reference":  "Genesis 13:1",
             "verseNumber":  1,
             "scripture":  "And Abram went up out of Egypt, he, and his wife, and all that he had, and Lot with him, into the south."
        },
        {
            "reference":  "Genesis 13:2",
             "verseNumber":  2,
             "scripture":  "And Abram was very rich in cattle, in silver, and in gold."
        },
        {
            "reference":  "Genesis 13:3",
             "verseNumber":  3,
             "scripture":  "And he went on his journeys from the south even to Bethel, unto the place where his tent had been at the beginning, between Bethel and Hai;"
        },
        {
            "reference":  "Genesis 13:4",
             "verseNumber":  4,
             "scripture":  "Unto the place of the altar, which he had make there at the first: and there Abram called on the name of the LORD."
        },
        {
            "reference":  "Genesis 13:5",
             "verseNumber":  5,
             "scripture":  "And Lot also, which went with Abram, had flocks, and herds, and tents."
        },
        {
            "reference":  "Genesis 13:6",
             "verseNumber":  6,
             "scripture":  "And the land was not able to bear them, that they might dwell together: for their substance was great, so that they could not dwell together."
        },
        {
            "reference":  "Genesis 13:7",
             "verseNumber":  7,
             "scripture":  "And there was a strife between the herdmen of Abram's cattle and the herdmen of Lot's cattle: and the Canaanite and the Perizzite dwelled then in the land."
        },
        {
            "reference":  "Genesis 13:8",
             "verseNumber":  8,
             "scripture":  "And Abram said unto Lot, Let there be no strife, I pray you, between me and you, and between my herdmen and your herdmen; for we be brethren."
        },
        {
            "reference":  "Genesis 13:9",
             "verseNumber":  9,
             "scripture":  "Is not the whole land before you? separate yourself, I pray you, from me: if you will take the left hand, then I will go to the right; or if you depart to the right hand, then I will go to the left."
        },
        {
            "reference":  "Genesis 13:10",
             "verseNumber":  10,
             "scripture":  "And Lot lifted up his eyes, and beheld all the plain of Jordan, that it was well watered every where, before the LORD destroyed Sodom and Gomorrah, even as the garden of the LORD, like the land of Egypt, as you come unto Zoar."
        },
        {
            "reference":  "Genesis 13:11",
             "verseNumber":  11,
             "scripture":  "Then Lot chose him all the plain of Jordan; and Lot journeyed east: and they separated themselves the one from the other."
        },
        {
            "reference":  "Genesis 13:12",
             "verseNumber":  12,
             "scripture":  "Abram dwelled in the land of Canaan, and Lot dwelled in the cities of the plain, and pitched his tent toward Sodom."
        },
        {
            "reference":  "Genesis 13:13",
             "verseNumber":  13,
             "scripture":  "But the men of Sodom were wicked and sinners before the LORD exceedingly."
        },
        {
            "reference":  "Genesis 13:14",
             "verseNumber":  14,
             "scripture":  "And the LORD said unto Abram, after that Lot was separated from him, Lift up now yours eyes, and look from the place where you are northward, and southward, and eastward, and westward:"
        },
        {
            "reference":  "Genesis 13:15",
             "verseNumber":  15,
             "scripture":  "For all the land which you see, to you will I give it, and to your seed for ever."
        },
        {
            "reference":  "Genesis 13:16",
             "verseNumber":  16,
             "scripture":  "And I will make your seed as the dust of the earth: so that if a man can number the dust of the earth, then shall your seed also be numbered."
        },
        {
            "reference":  "Genesis 13:17",
             "verseNumber":  17,
             "scripture":  "Arise, walk through the land in the length of it and in the breadth of it; for I will give it unto you."
        },
        {
            "reference":  "Genesis 13:18",
             "verseNumber":  18,
             "scripture":  "Then Abram removed his tent, and came and dwelt in the plain of Mamre, which is in Hebron, and built there an altar unto the LORD."
        }
    ]
}