{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  3,
     "verses":  [
        {
            "reference":  "Genesis 3:1",
             "verseNumber":  1,
             "scripture":  "Now the serpent was more subtle than any beast of the field which the LORD God had made. And he said unto the woman, Yea, has God said, All of you shall not eat of every tree of the garden?"
        },
        {
            "reference":  "Genesis 3:2",
             "verseNumber":  2,
             "scripture":  "And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:"
        },
        {
            "reference":  "Genesis 3:3",
             "verseNumber":  3,
             "scripture":  "But of the fruit of the tree which is in the midst of the garden, God has said, All of you shall not eat of it, neither shall all of you touch it, lest all of you die."
        },
        {
            "reference":  "Genesis 3:4",
             "verseNumber":  4,
             "scripture":  "And the serpent said unto the woman, All of you shall not surely die:"
        },
        {
            "reference":  "Genesis 3:5",
             "verseNumber":  5,
             "scripture":  "For God does know that in the day all of you eat thereof, then your eyes shall be opened, and all of you shall be as gods, knowing good and evil."
        },
        {
            "reference":  "Genesis 3:6",
             "verseNumber":  6,
             "scripture":  "And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat."
        },
        {
            "reference":  "Genesis 3:7",
             "verseNumber":  7,
             "scripture":  "And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons."
        },
        {
            "reference":  "Genesis 3:8",
             "verseNumber":  8,
             "scripture":  "And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God among the trees of the garden."
        },
        {
            "reference":  "Genesis 3:9",
             "verseNumber":  9,
             "scripture":  "And the LORD God called unto Adam, and said unto him, Where are you?"
        },
        {
            "reference":  "Genesis 3:10",
             "verseNumber":  10,
             "scripture":  "And he said, I heard your voice in the garden, and I was afraid, because I was naked; and I hid myself."
        },
        {
            "reference":  "Genesis 3:11",
             "verseNumber":  11,
             "scripture":  "And he said, Who told you that you were naked? Have you eaten of the tree, whereof I commanded you that you should not eat?"
        },
        {
            "reference":  "Genesis 3:12",
             "verseNumber":  12,
             "scripture":  "And the man said, The woman whom you gave to be with me, she gave me of the tree, and I did eat."
        },
        {
            "reference":  "Genesis 3:13",
             "verseNumber":  13,
             "scripture":  "And the LORD God said unto the woman, What is this that you have done? And the woman said, The serpent misled me, and I did eat."
        },
        {
            "reference":  "Genesis 3:14",
             "verseNumber":  14,
             "scripture":  "And the LORD God said unto the serpent, Because you have done this, you are cursed above all cattle, and above every beast of the field; upon your belly shall you go, and dust shall you eat all the days of your life:"
        },
        {
            "reference":  "Genesis 3:15",
             "verseNumber":  15,
             "scripture":  "And I will put enmity between you and the woman, and between your seed and her seed; it shall bruise your head, and you shall bruise his heel."
        },
        {
            "reference":  "Genesis 3:16",
             "verseNumber":  16,
             "scripture":  "Unto the woman he said, I will greatly multiply your sorrow and your conception; in sorrow you shall bring forth children; and your desire shall be to your husband, and he shall rule over you."
        },
        {
            "reference":  "Genesis 3:17",
             "verseNumber":  17,
             "scripture":  "And unto Adam he said, Because you have hearkened unto the voice of your wife, and have eaten of the tree, of which I commanded you, saying, You shall not eat of it: cursed is the ground for your sake; in sorrow shall you eat of it all the days of your life;"
        },
        {
            "reference":  "Genesis 3:18",
             "verseNumber":  18,
             "scripture":  "Thorns also and thistles shall it bring forth to you; and you shall eat the herb of the field;"
        },
        {
            "reference":  "Genesis 3:19",
             "verseNumber":  19,
             "scripture":  "In the sweat of your face shall you eat bread, till you return unto the ground; for out of it were you taken: for dust you are, and unto dust shall you return."
        },
        {
            "reference":  "Genesis 3:20",
             "verseNumber":  20,
             "scripture":  "And Adam called his wife's name Eve; because she was the mother of all living."
        },
        {
            "reference":  "Genesis 3:21",
             "verseNumber":  21,
             "scripture":  "Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them."
        },
        {
            "reference":  "Genesis 3:22",
             "verseNumber":  22,
             "scripture":  "And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:"
        },
        {
            "reference":  "Genesis 3:23",
             "verseNumber":  23,
             "scripture":  "Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken."
        },
        {
            "reference":  "Genesis 3:24",
             "verseNumber":  24,
             "scripture":  "So he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life."
        }
    ]
}