{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  30,
     "verses":  [
        {
            "reference":  "Genesis 30:1",
             "verseNumber":  1,
             "scripture":  "And when Rachel saw that she bare Jacob no children, Rachel envied her sister; and said unto Jacob, Give me children, or else I die."
        },
        {
            "reference":  "Genesis 30:2",
             "verseNumber":  2,
             "scripture":  "And Jacob's anger was kindled against Rachel: and he said, Am I in God's position, who has withheld from you the fruit of the womb?"
        },
        {
            "reference":  "Genesis 30:3",
             "verseNumber":  3,
             "scripture":  "And she said, Behold my maid Bilhah, go in unto her; and she shall bear upon my knees, that I may also have children by her."
        },
        {
            "reference":  "Genesis 30:4",
             "verseNumber":  4,
             "scripture":  "And she gave him Bilhah her handmaid to wife: and Jacob went in unto her."
        },
        {
            "reference":  "Genesis 30:5",
             "verseNumber":  5,
             "scripture":  "And Bilhah conceived, and bare Jacob a son."
        },
        {
            "reference":  "Genesis 30:6",
             "verseNumber":  6,
             "scripture":  "And Rachel said, God has judged me, and has also heard my voice, and has given me a son: therefore called she his name Dan."
        },
        {
            "reference":  "Genesis 30:7",
             "verseNumber":  7,
             "scripture":  "And Bilhah Rachel's maid conceived again, and bare Jacob a second son."
        },
        {
            "reference":  "Genesis 30:8",
             "verseNumber":  8,
             "scripture":  "And Rachel said, With great wrestlings have I wrestled with my sister, and I have prevailed: and she called his name Naphtali."
        },
        {
            "reference":  "Genesis 30:9",
             "verseNumber":  9,
             "scripture":  "When Leah saw that she had left bearing, she took Zilpah her maid, and gave her Jacob to wife."
        },
        {
            "reference":  "Genesis 30:10",
             "verseNumber":  10,
             "scripture":  "And Zilpah Leah's maid bare Jacob a son."
        },
        {
            "reference":  "Genesis 30:11",
             "verseNumber":  11,
             "scripture":  "And Leah said, A troop comes: and she called his name Gad."
        },
        {
            "reference":  "Genesis 30:12",
             "verseNumber":  12,
             "scripture":  "And Zilpah Leah's maid bare Jacob a second son."
        },
        {
            "reference":  "Genesis 30:13",
             "verseNumber":  13,
             "scripture":  "And Leah said, Happy am I, for the daughters will call me blessed: and she called his name Asher."
        },
        {
            "reference":  "Genesis 30:14",
             "verseNumber":  14,
             "scripture":  "And Reuben went in the days of wheat harvest, and found mandrakes in the field, and brought them unto his mother Leah. Then Rachel said to Leah, Give me, I pray you, of your son's mandrakes."
        },
        {
            "reference":  "Genesis 30:15",
             "verseNumber":  15,
             "scripture":  "And she said unto her, Is it a small matter that you have taken my husband? and would you take away my son's mandrakes also? And Rachel said, Therefore he shall lie with you to night for your son's mandrakes."
        },
        {
            "reference":  "Genesis 30:16",
             "verseNumber":  16,
             "scripture":  "And Jacob came out of the field in the evening, and Leah went out to meet him, and said, You must come in unto me; for surely I have hired you with my son's mandrakes. And he lay with her that night."
        },
        {
            "reference":  "Genesis 30:17",
             "verseNumber":  17,
             "scripture":  "And God hearkened unto Leah, and she conceived, and bare Jacob the fifth son."
        },
        {
            "reference":  "Genesis 30:18",
             "verseNumber":  18,
             "scripture":  "And Leah said, God has given me my hire, because I have given my maiden to my husband: and she called his name Issachar."
        },
        {
            "reference":  "Genesis 30:19",
             "verseNumber":  19,
             "scripture":  "And Leah conceived again, and bare Jacob the sixth son."
        },
        {
            "reference":  "Genesis 30:20",
             "verseNumber":  20,
             "scripture":  "And Leah said, God has imbued me with a good dowry; now will my husband dwell with me, because I have born him six sons: and she called his name Zebulun."
        },
        {
            "reference":  "Genesis 30:21",
             "verseNumber":  21,
             "scripture":  "And afterwards she bare a daughter, and called her name Dinah."
        },
        {
            "reference":  "Genesis 30:22",
             "verseNumber":  22,
             "scripture":  "And God remembered Rachel, and God hearkened to her, and opened her womb."
        },
        {
            "reference":  "Genesis 30:23",
             "verseNumber":  23,
             "scripture":  "And she conceived, and bare a son; and said, God has taken away my reproach:"
        },
        {
            "reference":  "Genesis 30:24",
             "verseNumber":  24,
             "scripture":  "And she called his name Joseph; and said, The LORD shall add to me another son."
        },
        {
            "reference":  "Genesis 30:25",
             "verseNumber":  25,
             "scripture":  "And it came to pass, when Rachel had born Joseph, that Jacob said unto Laban, Send me away, that I may go unto mine own place, and to my country."
        },
        {
            "reference":  "Genesis 30:26",
             "verseNumber":  26,
             "scripture":  "Give me my wives and my children, for whom I have served you, and let me go: for you know my service which I have done you."
        },
        {
            "reference":  "Genesis 30:27",
             "verseNumber":  27,
             "scripture":  "And Laban said unto him, I pray you, if I have found favour in yours eyes, tarry: for I have learned by experience that the LORD has blessed me for your sake."
        },
        {
            "reference":  "Genesis 30:28",
             "verseNumber":  28,
             "scripture":  "And he said, Appoint me your wages, and I will give it."
        },
        {
            "reference":  "Genesis 30:29",
             "verseNumber":  29,
             "scripture":  "And he said unto him, You know how I have served you, and how your cattle was with me."
        },
        {
            "reference":  "Genesis 30:30",
             "verseNumber":  30,
             "scripture":  "For it was little which you had before I came, and it is now increased unto a multitude; and the LORD has blessed you since my coming: and now when shall I provide for mine own house also?"
        },
        {
            "reference":  "Genesis 30:31",
             "verseNumber":  31,
             "scripture":  "And he said, What shall I give you? And Jacob said, You shall not give me any thing: if you will do this thing for me, I will again feed and keep your flock."
        },
        {
            "reference":  "Genesis 30:32",
             "verseNumber":  32,
             "scripture":  "I will pass through all your flock to day, removing from thence all the speckled and spotted cattle, and all the brown cattle among the sheep, and the spotted and speckled among the goats: and of such shall be my hire."
        },
        {
            "reference":  "Genesis 30:33",
             "verseNumber":  33,
             "scripture":  "So shall my righteousness answer for me in time to come, when it shall come for my hire before your face: every one that is not speckled and spotted among the goats, and brown among the sheep, that shall be counted stolen with me."
        },
        {
            "reference":  "Genesis 30:34",
             "verseNumber":  34,
             "scripture":  "And Laban said, Behold, I would it might be according to your word."
        },
        {
            "reference":  "Genesis 30:35",
             "verseNumber":  35,
             "scripture":  "And he removed that day the he goats that were striped with bands and spotted, and all the she goats that were speckled and spotted, and every one that had some white in it, and all the brown among the sheep, and gave them into the hand of his sons."
        },
        {
            "reference":  "Genesis 30:36",
             "verseNumber":  36,
             "scripture":  "And he set three days' journey between himself and Jacob: and Jacob fed the rest of Laban's flocks."
        },
        {
            "reference":  "Genesis 30:37",
             "verseNumber":  37,
             "scripture":  "And Jacob took him rods of green poplar, and of the hazel and chestnut tree; and stripped white strakes in them, and made the white appear which was in the rods."
        },
        {
            "reference":  "Genesis 30:38",
             "verseNumber":  38,
             "scripture":  "And he set the rods which he had stripped before the flocks in the gutters in the watering troughs when the flocks came to drink, that they should conceive when they came to drink."
        },
        {
            "reference":  "Genesis 30:39",
             "verseNumber":  39,
             "scripture":  "And the flocks conceived before the rods, and brought forth cattle striped with bands, speckled, and spotted."
        },
        {
            "reference":  "Genesis 30:40",
             "verseNumber":  40,
             "scripture":  "And Jacob did separate the lambs, and set the faces of the flocks toward the striped with bands, and all the brown in the flock of Laban; and he put his own flocks by themselves, and put them not unto Laban's cattle."
        },
        {
            "reference":  "Genesis 30:41",
             "verseNumber":  41,
             "scripture":  "And it came to pass, whenever the stronger cattle did conceive, that Jacob laid the rods before the eyes of the cattle in the gutters, that they might conceive among the rods."
        },
        {
            "reference":  "Genesis 30:42",
             "verseNumber":  42,
             "scripture":  "But when the cattle were feeble, he put them not in: so the feebler were Laban's, and the stronger Jacob's."
        },
        {
            "reference":  "Genesis 30:43",
             "verseNumber":  43,
             "scripture":  "And the man increased exceedingly, and had much cattle, and maidservants, and male servants, and camels, and asses."
        }
    ]
}