{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  31,
     "verses":  [
        {
            "reference":  "Genesis 31:1",
             "verseNumber":  1,
             "scripture":  "And he heard the words of Laban's sons, saying, Jacob has taken away all that was our father's; and of that which was our father's has he got all this glory."
        },
        {
            "reference":  "Genesis 31:2",
             "verseNumber":  2,
             "scripture":  "And Jacob beheld the countenance of Laban, and, behold, it was not toward him as before."
        },
        {
            "reference":  "Genesis 31:3",
             "verseNumber":  3,
             "scripture":  "And the LORD said unto Jacob, Return unto the land of your fathers, and to your kindred; and I will be with you."
        },
        {
            "reference":  "Genesis 31:4",
             "verseNumber":  4,
             "scripture":  "And Jacob sent and called Rachel and Leah to the field unto his flock,"
        },
        {
            "reference":  "Genesis 31:5",
             "verseNumber":  5,
             "scripture":  "And said unto them, I see your father's countenance, that it is not toward me as before; but the God of my father has been with me."
        },
        {
            "reference":  "Genesis 31:6",
             "verseNumber":  6,
             "scripture":  "And all of you know that with all my power I have served your father."
        },
        {
            "reference":  "Genesis 31:7",
             "verseNumber":  7,
             "scripture":  "And your father has deceived me, and changed my wages ten times; but God suffered him not to hurt me."
        },
        {
            "reference":  "Genesis 31:8",
             "verseNumber":  8,
             "scripture":  "If he said thus, The speckled shall be your wages; then all the cattle bare speckled: and if he said thus, The striped with bands shall be your hire; then bare all the cattle striped with bands."
        },
        {
            "reference":  "Genesis 31:9",
             "verseNumber":  9,
             "scripture":  "Thus God has taken away the cattle of your father, and given them to me."
        },
        {
            "reference":  "Genesis 31:10",
             "verseNumber":  10,
             "scripture":  "And it came to pass at the time that the cattle conceived, that I lifted up mine eyes, and saw in a dream, and, behold, the rams which leaped upon the cattle were striped with bands, speckled, and greyed."
        },
        {
            "reference":  "Genesis 31:11",
             "verseNumber":  11,
             "scripture":  "And the angel of God spoke unto me in a dream, saying, Jacob: And I said, Here am I."
        },
        {
            "reference":  "Genesis 31:12",
             "verseNumber":  12,
             "scripture":  "And he said, Lift up now yours eyes, and see, all the rams which leap upon the cattle are striped with bands, speckled, and greyed: for I have seen all that Laban does unto you."
        },
        {
            "reference":  "Genesis 31:13",
             "verseNumber":  13,
             "scripture":  "I am the God of Bethel, where you anointed the pillar, and where you vowed a vow unto me: now arise, get you out from this land, and return unto the land of your kindred."
        },
        {
            "reference":  "Genesis 31:14",
             "verseNumber":  14,
             "scripture":  "And Rachel and Leah answered and said unto him, Is there yet any portion or inheritance for us in our father's house?"
        },
        {
            "reference":  "Genesis 31:15",
             "verseNumber":  15,
             "scripture":  "Are we not counted of him strangers? for he has sold us, and has quite devoured also our money."
        },
        {
            "reference":  "Genesis 31:16",
             "verseNumber":  16,
             "scripture":  "For all the riches which God has taken from our father, that is ours, and our children's: now then, whatsoever God has said unto you, do."
        },
        {
            "reference":  "Genesis 31:17",
             "verseNumber":  17,
             "scripture":  "Then Jacob rose up, and set his sons and his wives upon camels;"
        },
        {
            "reference":  "Genesis 31:18",
             "verseNumber":  18,
             "scripture":  "And he carried away all his cattle, and all his goods which he had got, the cattle of his getting, which he had got in Padanaram, in order to go to Isaac his father in the land of Canaan."
        },
        {
            "reference":  "Genesis 31:19",
             "verseNumber":  19,
             "scripture":  "And Laban went to shear his sheep: and Rachel had stolen the images that were her father's."
        },
        {
            "reference":  "Genesis 31:20",
             "verseNumber":  20,
             "scripture":  "And Jacob stole away unexpectedly to Laban the Syrian, in that he told him not that he fled."
        },
        {
            "reference":  "Genesis 31:21",
             "verseNumber":  21,
             "scripture":  "So he fled with all that he had; and he rose up, and passed over the river, and set his face toward the mount Gilead."
        },
        {
            "reference":  "Genesis 31:22",
             "verseNumber":  22,
             "scripture":  "And it was told Laban on the third day that Jacob was fled."
        },
        {
            "reference":  "Genesis 31:23",
             "verseNumber":  23,
             "scripture":  "And he took his brethren with him, and pursued after him seven days' journey; and they overtook him in the mount Gilead."
        },
        {
            "reference":  "Genesis 31:24",
             "verseNumber":  24,
             "scripture":  "And God came to Laban the Syrian in a dream by night, and said unto him, Take heed that you speak not to Jacob either good or bad."
        },
        {
            "reference":  "Genesis 31:25",
             "verseNumber":  25,
             "scripture":  "Then Laban overtook Jacob. Now Jacob had pitched his tent in the mount: and Laban with his brethren pitched in the mount of Gilead."
        },
        {
            "reference":  "Genesis 31:26",
             "verseNumber":  26,
             "scripture":  "And Laban said to Jacob, What have you done, that you have stolen away unexpectedly to me, and carried away my daughters, as captives taken with the sword?"
        },
        {
            "reference":  "Genesis 31:27",
             "verseNumber":  27,
             "scripture":  "Wherefore did you flee away secretly, and steal away from me; and did not tell me, that I might have sent you away with delight, and with songs, with timbrel, and with harp?"
        },
        {
            "reference":  "Genesis 31:28",
             "verseNumber":  28,
             "scripture":  "And have not suffered me to kiss my sons and my daughters? you have now done foolishly in so doing."
        },
        {
            "reference":  "Genesis 31:29",
             "verseNumber":  29,
             "scripture":  "It is in the power of my hand to do you hurt: but the God of your father spoke unto me last night, saying, Take you heed that you speak not to Jacob either good or bad."
        },
        {
            "reference":  "Genesis 31:30",
             "verseNumber":  30,
             "scripture":  "And now, though you would essentially be gone, because you sore longed after your father's house, yet wherefore have you stolen my gods?"
        },
        {
            "reference":  "Genesis 31:31",
             "verseNumber":  31,
             "scripture":  "And Jacob answered and said to Laban, Because I was afraid: for I said, Possibly you would take by force your daughters from me."
        },
        {
            "reference":  "Genesis 31:32",
             "verseNumber":  32,
             "scripture":  "With whomsoever you find your gods, let him not live: before our brethren discern you what is yours with me, and take it to you. For Jacob knew not that Rachel had stolen them."
        },
        {
            "reference":  "Genesis 31:33",
             "verseNumber":  33,
             "scripture":  "And Laban went into Jacob's tent, and into Leah's tent, and into the two maidservants' tents; but he found them not. Then went he out of Leah's tent, and entered into Rachel's tent."
        },
        {
            "reference":  "Genesis 31:34",
             "verseNumber":  34,
             "scripture":  "Now Rachel had taken the images, and put them in the camel's furniture, and sat upon them. And Laban searched all the tent, but found them not."
        },
        {
            "reference":  "Genesis 31:35",
             "verseNumber":  35,
             "scripture":  "And she said to her father, Let it not displease my lord that I cannot rise up before you; for the custom of women is upon me. And he searched but found not the images."
        },
        {
            "reference":  "Genesis 31:36",
             "verseNumber":  36,
             "scripture":  "And Jacob was angry, and find fault with Laban: and Jacob answered and said to Laban, What is my trespass? what is my sin, that you have so hotly pursued after me?"
        },
        {
            "reference":  "Genesis 31:37",
             "verseNumber":  37,
             "scripture":  "Whereas you have searched all my stuff, what have you found of all your household stuff? set it here before my brethren and your brethren, that they may judge between us both."
        },
        {
            "reference":  "Genesis 31:38",
             "verseNumber":  38,
             "scripture":  "This twenty years have I been with you; your ewes and your she goats have not cast their young, and the rams of your flock have I not eaten."
        },
        {
            "reference":  "Genesis 31:39",
             "verseNumber":  39,
             "scripture":  "That which was torn of beasts I brought not unto you; I bare the loss of it; of my hand did you require it, whether stolen by day, or stolen by night."
        },
        {
            "reference":  "Genesis 31:40",
             "verseNumber":  40,
             "scripture":  "Thus I was; in the day the drought consumed me, and the frost by night; and my sleep departed from mine eyes."
        },
        {
            "reference":  "Genesis 31:41",
             "verseNumber":  41,
             "scripture":  "Thus have I been twenty years in your house; I served you fourteen years for your two daughters, and six years for your cattle: and you have changed my wages ten times."
        },
        {
            "reference":  "Genesis 31:42",
             "verseNumber":  42,
             "scripture":  "Except the God of my father, the God of Abraham, and the fear of Isaac, had been with me, surely you had sent me away now empty. God has seen mine affliction and the labour of my hands, and rebuked you last night."
        },
        {
            "reference":  "Genesis 31:43",
             "verseNumber":  43,
             "scripture":  "And Laban answered and said unto Jacob, These daughters are my daughters, and these children are my children, and these cattle are my cattle, and all that you see is mine: and what can I do this day unto these my daughters, or unto their children which they have born?"
        },
        {
            "reference":  "Genesis 31:44",
             "verseNumber":  44,
             "scripture":  "Now therefore come you, let us make a covenant, I and you; and let it be for a witness between me and you."
        },
        {
            "reference":  "Genesis 31:45",
             "verseNumber":  45,
             "scripture":  "And Jacob took a stone, and set it up for a pillar."
        },
        {
            "reference":  "Genesis 31:46",
             "verseNumber":  46,
             "scripture":  "And Jacob said unto his brethren, Gather stones; and they took stones, and made an heap: and they did eat there upon the heap."
        },
        {
            "reference":  "Genesis 31:47",
             "verseNumber":  47,
             "scripture":  "And Laban called it Jegarsahadutha: but Jacob called it Galeed."
        },
        {
            "reference":  "Genesis 31:48",
             "verseNumber":  48,
             "scripture":  "And Laban said, This heap is a witness between me and you this day. Therefore was the name of it called Galeed;"
        },
        {
            "reference":  "Genesis 31:49",
             "verseNumber":  49,
             "scripture":  "And Mizpah; for he said, The LORD watch between me and you, when we are absent one from another."
        },
        {
            "reference":  "Genesis 31:50",
             "verseNumber":  50,
             "scripture":  "If you shall afflict my daughters, or if you shall take other wives beside my daughters, no man is with us; see, God is witness between me and you."
        },
        {
            "reference":  "Genesis 31:51",
             "verseNumber":  51,
             "scripture":  "And Laban said to Jacob, Behold this heap, and behold this pillar, which I have cast between me and you:"
        },
        {
            "reference":  "Genesis 31:52",
             "verseNumber":  52,
             "scripture":  "This heap be witness, and this pillar be witness, that I will not pass over this heap to you, and that you shall not pass over this heap and this pillar unto me, for harm."
        },
        {
            "reference":  "Genesis 31:53",
             "verseNumber":  53,
             "scripture":  "The God of Abraham, and the God of Nahor, the God of their father, judge between us. And Jacob swore by the fear of his father Isaac."
        },
        {
            "reference":  "Genesis 31:54",
             "verseNumber":  54,
             "scripture":  "Then Jacob offered sacrifice upon the mount, and called his brethren to eat bread: and they did eat bread, and tarried all night in the mount."
        },
        {
            "reference":  "Genesis 31:55",
             "verseNumber":  55,
             "scripture":  "And early in the morning Laban rose up, and kissed his sons and his daughters, and blessed them: and Laban departed, and returned unto his place."
        }
    ]
}