{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  36,
     "verses":  [
        {
            "reference":  "Genesis 36:1",
             "verseNumber":  1,
             "scripture":  "Now these are the generations of Esau, who is Edom."
        },
        {
            "reference":  "Genesis 36:2",
             "verseNumber":  2,
             "scripture":  "Esau took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Aholibamah the daughter of Anah the daughter of Zibeon the Hivite;"
        },
        {
            "reference":  "Genesis 36:3",
             "verseNumber":  3,
             "scripture":  "And Bashemath Ishmael's daughter, sister of Nebajoth."
        },
        {
            "reference":  "Genesis 36:4",
             "verseNumber":  4,
             "scripture":  "And Adah bare to Esau Eliphaz; and Bashemath bare Reuel;"
        },
        {
            "reference":  "Genesis 36:5",
             "verseNumber":  5,
             "scripture":  "And Aholibamah bare Jeush, and Jaalam, and Korah: these are the sons of Esau, which were born unto him in the land of Canaan."
        },
        {
            "reference":  "Genesis 36:6",
             "verseNumber":  6,
             "scripture":  "And Esau took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance, which he had got in the land of Canaan; and went into the country from the face of his brother Jacob."
        },
        {
            "reference":  "Genesis 36:7",
             "verseNumber":  7,
             "scripture":  "For their riches were more than that they might dwell together; and the land wherein they were strangers could not bear them because of their cattle."
        },
        {
            "reference":  "Genesis 36:8",
             "verseNumber":  8,
             "scripture":  "Thus dwelt Esau in mount Seir: Esau is Edom."
        },
        {
            "reference":  "Genesis 36:9",
             "verseNumber":  9,
             "scripture":  "And these are the generations of Esau the father of the Edomites in mount Seir:"
        },
        {
            "reference":  "Genesis 36:10",
             "verseNumber":  10,
             "scripture":  "These are the names of Esau's sons; Eliphaz the son of Adah the wife of Esau, Reuel the son of Bashemath the wife of Esau."
        },
        {
            "reference":  "Genesis 36:11",
             "verseNumber":  11,
             "scripture":  "And the sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz."
        },
        {
            "reference":  "Genesis 36:12",
             "verseNumber":  12,
             "scripture":  "And Timna was concubine to Eliphaz Esau's son; and she bare to Eliphaz Amalek: these were the sons of Adah Esau's wife."
        },
        {
            "reference":  "Genesis 36:13",
             "verseNumber":  13,
             "scripture":  "And these are the sons of Reuel; Nahath, and Zerah, Shammah, and Mizzah: these were the sons of Bashemath Esau's wife."
        },
        {
            "reference":  "Genesis 36:14",
             "verseNumber":  14,
             "scripture":  "And these were the sons of Aholibamah, the daughter of Anah the daughter of Zibeon, Esau's wife: and she bare to Esau Jeush, and Jaalam, and Korah."
        },
        {
            "reference":  "Genesis 36:15",
             "verseNumber":  15,
             "scripture":  "These were dukes of the sons of Esau: the sons of Eliphaz the firstborn son of Esau; duke Teman, duke Omar, duke Zepho, duke Kenaz,"
        },
        {
            "reference":  "Genesis 36:16",
             "verseNumber":  16,
             "scripture":  "Duke Korah, duke Gatam, and duke Amalek: these are the dukes that came of Eliphaz in the land of Edom; these were the sons of Adah."
        },
        {
            "reference":  "Genesis 36:17",
             "verseNumber":  17,
             "scripture":  "And these are the sons of Reuel Esau's son; duke Nahath, duke Zerah, duke Shammah, duke Mizzah: these are the dukes that came of Reuel in the land of Edom; these are the sons of Bashemath Esau's wife."
        },
        {
            "reference":  "Genesis 36:18",
             "verseNumber":  18,
             "scripture":  "And these are the sons of Aholibamah Esau's wife; duke Jeush, duke Jaalam, duke Korah: these were the dukes that came of Aholibamah the daughter of Anah, Esau's wife."
        },
        {
            "reference":  "Genesis 36:19",
             "verseNumber":  19,
             "scripture":  "These are the sons of Esau, who is Edom, and these are their dukes."
        },
        {
            "reference":  "Genesis 36:20",
             "verseNumber":  20,
             "scripture":  "These are the sons of Seir the Horite, who inhabited the land; Lotan, and Shobal, and Zibeon, and Anah,"
        },
        {
            "reference":  "Genesis 36:21",
             "verseNumber":  21,
             "scripture":  "And Dishon, and Ezer, and Dishan: these are the dukes of the Horites, the children of Seir in the land of Edom."
        },
        {
            "reference":  "Genesis 36:22",
             "verseNumber":  22,
             "scripture":  "And the children of Lotan were Hori and Hemam; and Lotan's sister was Timna."
        },
        {
            "reference":  "Genesis 36:23",
             "verseNumber":  23,
             "scripture":  "And the children of Shobal were these; Alvan, and Manahath, and Ebal, Shepho, and Onam."
        },
        {
            "reference":  "Genesis 36:24",
             "verseNumber":  24,
             "scripture":  "And these are the children of Zibeon; both Ajah, and Anah: this was that Anah that found the mules in the wilderness, as he fed the asses of Zibeon his father."
        },
        {
            "reference":  "Genesis 36:25",
             "verseNumber":  25,
             "scripture":  "And the children of Anah were these; Dishon, and Aholibamah the daughter of Anah."
        },
        {
            "reference":  "Genesis 36:26",
             "verseNumber":  26,
             "scripture":  "And these are the children of Dishon; Hemdan, and Eshban, and Ithran, and Cheran."
        },
        {
            "reference":  "Genesis 36:27",
             "verseNumber":  27,
             "scripture":  "The children of Ezer are these; Bilhan, and Zaavan, and Akan."
        },
        {
            "reference":  "Genesis 36:28",
             "verseNumber":  28,
             "scripture":  "The children of Dishan are these; Uz, and Aran."
        },
        {
            "reference":  "Genesis 36:29",
             "verseNumber":  29,
             "scripture":  "These are the dukes that came of the Horites; duke Lotan, duke Shobal, duke Zibeon, duke Anah,"
        },
        {
            "reference":  "Genesis 36:30",
             "verseNumber":  30,
             "scripture":  "Duke Dishon, duke Ezer, duke Dishan: these are the dukes that came of Hori, among their dukes in the land of Seir."
        },
        {
            "reference":  "Genesis 36:31",
             "verseNumber":  31,
             "scripture":  "And these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel."
        },
        {
            "reference":  "Genesis 36:32",
             "verseNumber":  32,
             "scripture":  "And Bela the son of Beor reigned in Edom: and the name of his city was Dinhabah."
        },
        {
            "reference":  "Genesis 36:33",
             "verseNumber":  33,
             "scripture":  "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his position."
        },
        {
            "reference":  "Genesis 36:34",
             "verseNumber":  34,
             "scripture":  "And Jobab died, and Husham of the land of Temani reigned in his position."
        },
        {
            "reference":  "Genesis 36:35",
             "verseNumber":  35,
             "scripture":  "And Husham died, and Hadad the son of Bedad, who stroke Midian in the field of Moab, reigned in his position: and the name of his city was Avith."
        },
        {
            "reference":  "Genesis 36:36",
             "verseNumber":  36,
             "scripture":  "And Hadad died, and Samlah of Masrekah reigned in his position."
        },
        {
            "reference":  "Genesis 36:37",
             "verseNumber":  37,
             "scripture":  "And Samlah died, and Saul of Rehoboth by the river reigned in his position."
        },
        {
            "reference":  "Genesis 36:38",
             "verseNumber":  38,
             "scripture":  "And Saul died, and Baalhanan the son of Achbor reigned in his position."
        },
        {
            "reference":  "Genesis 36:39",
             "verseNumber":  39,
             "scripture":  "And Baalhanan the son of Achbor died, and Hadar reigned in his position: and the name of his city was Pau; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Mezahab."
        },
        {
            "reference":  "Genesis 36:40",
             "verseNumber":  40,
             "scripture":  "And these are the names of the dukes that came of Esau, according to their families, after their places, by their names; duke Timnah, duke Alvah, duke Jetheth,"
        },
        {
            "reference":  "Genesis 36:41",
             "verseNumber":  41,
             "scripture":  "Duke Aholibamah, duke Elah, duke Pinon,"
        },
        {
            "reference":  "Genesis 36:42",
             "verseNumber":  42,
             "scripture":  "Duke Kenaz, duke Teman, duke Mibzar,"
        },
        {
            "reference":  "Genesis 36:43",
             "verseNumber":  43,
             "scripture":  "Duke Magdiel, duke Iram: these be the dukes of Edom, according to their habitations in the land of their possession: he is Esau the father of the Edomites."
        }
    ]
}