{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  39,
     "verses":  [
        {
            "reference":  "Genesis 39:1",
             "verseNumber":  1,
             "scripture":  "And Joseph was brought down to Egypt; and Potiphar, an officer of Pharaoh, captain of the guard, an Egyptian, bought him of the hands of the Ishmeelites, which had brought him down thither."
        },
        {
            "reference":  "Genesis 39:2",
             "verseNumber":  2,
             "scripture":  "And the LORD was with Joseph, and he was a prosperous man; and he was in the house of his master the Egyptian."
        },
        {
            "reference":  "Genesis 39:3",
             "verseNumber":  3,
             "scripture":  "And his master saw that the LORD was with him, and that the LORD made all that he did to prosper in his hand."
        },
        {
            "reference":  "Genesis 39:4",
             "verseNumber":  4,
             "scripture":  "And Joseph found grace in his sight, and he served him: and he made him overseer over his house, and all that he had he put into his hand."
        },
        {
            "reference":  "Genesis 39:5",
             "verseNumber":  5,
             "scripture":  "And it came to pass from the time that he had made him overseer in his house, and over all that he had, that the LORD blessed the Egyptian's house for Joseph's sake; and the blessing of the LORD was upon all that he had in the house, and in the field."
        },
        {
            "reference":  "Genesis 39:6",
             "verseNumber":  6,
             "scripture":  "And he left all that he had in Joseph's hand; and he knew not ought he had, save the bread which he did eat. And Joseph was a goodly person, and well favoured."
        },
        {
            "reference":  "Genesis 39:7",
             "verseNumber":  7,
             "scripture":  "And it came to pass after these things, that his master's wife cast her eyes upon Joseph; and she said, Lie with me."
        },
        {
            "reference":  "Genesis 39:8",
             "verseNumber":  8,
             "scripture":  "But he refused, and said unto his master's wife, Behold, my master knows not what is with me in the house, and he has committed all that he has to my hand;"
        },
        {
            "reference":  "Genesis 39:9",
             "verseNumber":  9,
             "scripture":  "There is none greater in this house than I; neither has he kept back any thing from me but you, because you are his wife: how then can I do this great wickedness, and sin against God?"
        },
        {
            "reference":  "Genesis 39:10",
             "verseNumber":  10,
             "scripture":  "And it came to pass, as she spoke to Joseph day by day, that he hearkened not unto her, to lie by her, or to be with her."
        },
        {
            "reference":  "Genesis 39:11",
             "verseNumber":  11,
             "scripture":  "And it came to pass about this time, that Joseph went into the house to do his business; and there was none of the men of the house there within."
        },
        {
            "reference":  "Genesis 39:12",
             "verseNumber":  12,
             "scripture":  "And she caught him by his garment, saying, Lie with me: and he left his garment in her hand, and fled, and got him out."
        },
        {
            "reference":  "Genesis 39:13",
             "verseNumber":  13,
             "scripture":  "And it came to pass, when she saw that he had left his garment in her hand, and was fled forth,"
        },
        {
            "reference":  "Genesis 39:14",
             "verseNumber":  14,
             "scripture":  "That she called unto the men of her house, and spoke unto them, saying, See, he has brought in an Hebrew unto us to mock us; he came in unto me to lie with me, and I cried with a loud voice:"
        },
        {
            "reference":  "Genesis 39:15",
             "verseNumber":  15,
             "scripture":  "And it came to pass, when he heard that I lifted up my voice and cried, that he left his garment with me, and fled, and got him out."
        },
        {
            "reference":  "Genesis 39:16",
             "verseNumber":  16,
             "scripture":  "And she laid up his garment by her, until his lord came home."
        },
        {
            "reference":  "Genesis 39:17",
             "verseNumber":  17,
             "scripture":  "And she spoke unto him according to these words, saying, The Hebrew servant, which you have brought unto us, came in unto me to mock me:"
        },
        {
            "reference":  "Genesis 39:18",
             "verseNumber":  18,
             "scripture":  "And it came to pass, as I lifted up my voice and cried, that he left his garment with me, and fled out."
        },
        {
            "reference":  "Genesis 39:19",
             "verseNumber":  19,
             "scripture":  "And it came to pass, when his master heard the words of his wife, which she spoke unto him, saying, After this manner did your servant to me; that his wrath was kindled."
        },
        {
            "reference":  "Genesis 39:20",
             "verseNumber":  20,
             "scripture":  "And Joseph's master took him, and put him into the prison, a place where the king's prisoners were bound: and he was there in the prison."
        },
        {
            "reference":  "Genesis 39:21",
             "verseNumber":  21,
             "scripture":  "But the LORD was with Joseph, and showed him mercy, and gave him favour in the sight of the keeper of the prison."
        },
        {
            "reference":  "Genesis 39:22",
             "verseNumber":  22,
             "scripture":  "And the keeper of the prison committed to Joseph's hand all the prisoners that were in the prison; and whatsoever they did there, he was the doer of it."
        },
        {
            "reference":  "Genesis 39:23",
             "verseNumber":  23,
             "scripture":  "The keeper of the prison looked not to any thing that was under his hand; because the LORD was with him, and that which he did, the LORD made it to prosper."
        }
    ]
}