{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  45,
     "verses":  [
        {
            "reference":  "Genesis 45:1",
             "verseNumber":  1,
             "scripture":  "Then Joseph could not refrain himself before all them that stood by him; and he cried, Cause every man to go out from me. And there stood no man with him, while Joseph made himself known unto his brethren."
        },
        {
            "reference":  "Genesis 45:2",
             "verseNumber":  2,
             "scripture":  "And he wept aloud: and the Egyptians and the house of Pharaoh heard."
        },
        {
            "reference":  "Genesis 45:3",
             "verseNumber":  3,
             "scripture":  "And Joseph said unto his brethren, I am Joseph; does my father yet live? And his brethren could not answer him; for they were troubled at his presence."
        },
        {
            "reference":  "Genesis 45:4",
             "verseNumber":  4,
             "scripture":  "And Joseph said unto his brethren, Come near to me, I pray you. And they came near. And he said, I am Joseph your brother, whom all of you sold into Egypt."
        },
        {
            "reference":  "Genesis 45:5",
             "verseNumber":  5,
             "scripture":  "Now therefore be not grieved, nor angry with yourselves, that all of you sold me here: for God did send me before you to preserve life."
        },
        {
            "reference":  "Genesis 45:6",
             "verseNumber":  6,
             "scripture":  "For these two years has the famine been in the land: and yet there are five years, in the which there shall neither be earring nor harvest."
        },
        {
            "reference":  "Genesis 45:7",
             "verseNumber":  7,
             "scripture":  "And God sent me before you to preserve you a posterity in the earth, and to save your lives by a great deliverance."
        },
        {
            "reference":  "Genesis 45:8",
             "verseNumber":  8,
             "scripture":  "So now it was not you that sent me here, but God: and he has made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt."
        },
        {
            "reference":  "Genesis 45:9",
             "verseNumber":  9,
             "scripture":  "Haste all of you, and go up to my father, and say unto him, Thus says your son Joseph, God has made me lord of all Egypt: come down unto me, tarry not:"
        },
        {
            "reference":  "Genesis 45:10",
             "verseNumber":  10,
             "scripture":  "And you shall dwell in the land of Goshen, and you shall be near unto me, you, and your children, and your children's children, and your flocks, and your herds, and all that you have:"
        },
        {
            "reference":  "Genesis 45:11",
             "verseNumber":  11,
             "scripture":  "And there will I nourish you; for yet there are five years of famine; lest you, and your household, and all that you have, come to poverty."
        },
        {
            "reference":  "Genesis 45:12",
             "verseNumber":  12,
             "scripture":  "And, behold, your eyes see, and the eyes of my brother Benjamin, that it is my mouth that speaks unto you."
        },
        {
            "reference":  "Genesis 45:13",
             "verseNumber":  13,
             "scripture":  "And all of you shall tell my father of all my glory in Egypt, and of all that all of you have seen; and all of you shall haste and bring down my father here."
        },
        {
            "reference":  "Genesis 45:14",
             "verseNumber":  14,
             "scripture":  "And he fell upon his brother Benjamin's neck, and wept; and Benjamin wept upon his neck."
        },
        {
            "reference":  "Genesis 45:15",
             "verseNumber":  15,
             "scripture":  "Moreover he kissed all his brethren, and wept upon them: and after that his brethren talked with him."
        },
        {
            "reference":  "Genesis 45:16",
             "verseNumber":  16,
             "scripture":  "And the fame thereof was heard in Pharaoh's house, saying, Joseph's brethren are come: and it pleased Pharaoh well, and his servants."
        },
        {
            "reference":  "Genesis 45:17",
             "verseNumber":  17,
             "scripture":  "And Pharaoh said unto Joseph, Say unto your brethren, This do all of you; load your beasts, and go, get you unto the land of Canaan;"
        },
        {
            "reference":  "Genesis 45:18",
             "verseNumber":  18,
             "scripture":  "And take your father and your households, and come unto me: and I will give you the good of the land of Egypt, and all of you shall eat the fat of the land."
        },
        {
            "reference":  "Genesis 45:19",
             "verseNumber":  19,
             "scripture":  "Now you are commanded, this do all of you; take you wagons out of the land of Egypt for your little ones, and for your wives, and bring your father, and come."
        },
        {
            "reference":  "Genesis 45:20",
             "verseNumber":  20,
             "scripture":  "Also regard not your stuff; for the good of all the land of Egypt are yours."
        },
        {
            "reference":  "Genesis 45:21",
             "verseNumber":  21,
             "scripture":  "And the children of Israel did so: and Joseph gave them wagons, according to the commandment of Pharaoh, and gave them provision for the way."
        },
        {
            "reference":  "Genesis 45:22",
             "verseNumber":  22,
             "scripture":  "To all of them he gave each man changes of raiment; but to Benjamin he gave three hundred pieces of silver, and five changes of raiment."
        },
        {
            "reference":  "Genesis 45:23",
             "verseNumber":  23,
             "scripture":  "And to his father he sent after this manner; ten asses laden with the good things of Egypt, and ten she asses laden with corn and bread and food for his father by the way."
        },
        {
            "reference":  "Genesis 45:24",
             "verseNumber":  24,
             "scripture":  "So he sent his brethren away, and they departed: and he said unto them, See that all of you fall not out by the way."
        },
        {
            "reference":  "Genesis 45:25",
             "verseNumber":  25,
             "scripture":  "And they went up out of Egypt, and came into the land of Canaan unto Jacob their father,"
        },
        {
            "reference":  "Genesis 45:26",
             "verseNumber":  26,
             "scripture":  "And told him, saying, Joseph is yet alive, and he is governor over all the land of Egypt. And Jacob's heart fainted, for he believed them not."
        },
        {
            "reference":  "Genesis 45:27",
             "verseNumber":  27,
             "scripture":  "And they told him all the words of Joseph, which he had said unto them: and when he saw the wagons which Joseph had sent to carry him, the spirit of Jacob their father revived:"
        },
        {
            "reference":  "Genesis 45:28",
             "verseNumber":  28,
             "scripture":  "And Israel said, It is enough; Joseph my son is yet alive: I will go and see him before I die."
        }
    ]
}