{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  46,
     "verses":  [
        {
            "reference":  "Genesis 46:1",
             "verseNumber":  1,
             "scripture":  "And Israel took his journey with all that he had, and came to Beersheba, and offered sacrifices unto the God of his father Isaac."
        },
        {
            "reference":  "Genesis 46:2",
             "verseNumber":  2,
             "scripture":  "And God spoke unto Israel in the visions of the night, and said, Jacob, Jacob. And he said, Here am I."
        },
        {
            "reference":  "Genesis 46:3",
             "verseNumber":  3,
             "scripture":  "And he said, I am God, the God of your father: fear not to go down into Egypt; for I will there make of you a great nation:"
        },
        {
            "reference":  "Genesis 46:4",
             "verseNumber":  4,
             "scripture":  "I will go down with you into Egypt; and I will also surely bring you up again: and Joseph shall put his hand upon yours eyes."
        },
        {
            "reference":  "Genesis 46:5",
             "verseNumber":  5,
             "scripture":  "And Jacob rose up from Beersheba: and the sons of Israel carried Jacob their father, and their little ones, and their wives, in the wagons which Pharaoh had sent to carry him."
        },
        {
            "reference":  "Genesis 46:6",
             "verseNumber":  6,
             "scripture":  "And they took their cattle, and their goods, which they had got in the land of Canaan, and came into Egypt, Jacob, and all his seed with him:"
        },
        {
            "reference":  "Genesis 46:7",
             "verseNumber":  7,
             "scripture":  "His sons, and his sons' sons with him, his daughters, and his sons' daughters, and all his seed brought he with him into Egypt."
        },
        {
            "reference":  "Genesis 46:8",
             "verseNumber":  8,
             "scripture":  "And these are the names of the children of Israel, which came into Egypt, Jacob and his sons: Reuben, Jacob's firstborn."
        },
        {
            "reference":  "Genesis 46:9",
             "verseNumber":  9,
             "scripture":  "And the sons of Reuben; Hanoch, and Phallu, and Hezron, and Carmi."
        },
        {
            "reference":  "Genesis 46:10",
             "verseNumber":  10,
             "scripture":  "And the sons of Simeon; Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman."
        },
        {
            "reference":  "Genesis 46:11",
             "verseNumber":  11,
             "scripture":  "And the sons of Levi; Gershon, Kohath, and Merari."
        },
        {
            "reference":  "Genesis 46:12",
             "verseNumber":  12,
             "scripture":  "And the sons of Judah; Er, and Onan, and Shelah, and Pharez, and Zarah: but Er and Onan died in the land of Canaan. And the sons of Pharez were Hezron and Hamul."
        },
        {
            "reference":  "Genesis 46:13",
             "verseNumber":  13,
             "scripture":  "And the sons of Issachar; Tola, and Phuvah, and Job, and Shimron."
        },
        {
            "reference":  "Genesis 46:14",
             "verseNumber":  14,
             "scripture":  "And the sons of Zebulun; Sered, and Elon, and Jahleel."
        },
        {
            "reference":  "Genesis 46:15",
             "verseNumber":  15,
             "scripture":  "These be the sons of Leah, which she bare unto Jacob in Padanaram, with his daughter Dinah: all the souls of his sons and his daughters were thirty and three."
        },
        {
            "reference":  "Genesis 46:16",
             "verseNumber":  16,
             "scripture":  "And the sons of Gad; Ziphion, and Haggi, Shuni, and Ezbon, Eri, and Arodi, and Areli."
        },
        {
            "reference":  "Genesis 46:17",
             "verseNumber":  17,
             "scripture":  "And the sons of Asher; Jimnah, and Ishuah, and Isui, and Beriah, and Serah their sister: and the sons of Beriah; Heber, and Malchiel."
        },
        {
            "reference":  "Genesis 46:18",
             "verseNumber":  18,
             "scripture":  "These are the sons of Zilpah, whom Laban gave to Leah his daughter, and these she bare unto Jacob, even sixteen souls."
        },
        {
            "reference":  "Genesis 46:19",
             "verseNumber":  19,
             "scripture":  "The sons of Rachel Jacob's wife; Joseph, and Benjamin."
        },
        {
            "reference":  "Genesis 46:20",
             "verseNumber":  20,
             "scripture":  "And unto Joseph in the land of Egypt were born Manasseh and Ephraim, which Asenath the daughter of Potipherah priest of On bare unto him."
        },
        {
            "reference":  "Genesis 46:21",
             "verseNumber":  21,
             "scripture":  "And the sons of Benjamin were Belah, and Becher, and Ashbel, Gera, and Naaman, Ehi, and Rosh, Muppim, and Huppim, and Ard."
        },
        {
            "reference":  "Genesis 46:22",
             "verseNumber":  22,
             "scripture":  "These are the sons of Rachel, which were born to Jacob: all the souls were fourteen."
        },
        {
            "reference":  "Genesis 46:23",
             "verseNumber":  23,
             "scripture":  "And the sons of Dan; Hushim."
        },
        {
            "reference":  "Genesis 46:24",
             "verseNumber":  24,
             "scripture":  "And the sons of Naphtali; Jahzeel, and Guni, and Jezer, and Shillem."
        },
        {
            "reference":  "Genesis 46:25",
             "verseNumber":  25,
             "scripture":  "These are the sons of Bilhah, which Laban gave unto Rachel his daughter, and she bare these unto Jacob: all the souls were seven."
        },
        {
            "reference":  "Genesis 46:26",
             "verseNumber":  26,
             "scripture":  "All the souls that came with Jacob into Egypt, which came out of his loins, besides Jacob's sons' wives, all the souls were threescore and six;"
        },
        {
            "reference":  "Genesis 46:27",
             "verseNumber":  27,
             "scripture":  "And the sons of Joseph, which were born him in Egypt, were two souls: all the souls of the house of Jacob, which came into Egypt, were threescore and ten."
        },
        {
            "reference":  "Genesis 46:28",
             "verseNumber":  28,
             "scripture":  "And he sent Judah before him unto Joseph, to direct his face unto Goshen; and they came into the land of Goshen."
        },
        {
            "reference":  "Genesis 46:29",
             "verseNumber":  29,
             "scripture":  "And Joseph made ready his chariot, and went up to meet Israel his father, to Goshen, and presented himself unto him; and he fell on his neck, and wept on his neck a good while."
        },
        {
            "reference":  "Genesis 46:30",
             "verseNumber":  30,
             "scripture":  "And Israel said unto Joseph, Now let me die, since I have seen your face, because you are yet alive."
        },
        {
            "reference":  "Genesis 46:31",
             "verseNumber":  31,
             "scripture":  "And Joseph said unto his brethren, and unto his father's house, I will go up, and show Pharaoh, and say unto him, My brethren, and my father's house, which were in the land of Canaan, are come unto me;"
        },
        {
            "reference":  "Genesis 46:32",
             "verseNumber":  32,
             "scripture":  "And the men are shepherds, for their trade has been to feed cattle; and they have brought their flocks, and their herds, and all that they have."
        },
        {
            "reference":  "Genesis 46:33",
             "verseNumber":  33,
             "scripture":  "And it shall come to pass, when Pharaoh shall call you, and shall say, What is your occupation?"
        },
        {
            "reference":  "Genesis 46:34",
             "verseNumber":  34,
             "scripture":  "That all of you shall say, Your servants' trade has been about cattle from our youth even until now, both we, and also our fathers: that all of you may dwell in the land of Goshen; for every shepherd is an abomination unto the Egyptians."
        }
    ]
}