{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  47,
     "verses":  [
        {
            "reference":  "Genesis 47:1",
             "verseNumber":  1,
             "scripture":  "Then Joseph came and told Pharaoh, and said, My father and my brethren, and their flocks, and their herds, and all that they have, are come out of the land of Canaan; and, behold, they are in the land of Goshen."
        },
        {
            "reference":  "Genesis 47:2",
             "verseNumber":  2,
             "scripture":  "And he took some of his brethren, even five men, and presented them unto Pharaoh."
        },
        {
            "reference":  "Genesis 47:3",
             "verseNumber":  3,
             "scripture":  "And Pharaoh said unto his brethren, What is your occupation? And they said unto Pharaoh, Your servants are shepherds, both we, and also our fathers."
        },
        {
            "reference":  "Genesis 47:4",
             "verseNumber":  4,
             "scripture":  "They said moreover unto Pharaoh, In order to sojourn in the land are we come; for your servants have no pasture for their flocks; for the famine is sore in the land of Canaan: now therefore, we pray you, let your servants dwell in the land of Goshen."
        },
        {
            "reference":  "Genesis 47:5",
             "verseNumber":  5,
             "scripture":  "And Pharaoh spoke unto Joseph, saying, Your father and your brethren are come unto you:"
        },
        {
            "reference":  "Genesis 47:6",
             "verseNumber":  6,
             "scripture":  "The land of Egypt is before you; in the best of the land make your father and brethren to dwell; in the land of Goshen let them dwell: and if you know any men of activity among them, then make them rulers over my cattle."
        },
        {
            "reference":  "Genesis 47:7",
             "verseNumber":  7,
             "scripture":  "And Joseph brought in Jacob his father, and set him before Pharaoh: and Jacob blessed Pharaoh."
        },
        {
            "reference":  "Genesis 47:8",
             "verseNumber":  8,
             "scripture":  "And Pharaoh said unto Jacob, How old are you?"
        },
        {
            "reference":  "Genesis 47:9",
             "verseNumber":  9,
             "scripture":  "And Jacob said unto Pharaoh, The days of the years of my pilgrimage are an hundred and thirty years: few and evil have the days of the years of my life been, and have not attained unto the days of the years of the life of my fathers in the days of their pilgrimage."
        },
        {
            "reference":  "Genesis 47:10",
             "verseNumber":  10,
             "scripture":  "And Jacob blessed Pharaoh, and went out from before Pharaoh."
        },
        {
            "reference":  "Genesis 47:11",
             "verseNumber":  11,
             "scripture":  "And Joseph placed his father and his brethren, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded."
        },
        {
            "reference":  "Genesis 47:12",
             "verseNumber":  12,
             "scripture":  "And Joseph nourished his father, and his brethren, and all his father's household, with bread, according to their families."
        },
        {
            "reference":  "Genesis 47:13",
             "verseNumber":  13,
             "scripture":  "And there was no bread in all the land; for the famine was very sore, so that the land of Egypt and all the land of Canaan fainted by reason of the famine."
        },
        {
            "reference":  "Genesis 47:14",
             "verseNumber":  14,
             "scripture":  "And Joseph gathered up all the money that was found in the land of Egypt, and in the land of Canaan, for the corn which they bought: and Joseph brought the money into Pharaoh's house."
        },
        {
            "reference":  "Genesis 47:15",
             "verseNumber":  15,
             "scripture":  "And when money failed in the land of Egypt, and in the land of Canaan, all the Egyptians came unto Joseph, and said, Give us bread: for why should we die in your presence? for the money fails."
        },
        {
            "reference":  "Genesis 47:16",
             "verseNumber":  16,
             "scripture":  "And Joseph said, Give your cattle; and I will give you for your cattle, if money fail."
        },
        {
            "reference":  "Genesis 47:17",
             "verseNumber":  17,
             "scripture":  "And they brought their cattle unto Joseph: and Joseph gave them bread in exchange for horses, and for the flocks, and for the cattle of the herds, and for the asses: and he fed them with bread for all their cattle for that year."
        },
        {
            "reference":  "Genesis 47:18",
             "verseNumber":  18,
             "scripture":  "When that year was ended, they came unto him the second year, and said unto him, We will not hide it from my lord, how that our money is spent; my lord also has our herds of cattle; there is not ought left in the sight of my lord, but our bodies, and our lands:"
        },
        {
            "reference":  "Genesis 47:19",
             "verseNumber":  19,
             "scripture":  "Wherefore shall we die before yours eyes, both we and our land? buy us and our land for bread, and we and our land will be servants unto Pharaoh: and give us seed, that we may live, and not die, that the land be not desolate."
        },
        {
            "reference":  "Genesis 47:20",
             "verseNumber":  20,
             "scripture":  "And Joseph bought all the land of Egypt for Pharaoh; for the Egyptians sold every man his field, because the famine prevailed over them: so the land became Pharaoh's."
        },
        {
            "reference":  "Genesis 47:21",
             "verseNumber":  21,
             "scripture":  "And as for the people, he removed them to cities from one end of the borders of Egypt even to the other end thereof."
        },
        {
            "reference":  "Genesis 47:22",
             "verseNumber":  22,
             "scripture":  "Only the land of the priests bought he not; for the priests had a portion assigned them of Pharaoh, and did eat their portion which Pharaoh gave them: wherefore they sold not their lands."
        },
        {
            "reference":  "Genesis 47:23",
             "verseNumber":  23,
             "scripture":  "Then Joseph said unto the people, Behold, I have bought you this day and your land for Pharaoh: lo, here is seed for you, and all of you shall sow the land."
        },
        {
            "reference":  "Genesis 47:24",
             "verseNumber":  24,
             "scripture":  "And it shall come to pass in the increase, that all of you shall give the fifth part unto Pharaoh, and four parts shall be your own, for seed of the field, and for your food, and for them of your households, and for food for your little ones."
        },
        {
            "reference":  "Genesis 47:25",
             "verseNumber":  25,
             "scripture":  "And they said, You have saved our lives: let us find grace in the sight of my lord, and we will be Pharaoh's servants."
        },
        {
            "reference":  "Genesis 47:26",
             "verseNumber":  26,
             "scripture":  "And Joseph made it a law over the land of Egypt unto this day, that Pharaoh should have the fifth part, except the land of the priests only, which became not Pharaoh's."
        },
        {
            "reference":  "Genesis 47:27",
             "verseNumber":  27,
             "scripture":  "And Israel dwelt in the land of Egypt, in the country of Goshen; and they had possessions therein, and grew, and multiplied exceedingly."
        },
        {
            "reference":  "Genesis 47:28",
             "verseNumber":  28,
             "scripture":  "And Jacob lived in the land of Egypt seventeen years: so the whole age of Jacob was an hundred forty and seven years."
        },
        {
            "reference":  "Genesis 47:29",
             "verseNumber":  29,
             "scripture":  "And the time drew nigh that Israel must die: and he called his son Joseph, and said unto him, If now I have found grace in your sight, put, I pray you, your hand under my thigh, and deal kindly and truly with me; bury me not, I pray you, in Egypt:"
        },
        {
            "reference":  "Genesis 47:30",
             "verseNumber":  30,
             "scripture":  "But I will lie with my fathers, and you shall carry me out of Egypt, and bury me in their buryingplace. And he said, I will do as you have said."
        },
        {
            "reference":  "Genesis 47:31",
             "verseNumber":  31,
             "scripture":  "And he said, Swear unto me. And he swore unto him. And Israel bowed himself upon the bed's head."
        }
    ]
}