{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Genesis",
     "bookAbbreviation":  "Gen",
     "chapterNumber":  49,
     "verses":  [
        {
            "reference":  "Genesis 49:1",
             "verseNumber":  1,
             "scripture":  "And Jacob called unto his sons, and said, Gather yourselves together, that I may tell you that which shall befall you in the last days."
        },
        {
            "reference":  "Genesis 49:2",
             "verseNumber":  2,
             "scripture":  "Gather yourselves together, and hear, all of you sons of Jacob; and hearken unto Israel your father."
        },
        {
            "reference":  "Genesis 49:3",
             "verseNumber":  3,
             "scripture":  "Reuben, you are my firstborn, my might, and the beginning of my strength, the excellency of dignity, and the excellency of power:"
        },
        {
            "reference":  "Genesis 49:4",
             "verseNumber":  4,
             "scripture":  "Unstable as water, you shall not excel; because you went up to your father's bed; then defiled you it: he went up to my couch."
        },
        {
            "reference":  "Genesis 49:5",
             "verseNumber":  5,
             "scripture":  "Simeon and Levi are brethren; instruments of cruelty are in their habitations."
        },
        {
            "reference":  "Genesis 49:6",
             "verseNumber":  6,
             "scripture":  "O my soul, come not you into their secret; unto their assembly, mine honour, be not you united: for in their anger they slew a man, and in their self-will they dug down a wall."
        },
        {
            "reference":  "Genesis 49:7",
             "verseNumber":  7,
             "scripture":  "Cursed be their anger, for it was fierce; and their wrath, for it was cruel: I will divide them in Jacob, and scatter them in Israel."
        },
        {
            "reference":  "Genesis 49:8",
             "verseNumber":  8,
             "scripture":  "Judah, you are he whom your brethren shall praise: your hand shall be in the neck of yours enemies; your father's children shall bow down before you."
        },
        {
            "reference":  "Genesis 49:9",
             "verseNumber":  9,
             "scripture":  "Judah is a lion's offspring: from the prey, my son, you are gone up: he stooped down, he couched as a lion, and as an old lion; who shall rouse him up?"
        },
        {
            "reference":  "Genesis 49:10",
             "verseNumber":  10,
             "scripture":  "The sceptre shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh come; and unto him shall the gathering of the people be."
        },
        {
            "reference":  "Genesis 49:11",
             "verseNumber":  11,
             "scripture":  "Binding his foal unto the vine, and his ass's colt unto the choice vine; he washed his garments in wine, and his clothes in the blood of grapes:"
        },
        {
            "reference":  "Genesis 49:12",
             "verseNumber":  12,
             "scripture":  "His eyes shall be red with wine, and his teeth white with milk."
        },
        {
            "reference":  "Genesis 49:13",
             "verseNumber":  13,
             "scripture":  "Zebulun shall dwell at the haven of the sea; and he shall be for an haven of ships; and his border shall be unto Zidon."
        },
        {
            "reference":  "Genesis 49:14",
             "verseNumber":  14,
             "scripture":  "Issachar is a strong ass couching down between two burdens:"
        },
        {
            "reference":  "Genesis 49:15",
             "verseNumber":  15,
             "scripture":  "And he saw that rest was good, and the land that it was pleasant; and bowed his shoulder to bear, and became a servant unto tribute."
        },
        {
            "reference":  "Genesis 49:16",
             "verseNumber":  16,
             "scripture":  "Dan shall judge his people, as one of the tribes of Israel."
        },
        {
            "reference":  "Genesis 49:17",
             "verseNumber":  17,
             "scripture":  "Dan shall be a serpent by the way, an adder in the path, that bites the horse heels, so that his rider shall fall backward."
        },
        {
            "reference":  "Genesis 49:18",
             "verseNumber":  18,
             "scripture":  "I have waited for your salvation, O LORD."
        },
        {
            "reference":  "Genesis 49:19",
             "verseNumber":  19,
             "scripture":  "Gad, a troop shall overcome him: but he shall overcome at the last."
        },
        {
            "reference":  "Genesis 49:20",
             "verseNumber":  20,
             "scripture":  "Out of Asher his bread shall be fat, and he shall yield royal dainties."
        },
        {
            "reference":  "Genesis 49:21",
             "verseNumber":  21,
             "scripture":  "Naphtali is a hind let loose: he gives goodly words."
        },
        {
            "reference":  "Genesis 49:22",
             "verseNumber":  22,
             "scripture":  "Joseph is a fruitful bough, even a fruitful bough by a well; whose branches run over the wall:"
        },
        {
            "reference":  "Genesis 49:23",
             "verseNumber":  23,
             "scripture":  "The archers have sorely grieved him, and shot at him, and hated him:"
        },
        {
            "reference":  "Genesis 49:24",
             "verseNumber":  24,
             "scripture":  "But his bow abode in strength, and the arms of his hands were made strong by the hands of the mighty God of Jacob; (from thence is the shepherd, the stone of Israel:)"
        },
        {
            "reference":  "Genesis 49:25",
             "verseNumber":  25,
             "scripture":  "Even by the God of your father, who shall help you; and by the Almighty, who shall bless you with blessings of heaven above, blessings of the deep that lies under, blessings of the breasts, and of the womb:"
        },
        {
            "reference":  "Genesis 49:26",
             "verseNumber":  26,
             "scripture":  "The blessings of your father have prevailed above the blessings of my conceivers unto the utmost bound of the everlasting hills: they shall be on the head of Joseph, and on the crown of the head of him that was separate from his brethren."
        },
        {
            "reference":  "Genesis 49:27",
             "verseNumber":  27,
             "scripture":  "Benjamin shall ravin as a wolf: in the morning he shall devour the prey, and at night he shall divide the spoil."
        },
        {
            "reference":  "Genesis 49:28",
             "verseNumber":  28,
             "scripture":  "All these are the twelve tribes of Israel: and this is it that their father spoke unto them, and blessed them; every one according to his blessing he blessed them."
        },
        {
            "reference":  "Genesis 49:29",
             "verseNumber":  29,
             "scripture":  "And he charged them, and said unto them, I am to be gathered unto my people: bury me with my fathers in the cave that is in the field of Ephron the Hittite,"
        },
        {
            "reference":  "Genesis 49:30",
             "verseNumber":  30,
             "scripture":  "In the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field of Ephron the Hittite for a possession of a buryingplace."
        },
        {
            "reference":  "Genesis 49:31",
             "verseNumber":  31,
             "scripture":  "There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah."
        },
        {
            "reference":  "Genesis 49:32",
             "verseNumber":  32,
             "scripture":  "The purchase of the field and of the cave that is therein was from the children of Heth."
        },
        {
            "reference":  "Genesis 49:33",
             "verseNumber":  33,
             "scripture":  "And when Jacob had made an end of commanding his sons, he gathered up his feet into the bed, and yielded up the spirit, and was gathered unto his people."
        }
    ]
}