{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ecclesiastes",
     "bookAbbreviation":  "Ecc",
     "chapterNumber":  10,
     "verses":  [
        {
            "reference":  "Ecclesiastes 10:1",
             "verseNumber":  1,
             "scripture":  "Dead flies cause the ointment of the apothecary to send forth a stinking savour: so does a little folly him that is in reputation for wisdom and honour."
        },
        {
            "reference":  "Ecclesiastes 10:2",
             "verseNumber":  2,
             "scripture":  "A wise man's heart is at his right hand; but a fool's heart at his left."
        },
        {
            "reference":  "Ecclesiastes 10:3",
             "verseNumber":  3,
             "scripture":  "Yea also, when he that is a fool walks by the way, his wisdom fails him, and he says to every one that he is a fool."
        },
        {
            "reference":  "Ecclesiastes 10:4",
             "verseNumber":  4,
             "scripture":  "If the spirit of the ruler rise up against you, leave not your place; for yielding pacifies great offences."
        },
        {
            "reference":  "Ecclesiastes 10:5",
             "verseNumber":  5,
             "scripture":  "There is an evil which I have seen under the sun, as an error which proceeds from the ruler:"
        },
        {
            "reference":  "Ecclesiastes 10:6",
             "verseNumber":  6,
             "scripture":  "Folly is set in great dignity, and the rich sit in low place."
        },
        {
            "reference":  "Ecclesiastes 10:7",
             "verseNumber":  7,
             "scripture":  "I have seen servants upon horses, and princes walking as servants upon the earth."
        },
        {
            "reference":  "Ecclesiastes 10:8",
             "verseNumber":  8,
             "scripture":  "He that digs a pit shall fall into it; and whoso breaks an hedge, a serpent shall bite him."
        },
        {
            "reference":  "Ecclesiastes 10:9",
             "verseNumber":  9,
             "scripture":  "Whoso removes stones shall be hurt therewith; and he that cleaves wood shall be endangered thereby."
        },
        {
            "reference":  "Ecclesiastes 10:10",
             "verseNumber":  10,
             "scripture":  "If the iron be blunt, and he do not sharpen the edge, then must he put to more strength: but wisdom is profitable to direct."
        },
        {
            "reference":  "Ecclesiastes 10:11",
             "verseNumber":  11,
             "scripture":  "Surely the serpent will bite without enchantment; and a babbler is no better."
        },
        {
            "reference":  "Ecclesiastes 10:12",
             "verseNumber":  12,
             "scripture":  "The words of a wise man's mouth are gracious; but the lips of a fool will swallow up himself."
        },
        {
            "reference":  "Ecclesiastes 10:13",
             "verseNumber":  13,
             "scripture":  "The beginning of the words of his mouth is foolishness: and the end of his talk is mischievous madness."
        },
        {
            "reference":  "Ecclesiastes 10:14",
             "verseNumber":  14,
             "scripture":  "A fool also is full of words: a man cannot tell what shall be; and what shall be after him, who can tell him?"
        },
        {
            "reference":  "Ecclesiastes 10:15",
             "verseNumber":  15,
             "scripture":  "The labour of the foolish wearies every one of them, because he knows not how to go to the city."
        },
        {
            "reference":  "Ecclesiastes 10:16",
             "verseNumber":  16,
             "scripture":  "Woe to you, O land, when your king is a child, and your princes eat in the morning!"
        },
        {
            "reference":  "Ecclesiastes 10:17",
             "verseNumber":  17,
             "scripture":  "Blessed are you, O land, when your king is the son of nobles, and your princes eat in due season, for strength, and not for drunkenness!"
        },
        {
            "reference":  "Ecclesiastes 10:18",
             "verseNumber":  18,
             "scripture":  "By much slothfulness the building decays; and through idleness of the hands the house drops through."
        },
        {
            "reference":  "Ecclesiastes 10:19",
             "verseNumber":  19,
             "scripture":  "A feast is made for laughter, and wine makes merry: but money answers all things."
        },
        {
            "reference":  "Ecclesiastes 10:20",
             "verseNumber":  20,
             "scripture":  "Curse not the king, no not in your thought; and curse not the rich in your bedchamber: for a bird of the air shall carry the voice, and that which has wings shall tell the matter."
        }
    ]
}