{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ecclesiastes",
     "bookAbbreviation":  "Ecc",
     "chapterNumber":  4,
     "verses":  [
        {
            "reference":  "Ecclesiastes 4:1",
             "verseNumber":  1,
             "scripture":  "So I returned, and considered all the oppressions that are done under the sun: and behold the tears of such as were oppressed, and they had no comforter; and on the side of their oppressors there was power; but they had no comforter."
        },
        {
            "reference":  "Ecclesiastes 4:2",
             "verseNumber":  2,
             "scripture":  "Wherefore I praised the dead which are already dead more than the living which are yet alive."
        },
        {
            "reference":  "Ecclesiastes 4:3",
             "verseNumber":  3,
             "scripture":  "Yea, better is he than either of them, which has not yet been, who has not seen the evil work that is done under the sun."
        },
        {
            "reference":  "Ecclesiastes 4:4",
             "verseNumber":  4,
             "scripture":  "Again, I considered all travail, and every right work, that for this a man is envied of his neighbour. This is also vanity and vexation of spirit."
        },
        {
            "reference":  "Ecclesiastes 4:5",
             "verseNumber":  5,
             "scripture":  "The fool folds his hands together, and eats his own flesh."
        },
        {
            "reference":  "Ecclesiastes 4:6",
             "verseNumber":  6,
             "scripture":  "Better is an handful with quietness, than both the hands full with travail and vexation of spirit."
        },
        {
            "reference":  "Ecclesiastes 4:7",
             "verseNumber":  7,
             "scripture":  "Then I returned, and I saw vanity under the sun."
        },
        {
            "reference":  "Ecclesiastes 4:8",
             "verseNumber":  8,
             "scripture":  "There is one alone, and there is not a second; yea, he has neither child nor brother: yet is there no end of all his labour; neither is his eye satisfied with riches; neither says he, For whom do I labour, and bereave my soul of good? This is also vanity, yea, it is a sore travail."
        },
        {
            "reference":  "Ecclesiastes 4:9",
             "verseNumber":  9,
             "scripture":  "Two are better than one; because they have a good reward for their labour."
        },
        {
            "reference":  "Ecclesiastes 4:10",
             "verseNumber":  10,
             "scripture":  "For if they fall, the one will lift up his fellow: but woe to him that is alone when he falls; for he has not another to help him up."
        },
        {
            "reference":  "Ecclesiastes 4:11",
             "verseNumber":  11,
             "scripture":  "Again, if two lie together, then they have heat: but how can one be warm alone?"
        },
        {
            "reference":  "Ecclesiastes 4:12",
             "verseNumber":  12,
             "scripture":  "And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken."
        },
        {
            "reference":  "Ecclesiastes 4:13",
             "verseNumber":  13,
             "scripture":  "Better is a poor and a wise child than an old and foolish king, who will no more be admonished."
        },
        {
            "reference":  "Ecclesiastes 4:14",
             "verseNumber":  14,
             "scripture":  "For out of prison he comes to reign; whereas also he that is born in his kingdom becomes poor."
        },
        {
            "reference":  "Ecclesiastes 4:15",
             "verseNumber":  15,
             "scripture":  "I considered all the living which walk under the sun, with the second child that shall stand up in his position."
        },
        {
            "reference":  "Ecclesiastes 4:16",
             "verseNumber":  16,
             "scripture":  "There is no end of all the people, even of all that have been before them: they also that come after shall not rejoice in him. Surely this also is vanity and vexation of spirit."
        }
    ]
}