{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "Old Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Ecclesiastes",
     "bookAbbreviation":  "Ecc",
     "chapterNumber":  5,
     "verses":  [
        {
            "reference":  "Ecclesiastes 5:1",
             "verseNumber":  1,
             "scripture":  "Keep your foot when you go to the house of God, and be more ready to hear, than to give the sacrifice of fools: for they consider not that they do evil."
        },
        {
            "reference":  "Ecclesiastes 5:2",
             "verseNumber":  2,
             "scripture":  "Be not rash with your mouth, and let not yours heart be hasty to utter any thing before God: for God is in heaven, and you upon earth: therefore let your words be few."
        },
        {
            "reference":  "Ecclesiastes 5:3",
             "verseNumber":  3,
             "scripture":  "For a dream comes through the multitude of business; and a fool's voice is known by multitude of words."
        },
        {
            "reference":  "Ecclesiastes 5:4",
             "verseNumber":  4,
             "scripture":  "When you vow a vow unto God, defer not to pay it; for he has no pleasure in fools: pay that which you have vowed."
        },
        {
            "reference":  "Ecclesiastes 5:5",
             "verseNumber":  5,
             "scripture":  "Better is it that you should not vow, than that you should vow and not pay."
        },
        {
            "reference":  "Ecclesiastes 5:6",
             "verseNumber":  6,
             "scripture":  "Suffer not your mouth to cause your flesh to sin; neither say you before the angel, that it was an error: wherefore should God be angry at your voice, and destroy the work of yours hands?"
        },
        {
            "reference":  "Ecclesiastes 5:7",
             "verseNumber":  7,
             "scripture":  "For in the multitude of dreams and many words there are also divers vanities: but fear you God."
        },
        {
            "reference":  "Ecclesiastes 5:8",
             "verseNumber":  8,
             "scripture":  "If you see the oppression of the poor, and violent perverting of judgment and justice in a province, marvel not at the matter: for he that is higher than the highest regards; and there be higher than they."
        },
        {
            "reference":  "Ecclesiastes 5:9",
             "verseNumber":  9,
             "scripture":  "Moreover the profit of the earth is for all: the king himself is served by the field."
        },
        {
            "reference":  "Ecclesiastes 5:10",
             "verseNumber":  10,
             "scripture":  "He that loves silver shall not be satisfied with silver; nor he that loves abundance with increase: this is also vanity."
        },
        {
            "reference":  "Ecclesiastes 5:11",
             "verseNumber":  11,
             "scripture":  "When goods increase, they are increased that eat them: and what good is there to the owners thereof, saving the beholding of them with their eyes?"
        },
        {
            "reference":  "Ecclesiastes 5:12",
             "verseNumber":  12,
             "scripture":  "The sleep of a labouring man is sweet, whether he eat little or much: but the abundance of the rich will not suffer him to sleep."
        },
        {
            "reference":  "Ecclesiastes 5:13",
             "verseNumber":  13,
             "scripture":  "There is a sore evil which I have seen under the sun, namely, riches kept for the owners thereof to their hurt."
        },
        {
            "reference":  "Ecclesiastes 5:14",
             "verseNumber":  14,
             "scripture":  "But those riches perish by evil travail: and he bring forths a son, and there is nothing in his hand."
        },
        {
            "reference":  "Ecclesiastes 5:15",
             "verseNumber":  15,
             "scripture":  "As he came out of his mother's womb, naked shall he return to go as he came, and shall take nothing of his labour, which he may carry away in his hand."
        },
        {
            "reference":  "Ecclesiastes 5:16",
             "verseNumber":  16,
             "scripture":  "And this also is a sore evil, that in all points as he came, so shall he go: and what profit has he that has laboured for the wind?"
        },
        {
            "reference":  "Ecclesiastes 5:17",
             "verseNumber":  17,
             "scripture":  "All his days also he eats in darkness, and he has much sorrow and wrath with his sickness."
        },
        {
            "reference":  "Ecclesiastes 5:18",
             "verseNumber":  18,
             "scripture":  "Behold that which I have seen: it is good and comely for one to eat and to drink, and to enjoy the good of all his labour that he takes under the sun all the days of his life, which God gives him: for it is his portion."
        },
        {
            "reference":  "Ecclesiastes 5:19",
             "verseNumber":  19,
             "scripture":  "Every man also to whom God has given riches and wealth, and has given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God."
        },
        {
            "reference":  "Ecclesiastes 5:20",
             "verseNumber":  20,
             "scripture":  "For he shall not much remember the days of his life; because God answers him in the joy of his heart."
        }
    ]
}