{"bibleVersion": "TAM", "bibleLanguage": "Tamil", "fullBibleName": "பரிசுத்த வேதாகமம் O.V. (2017)", "description": "Bible Old Version in the Tamil language, published by Bible Society of India in 2017.", "scriptureSection": "பழைய ஏற்பாடு", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Bible Society of India", "bibleTextSource": "Internet", "bookName": "உபாகமம்", "bookAbbreviation": "உபா", "chapterNumber": 27, "verses": [{"reference": "உபாகமம் 27:1", "verseNumber": 1, "scripture": "பின்பு மோசே, இஸ்ரவேலின் மூப்பர்கூட இருக்கையில், ஜனங்களை நோக்கி: நான் இன்று உங்களுக்கு விதிக்கிற கட்டளைகளையெல்லாம் கைக்கொள்ளுங்கள்."},{"reference": "உபாகமம் 27:2", "verseNumber": 2, "scripture": "உன் தேவனாகிய கர்த்தர் உங்களுக்குக் கொடுக்கும் தேசத்திற்கு நீ போக யோர்தானைக் கடக்கும் நாளில், நீ பெரிய கல்லுகளை நாட்டி, அவைகளுக்குச் சாந்து பூசி,"},{"reference": "உபாகமம் 27:3", "verseNumber": 3, "scripture": "உன் பிதாக்களின் தேவனாகிய கர்த்தர் உனக்குச் சொன்னபடி உனக்குக் கொடுக்கும் பாலும் தேனும் ஓடுகிற தேசத்திற்குள் பிரவேசிக்கும்படி நீ கடந்துபோனபின்பு, இந்த நியாயப்பிரமாண வார்த்தைகள் யாவையும் அவைகளில் எழுதக்கடவாய்."},{"reference": "உபாகமம் 27:4", "verseNumber": 4, "scripture": "மேலும் நீங்கள் யோர்தானைக் கடந்தபோது, இன்று நான் உங்களுக்குக் கட்டளையிட்டபடி அந்தக் கல்லுகளை ஏபால் மலையிலே நாட்டி, அவைகளுக்குச் சாந்துபூசி,"},{"reference": "உபாகமம் 27:5", "verseNumber": 5, "scripture": "அங்கே இருப்பாயுதம்படாத கற்களாலே உங்கள் தேவனாகிய கர்த்தருக்கு ஒரு பலிபீடத்தைக் கட்டக்கடவாய்."},{"reference": "உபாகமம் 27:6", "verseNumber": 6, "scripture": "நீ உன் தேவனாகிய கர்த்தரின் பலிபீடத்தை முழுக்கற்களாலே கட்டி, அதின்மேல் உன் தேவனாகிய கர்த்தருக்குச் சர்வாங்கதகனபலிகளையும்,"},{"reference": "உபாகமம் 27:7", "verseNumber": 7, "scripture": "சமாதானபலிகளையும் இட்டு, உன் தேவனாகிய கர்த்தருடைய சந்நிதியில் புசித்துச் சந்தோஷமாயிருந்து,"},{"reference": "உபாகமம் 27:8", "verseNumber": 8, "scripture": "அந்தக் கல்லுகளில் இந்த நியாயப்பிரமாணத்தின் வார்த்தைகளையெல்லாம் துலக்கமாய் எழுதக்கடவாய் என்று கட்டளையிட்டான்."},{"reference": "உபாகமம் 27:9", "verseNumber": 9, "scripture": "பின்னும் மோசே, லேவியராகிய ஆசாரியர்களும் கூட இருக்கையில், இஸ்ரவேலர் எல்லாரையும் நோக்கி: இஸ்ரவேலே, கவனித்துக் கேள்; இந்நாளிலே உன் தேவனாகிய கர்த்தருக்கு ஜனமானாய்."},{"reference": "உபாகமம் 27:10", "verseNumber": 10, "scripture": "ஆகையால் நீ உன் தேவனாகிய கர்த்தருடைய சத்தத்திற்குக் கீழ்ப்படிந்து, இன்று நான் உனக்கு விதிக்கிற அவருடைய கற்பனைகளின்படியும் அவருடைய கட்டளைகளின்படியும் செய்வாயாக என்று சொன்னான்."},{"reference": "உபாகமம் 27:11", "verseNumber": 11, "scripture": "மேலும் அந்நாளிலே மோசே ஜனங்களை நோக்கி:"},{"reference": "உபாகமம் 27:12", "verseNumber": 12, "scripture": "நீங்கள் யோர்தானைக் கடந்தபின்பு, ஜனங்கள் ஆசீர்வதிக்கப்படும்படி கெரிசீம் மலையில் சிமியோன், லேவி, யூதா, இசக்கார், யோசேப்பு, பென்யமீன் என்னும் கோத்திரங்கள் நிற்கவேண்டும்."},{"reference": "உபாகமம் 27:13", "verseNumber": 13, "scripture": "சாபங்கூறப்படும்பொருட்டு, ஏபால் மலையில் ரூபன், காத், ஆசேர், செபுலோன், தாண், நப்தலி என்னும் கோத்திரங்கள் நிற்கவேண்டும்."},{"reference": "உபாகமம் 27:14", "verseNumber": 14, "scripture": "அப்பொழுது லேவியர் உரத்த சத்தமிட்டு இஸ்ரவேல் மனிதர் எல்லாரையும் பார்த்து:"},{"reference": "உபாகமம் 27:15", "verseNumber": 15, "scripture": "கர்த்தருக்கு அருவருப்பான காரியமாகிய தொழிலாளிகளுடைய கைவேலையால் செய்யப்பட்டதும் வார்ப்பிக்கப்பட்டதுமான யாதொரு விக்கிரகத்தை உண்டுபண்ணி ஒளிப்பிடத்திலே வைக்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; அதற்கு ஜனங்களெல்லாரும் பிரதியுத்தரமாக ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:16", "verseNumber": 16, "scripture": "தன் தகப்பனையும் தன் தாயையும் தூஷிக்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:17", "verseNumber": 17, "scripture": "பிறனுடைய எல்லைக்குறியை ஒற்றிப்போடுகிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:18", "verseNumber": 18, "scripture": "குருடனை வழிதப்பச் செய்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:19", "verseNumber": 19, "scripture": "பரதேசி திக்கற்றவன் விதவை ஆகிய இவர்களுடைய நியாயத்தைப் புரட்டுகிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:20", "verseNumber": 20, "scripture": "தன் தகப்பன் மனைவியோடே சயனிக்கிறவன், தன் தகப்பனுடைய மானத்தைத் திறந்தபடியினாலே, சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:21", "verseNumber": 21, "scripture": "யாதொரு மிருகத்தோடே புணர்ச்சி செய்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:22", "verseNumber": 22, "scripture": "தன் தகப்பனுக்காவது தாய்க்காவது குமாரத்தியாகிய தன் சகோதரியோடே சயனிக்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:23", "verseNumber": 23, "scripture": "தன் மாமியோடே சயனிக்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:24", "verseNumber": 24, "scripture": "ஒளிப்பிடத்திலே பிறனைக் கொலைசெய்கிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:25", "verseNumber": 25, "scripture": "குற்றமில்லாதவனைக் கொலைசெய்யும்படி பரிதானம் வாங்குகிறவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."},{"reference": "உபாகமம் 27:26", "verseNumber": 26, "scripture": "இந்த நியாயப்பிரமாண வார்த்தைகளையெல்லாம் கைக்கொண்டு நடவாதவன் சபிக்கப்பட்டவன் என்பார்களாக; ஜனங்களெல்லாரும் ஆமென் என்று சொல்லக்கடவர்கள்."}]}