{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Luke", "bookAbbreviation": "Luk", "chapterNumber": 10, "verses": [{"reference": "Luke 10:1", "verseNumber": 1, "scripture": "After these things the LORD appointed other seventy also, and sent them two and two before his face into every city and place, where he himself would come."},{"reference": "Luke 10:2", "verseNumber": 2, "scripture": "Therefore said he unto them, The harvest truly is great, but the labourers are few: pray all of you therefore the Lord of the harvest, that he would send forth labourers into his harvest."},{"reference": "Luke 10:3", "verseNumber": 3, "scripture": "Go your ways: behold, I send you forth as lambs among wolves."},{"reference": "Luke 10:4", "verseNumber": 4, "scripture": "Carry neither purse, nor pouch, nor shoes: and salute no man by the way."},{"reference": "Luke 10:5", "verseNumber": 5, "scripture": "And into whatsoever house all of you enter, first say, Peace be to this house."},{"reference": "Luke 10:6", "verseNumber": 6, "scripture": "And if the son of peace be there, your peace shall rest upon it: if not, it shall turn to you again."},{"reference": "Luke 10:7", "verseNumber": 7, "scripture": "And in the same house remain, eating and drinking such things as they give: for the labourer is worthy of his hire. Go not from house to house."},{"reference": "Luke 10:8", "verseNumber": 8, "scripture": "And into whatsoever city all of you enter, and they receive you, eat such things as are set before you:"},{"reference": "Luke 10:9", "verseNumber": 9, "scripture": "And heal the sick that are therein, and say unto them, The kingdom of God has come nigh unto you."},{"reference": "Luke 10:10", "verseNumber": 10, "scripture": "But into whatsoever city all of you enter, and they receive you not, go your ways out into the streets of the same, and say,"},{"reference": "Luke 10:11", "verseNumber": 11, "scripture": "Even the very dust of your city, which cleaves on us, we do wipe off against you: notwithstanding be all of you sure of this, that the kingdom of God has come nigh unto you."},{"reference": "Luke 10:12", "verseNumber": 12, "scripture": "But I say unto you, that it shall be more tolerable in that day for Sodom, than for that city."},{"reference": "Luke 10:13", "verseNumber": 13, "scripture": "Woe unto you, Chorazin! woe unto you, Bethsaida! for if the mighty works had been done in Tyre and Sidon, which have been done in you, they had a great while ago repented, sitting in sackcloth and ashes."},{"reference": "Luke 10:14", "verseNumber": 14, "scripture": "But it shall be more tolerable for Tyre and Sidon at the judgment, than for you."},{"reference": "Luke 10:15", "verseNumber": 15, "scripture": "And you, Capernaum, which are exalted to heaven, shall be thrust down to hell."},{"reference": "Luke 10:16", "verseNumber": 16, "scripture": "He that hears you hears me; and he that despises you despises me; and he that despises me despises him that sent me."},{"reference": "Luke 10:17", "verseNumber": 17, "scripture": "And the seventy returned again with joy, saying, Lord, even the devils are subject unto us through your name."},{"reference": "Luke 10:18", "verseNumber": 18, "scripture": "And he said unto them, I beheld Satan as lightning fall from heaven."},{"reference": "Luke 10:19", "verseNumber": 19, "scripture": "Behold, I give unto you power to tread on serpents and scorpions, and over all the power of the enemy: and nothing shall by any means hurt you."},{"reference": "Luke 10:20", "verseNumber": 20, "scripture": "Notwithstanding in this rejoice not, that the spirits are subject unto you; but rather rejoice, because your names are written in heaven."},{"reference": "Luke 10:21", "verseNumber": 21, "scripture": "In that hour Jesus rejoiced in spirit, and said, I thank you, O Father, Lord of heaven and earth, that you have hid these things from the wise and prudent, and have revealed them unto babes: even so, Father; for so it seemed good in your sight."},{"reference": "Luke 10:22", "verseNumber": 22, "scripture": "All things are delivered to me of my Father: and no man knows who the Son is, but the Father; and who the Father is, but the Son, and he to whom the Son will reveal him."},{"reference": "Luke 10:23", "verseNumber": 23, "scripture": "And he turned him unto his disciples, and said privately, Blessed are the eyes which see the things that all of you see:"},{"reference": "Luke 10:24", "verseNumber": 24, "scripture": "For I tell you, that many prophets and kings have desired to see those things which all of you see, and have not seen them; and to hear those things which all of you hear, and have not heard them."},{"reference": "Luke 10:25", "verseNumber": 25, "scripture": "And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?"},{"reference": "Luke 10:26", "verseNumber": 26, "scripture": "He said unto him, What is written in the law? how read you?"},{"reference": "Luke 10:27", "verseNumber": 27, "scripture": "And he answering said, You shall love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind; and your neighbour as yourself."},{"reference": "Luke 10:28", "verseNumber": 28, "scripture": "And he said unto him, You have answered right: this do, and you shall live."},{"reference": "Luke 10:29", "verseNumber": 29, "scripture": "But he, willing to justify himself, said unto Jesus, And who is my neighbour?"},{"reference": "Luke 10:30", "verseNumber": 30, "scripture": "And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead."},{"reference": "Luke 10:31", "verseNumber": 31, "scripture": "And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side."},{"reference": "Luke 10:32", "verseNumber": 32, "scripture": "And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side."},{"reference": "Luke 10:33", "verseNumber": 33, "scripture": "But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,"},{"reference": "Luke 10:34", "verseNumber": 34, "scripture": "And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him."},{"reference": "Luke 10:35", "verseNumber": 35, "scripture": "And on the next day when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever you spend more, when I come again, I will repay you."},{"reference": "Luke 10:36", "verseNumber": 36, "scripture": "Which now of these three, think you, was neighbour unto him that fell among the thieves?"},{"reference": "Luke 10:37", "verseNumber": 37, "scripture": "And he said, He that showed mercy on him. Then said Jesus unto him, Go, and do you likewise."},{"reference": "Luke 10:38", "verseNumber": 38, "scripture": "Now it came to pass, as they went, that he entered into a certain village: and a certain woman named Martha received him into her house."},{"reference": "Luke 10:39", "verseNumber": 39, "scripture": "And she had a sister called Mary, which also sat at Jesus' feet, and heard his word."},{"reference": "Luke 10:40", "verseNumber": 40, "scripture": "But Martha was cumbered about much serving, and came to him, and said, Lord, do you not care that my sister has left me to serve alone? bid her therefore that she help me."},{"reference": "Luke 10:41", "verseNumber": 41, "scripture": "And Jesus answered and said unto her, Martha, Martha, you are careful and troubled about many things:"},{"reference": "Luke 10:42", "verseNumber": 42, "scripture": "But one thing is necessary: and Mary has chosen that good part, which shall not be taken away from her."}]}