{
    "bibleVersion":  "KJV",
     "bibleLanguage":  "English",
     "fullBibleName":  "King James Version (1769)",
     "description":  "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.",
     "scriptureSection":  "New Testament",
     "internetAddress":  "https://www.kingjamesbibleonline.org/",
     "copyright":  "Public Domain",
     "bibleTextSource":  "Internet",
     "bookName":  "Luke",
     "bookAbbreviation":  "Luk",
     "chapterNumber":  12,
     "verses":  [
        {
            "reference":  "Luke 12:1",
             "verseNumber":  1,
             "scripture":  "In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware all of you of the leaven of the Pharisees, which is hypocrisy."
        },
        {
            "reference":  "Luke 12:2",
             "verseNumber":  2,
             "scripture":  "For there is nothing covered, that shall not be revealed; neither hid, that shall not be known."
        },
        {
            "reference":  "Luke 12:3",
             "verseNumber":  3,
             "scripture":  "Therefore whatsoever all of you have spoken in darkness shall be heard in the light; and that which all of you have spoken in the ear in closets shall be proclaimed upon the housetops."
        },
        {
            "reference":  "Luke 12:4",
             "verseNumber":  4,
             "scripture":  "And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do."
        },
        {
            "reference":  "Luke 12:5",
             "verseNumber":  5,
             "scripture":  "But I will forewarn you whom all of you shall fear: Fear him, which after he has killed has power to cast into hell; yea, I say unto you, Fear him."
        },
        {
            "reference":  "Luke 12:6",
             "verseNumber":  6,
             "scripture":  "Are not five sparrows sold for two farthings, and not one of them is forgotten before God?"
        },
        {
            "reference":  "Luke 12:7",
             "verseNumber":  7,
             "scripture":  "But even the very hairs of your head are all numbered. Fear not therefore: all of you are of more value than many sparrows."
        },
        {
            "reference":  "Luke 12:8",
             "verseNumber":  8,
             "scripture":  "Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:"
        },
        {
            "reference":  "Luke 12:9",
             "verseNumber":  9,
             "scripture":  "But he that denies me before men shall be denied before the angels of God."
        },
        {
            "reference":  "Luke 12:10",
             "verseNumber":  10,
             "scripture":  "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemes against the Holy Spirit it shall not be forgiven."
        },
        {
            "reference":  "Luke 12:11",
             "verseNumber":  11,
             "scripture":  "And when they bring you unto the synagogues, and unto magistrates, and powers, take all of you no thought how or what thing all of you shall answer, or what all of you shall say:"
        },
        {
            "reference":  "Luke 12:12",
             "verseNumber":  12,
             "scripture":  "For the Holy Spirit shall teach you in the same hour what all of you ought to say."
        },
        {
            "reference":  "Luke 12:13",
             "verseNumber":  13,
             "scripture":  "And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me."
        },
        {
            "reference":  "Luke 12:14",
             "verseNumber":  14,
             "scripture":  "And he said unto him, Man, who made me a judge or a divider over you?"
        },
        {
            "reference":  "Luke 12:15",
             "verseNumber":  15,
             "scripture":  "And he said unto them, Take heed, and beware of covetousness: for a man's life consists not in the abundance of the things which he possesses."
        },
        {
            "reference":  "Luke 12:16",
             "verseNumber":  16,
             "scripture":  "And he spoke a parable unto them, saying, The ground of a certain rich man brought forth plentifully:"
        },
        {
            "reference":  "Luke 12:17",
             "verseNumber":  17,
             "scripture":  "And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?"
        },
        {
            "reference":  "Luke 12:18",
             "verseNumber":  18,
             "scripture":  "And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods."
        },
        {
            "reference":  "Luke 12:19",
             "verseNumber":  19,
             "scripture":  "And I will say to my soul, Soul, you have much goods laid up for many years; take yours ease, eat, drink, and be merry."
        },
        {
            "reference":  "Luke 12:20",
             "verseNumber":  20,
             "scripture":  "But God said unto him, You fool, this night your soul shall be required of you: then whose shall those things be, which you have provided?"
        },
        {
            "reference":  "Luke 12:21",
             "verseNumber":  21,
             "scripture":  "So is he that lays up treasure for himself, and is not rich toward God."
        },
        {
            "reference":  "Luke 12:22",
             "verseNumber":  22,
             "scripture":  "And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what all of you shall eat; neither for the body, what all of you shall put on."
        },
        {
            "reference":  "Luke 12:23",
             "verseNumber":  23,
             "scripture":  "The life is more than food, and the body is more than raiment."
        },
        {
            "reference":  "Luke 12:24",
             "verseNumber":  24,
             "scripture":  "Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feeds them: how much more are all of you better than the fowls?"
        },
        {
            "reference":  "Luke 12:25",
             "verseNumber":  25,
             "scripture":  "And which of you with taking thought can add to his stature one cubit?"
        },
        {
            "reference":  "Luke 12:26",
             "verseNumber":  26,
             "scripture":  "If all of you then be not able to do that thing which is least, why take all of you thought for the rest?"
        },
        {
            "reference":  "Luke 12:27",
             "verseNumber":  27,
             "scripture":  "Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these."
        },
        {
            "reference":  "Luke 12:28",
             "verseNumber":  28,
             "scripture":  "If then God so clothe the grass, which is to day in the field, and tomorrow is cast into the oven; how much more will he clothe you, O all of you of little faith?"
        },
        {
            "reference":  "Luke 12:29",
             "verseNumber":  29,
             "scripture":  "And seek not all of you what all of you shall eat, or what all of you shall drink, neither be all of you of doubtful mind."
        },
        {
            "reference":  "Luke 12:30",
             "verseNumber":  30,
             "scripture":  "For all these things do the nations of the world seek after: and your Father knows that all of you have need of these things."
        },
        {
            "reference":  "Luke 12:31",
             "verseNumber":  31,
             "scripture":  "But rather seek all of you the kingdom of God; and all these things shall be added unto you."
        },
        {
            "reference":  "Luke 12:32",
             "verseNumber":  32,
             "scripture":  "Fear not, little flock; for it is your Father's good pleasure to give you the kingdom."
        },
        {
            "reference":  "Luke 12:33",
             "verseNumber":  33,
             "scripture":  "Sell that all of you have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that fails not, where no thief approaches, neither moth corrupts."
        },
        {
            "reference":  "Luke 12:34",
             "verseNumber":  34,
             "scripture":  "For where your treasure is, there will your heart be also."
        },
        {
            "reference":  "Luke 12:35",
             "verseNumber":  35,
             "scripture":  "Let your loins be girded about, and your lights burning;"
        },
        {
            "reference":  "Luke 12:36",
             "verseNumber":  36,
             "scripture":  "And all of you yourselves like unto men that wait for their lord, when he will return from the wedding; that when he comes and knocks, they may open unto him immediately."
        },
        {
            "reference":  "Luke 12:37",
             "verseNumber":  37,
             "scripture":  "Blessed are those servants, whom the lord when he comes shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to food, and will come forth and serve them."
        },
        {
            "reference":  "Luke 12:38",
             "verseNumber":  38,
             "scripture":  "And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants."
        },
        {
            "reference":  "Luke 12:39",
             "verseNumber":  39,
             "scripture":  "And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through."
        },
        {
            "reference":  "Luke 12:40",
             "verseNumber":  40,
             "scripture":  "Be all of you therefore ready also: for the Son of man comes at an hour when all of you think not."
        },
        {
            "reference":  "Luke 12:41",
             "verseNumber":  41,
             "scripture":  "Then Peter said unto him, Lord, speak you this parable unto us, or even to all?"
        },
        {
            "reference":  "Luke 12:42",
             "verseNumber":  42,
             "scripture":  "And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of food in due season?"
        },
        {
            "reference":  "Luke 12:43",
             "verseNumber":  43,
             "scripture":  "Blessed is that servant, whom his lord when he comes shall find so doing."
        },
        {
            "reference":  "Luke 12:44",
             "verseNumber":  44,
             "scripture":  "Truthfully I say unto you, that he will make him ruler over all that he has."
        },
        {
            "reference":  "Luke 12:45",
             "verseNumber":  45,
             "scripture":  "But and if that servant say in his heart, My lord delays his coming; and shall begin to beat the male servants and maidens, and to eat and drink, and to be drunken;"
        },
        {
            "reference":  "Luke 12:46",
             "verseNumber":  46,
             "scripture":  "The lord of that servant will come in a day when he looks not for him, and at an hour when he is not aware, and will cut him in two, and will appoint him his portion with the unbelievers."
        },
        {
            "reference":  "Luke 12:47",
             "verseNumber":  47,
             "scripture":  "And that servant, which knew his lord's will, and prepared not himself, neither did according to his will, shall be beaten with many stripes."
        },
        {
            "reference":  "Luke 12:48",
             "verseNumber":  48,
             "scripture":  "But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more."
        },
        {
            "reference":  "Luke 12:49",
             "verseNumber":  49,
             "scripture":  "I am come to send fire on the earth; and what will I, if it be already kindled?"
        },
        {
            "reference":  "Luke 12:50",
             "verseNumber":  50,
             "scripture":  "But I have a baptism to be baptized with; and how am I straitened till it be accomplished!"
        },
        {
            "reference":  "Luke 12:51",
             "verseNumber":  51,
             "scripture":  "Suppose all of you that I am come to give peace on earth? I tell you, Nay; but rather division:"
        },
        {
            "reference":  "Luke 12:52",
             "verseNumber":  52,
             "scripture":  "For from henceforth there shall be five in one house divided, three against two, and two against three."
        },
        {
            "reference":  "Luke 12:53",
             "verseNumber":  53,
             "scripture":  "The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law."
        },
        {
            "reference":  "Luke 12:54",
             "verseNumber":  54,
             "scripture":  "And he said also to the people, When all of you see a cloud rise out of the west, immediately all of you say, There comes a shower; and so it is."
        },
        {
            "reference":  "Luke 12:55",
             "verseNumber":  55,
             "scripture":  "And when all of you see the south wind blow, all of you say, There will be heat; and it comes to pass."
        },
        {
            "reference":  "Luke 12:56",
             "verseNumber":  56,
             "scripture":  "All of you hypocrites, all of you can discern the face of the sky and of the earth; but how is it that all of you do not discern this time?"
        },
        {
            "reference":  "Luke 12:57",
             "verseNumber":  57,
             "scripture":  "Yea, and why even of yourselves judge all of you not what is right?"
        },
        {
            "reference":  "Luke 12:58",
             "verseNumber":  58,
             "scripture":  "When you go with yours adversary to the magistrate, as you are in the way, give diligence that you may be delivered from him; lest he hale you to the judge, and the judge deliver you to the officer, and the officer cast you into prison."
        },
        {
            "reference":  "Luke 12:59",
             "verseNumber":  59,
             "scripture":  "I tell you, you shall not depart thence, till you have paid the very last mite."
        }
    ]
}