{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Luke", "bookAbbreviation": "Luk", "chapterNumber": 17, "verses": [{"reference": "Luke 17:1", "verseNumber": 1, "scripture": "Then said he unto the disciples, It is impossible but that offences will come: but woe unto him, through whom they come!"},{"reference": "Luke 17:2", "verseNumber": 2, "scripture": "It were better for him that a millstone were hanged about his neck, and he cast into the sea, than that he should offend one of these little ones."},{"reference": "Luke 17:3", "verseNumber": 3, "scripture": "Take heed to yourselves: If your brother trespass against you, rebuke him; and if he repent, forgive him."},{"reference": "Luke 17:4", "verseNumber": 4, "scripture": "And if he trespass against you seven times in a day, and seven times in a day return to you, saying, I repent; you shall forgive him."},{"reference": "Luke 17:5", "verseNumber": 5, "scripture": "And the apostles said unto the Lord, Increase our faith."},{"reference": "Luke 17:6", "verseNumber": 6, "scripture": "And the Lord said, If all of you had faith as a grain of mustard seed, all of you might say unto this sycamine tree, Be you plucked up by the root, and be you planted in the sea; and it should obey you."},{"reference": "Luke 17:7", "verseNumber": 7, "scripture": "But which of you, having a servant plowing or feeding cattle, will say unto him by and by, when he has come from the field, Go and sit down to food?"},{"reference": "Luke 17:8", "verseNumber": 8, "scripture": "And will not rather say unto him, Make ready wherewith I may sup, and gird yourself, and serve me, till I have eaten and drunken; and afterward you shall eat and drink?"},{"reference": "Luke 17:9", "verseNumber": 9, "scripture": "Does he thank that servant because he did the things that were commanded him? I I think not not."},{"reference": "Luke 17:10", "verseNumber": 10, "scripture": "So likewise all of you, when all of you shall have done all those things which are commanded you, say, We are useless servants: we have done that which was our duty to do."},{"reference": "Luke 17:11", "verseNumber": 11, "scripture": "And it came to pass, as he went to Jerusalem, that he passed through the midst of Samaria and Galilee."},{"reference": "Luke 17:12", "verseNumber": 12, "scripture": "And as he entered into a certain village, there met him ten men that were lepers, which stood far off:"},{"reference": "Luke 17:13", "verseNumber": 13, "scripture": "And they lifted up their voices, and said, Jesus, Master, have mercy on us."},{"reference": "Luke 17:14", "verseNumber": 14, "scripture": "And when he saw them, he said unto them, Go show yourselves unto the priests. And it came to pass, that, as they went, they were cleansed."},{"reference": "Luke 17:15", "verseNumber": 15, "scripture": "And one of them, when he saw that he was healed, turned back, and with a loud voice glorified God,"},{"reference": "Luke 17:16", "verseNumber": 16, "scripture": "And fell down on his face at his feet, giving him thanks: and he was a Samaritan."},{"reference": "Luke 17:17", "verseNumber": 17, "scripture": "And Jesus answering said, Were there not ten cleansed? but where are the nine?"},{"reference": "Luke 17:18", "verseNumber": 18, "scripture": "There are not found that returned to give glory to God, save this stranger."},{"reference": "Luke 17:19", "verseNumber": 19, "scripture": "And he said unto him, Arise, go your way: your faith has made you whole."},{"reference": "Luke 17:20", "verseNumber": 20, "scripture": "And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God comes not with observation:"},{"reference": "Luke 17:21", "verseNumber": 21, "scripture": "Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you."},{"reference": "Luke 17:22", "verseNumber": 22, "scripture": "And he said unto the disciples, The days will come, when all of you shall desire to see one of the days of the Son of man, and all of you shall not see it."},{"reference": "Luke 17:23", "verseNumber": 23, "scripture": "And they shall say to you, See here; or, see there: go not after them, nor follow them."},{"reference": "Luke 17:24", "verseNumber": 24, "scripture": "For as the lightning, that lightens out of the one part under heaven, shines unto the other part under heaven; so shall also the Son of man be in his day."},{"reference": "Luke 17:25", "verseNumber": 25, "scripture": "But first must he suffer many things, and be rejected of this generation."},{"reference": "Luke 17:26", "verseNumber": 26, "scripture": "And as it was in the days of Noe, so shall it be also in the days of the Son of man."},{"reference": "Luke 17:27", "verseNumber": 27, "scripture": "They did eat, they drank, they married wives, they were given in marriage, until the day that Noe entered into the ark, and the flood came, and destroyed them all."},{"reference": "Luke 17:28", "verseNumber": 28, "scripture": "Likewise also as it was in the days of Lot; they did eat, they drank, they bought, they sold, they planted, they built;"},{"reference": "Luke 17:29", "verseNumber": 29, "scripture": "But the same day that Lot went out of Sodom it rained fire and brimstone from heaven, and destroyed them all."},{"reference": "Luke 17:30", "verseNumber": 30, "scripture": "Even thus shall it be in the day when the Son of man is revealed."},{"reference": "Luke 17:31", "verseNumber": 31, "scripture": "In that day, he which shall be upon the housetop, and his stuff in the house, let him not come down to take it away: and he that is in the field, let him likewise not return back."},{"reference": "Luke 17:32", "verseNumber": 32, "scripture": "Remember Lot's wife."},{"reference": "Luke 17:33", "verseNumber": 33, "scripture": "Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall preserve it."},{"reference": "Luke 17:34", "verseNumber": 34, "scripture": "I tell you, in that night there shall be two men in one bed; the one shall be taken, and the other shall be left."},{"reference": "Luke 17:35", "verseNumber": 35, "scripture": "Two women shall be grinding together; the one shall be taken, and the other left."},{"reference": "Luke 17:36", "verseNumber": 36, "scripture": "Two men shall be in the field; the one shall be taken, and the other left."},{"reference": "Luke 17:37", "verseNumber": 37, "scripture": "And they answered and said unto him, Where, Lord? And he said unto them, Where ever the body is, thither will the eagles be gathered together."}]}