{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Luke", "bookAbbreviation": "Luk", "chapterNumber": 19, "verses": [{"reference": "Luke 19:1", "verseNumber": 1, "scripture": "And Jesus entered and passed through Jericho."},{"reference": "Luke 19:2", "verseNumber": 2, "scripture": "And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich."},{"reference": "Luke 19:3", "verseNumber": 3, "scripture": "And he sought to see Jesus who he was; and could not for the press, because he was little of stature."},{"reference": "Luke 19:4", "verseNumber": 4, "scripture": "And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way."},{"reference": "Luke 19:5", "verseNumber": 5, "scripture": "And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; in order to day I must abide at your house."},{"reference": "Luke 19:6", "verseNumber": 6, "scripture": "And he made haste, and came down, and received him joyfully."},{"reference": "Luke 19:7", "verseNumber": 7, "scripture": "And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner."},{"reference": "Luke 19:8", "verseNumber": 8, "scripture": "And Zacchaeus stood, and said unto the Lord: Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold."},{"reference": "Luke 19:9", "verseNumber": 9, "scripture": "And Jesus said unto him, This day is salvation come to this house, forasmuch as he also is a son of Abraham."},{"reference": "Luke 19:10", "verseNumber": 10, "scripture": "For the Son of man has come to seek and to save that which was lost."},{"reference": "Luke 19:11", "verseNumber": 11, "scripture": "And as they heard these things, he added and spoke a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear."},{"reference": "Luke 19:12", "verseNumber": 12, "scripture": "He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return."},{"reference": "Luke 19:13", "verseNumber": 13, "scripture": "And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come."},{"reference": "Luke 19:14", "verseNumber": 14, "scripture": "But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us."},{"reference": "Luke 19:15", "verseNumber": 15, "scripture": "And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading."},{"reference": "Luke 19:16", "verseNumber": 16, "scripture": "Then came the first, saying, Lord, your pound has gained ten pounds."},{"reference": "Luke 19:17", "verseNumber": 17, "scripture": "And he said unto him, Well, you good servant: because you have been faithful in a very little, have you authority over ten cities."},{"reference": "Luke 19:18", "verseNumber": 18, "scripture": "And the second came, saying, Lord, your pound has gained five pounds."},{"reference": "Luke 19:19", "verseNumber": 19, "scripture": "And he said likewise to him, Be you also over five cities."},{"reference": "Luke 19:20", "verseNumber": 20, "scripture": "And another came, saying, Lord, behold, here is your pound, which I have kept laid up in a cloth:"},{"reference": "Luke 19:21", "verseNumber": 21, "scripture": "For I feared you, because you are an austere man: you take up that you layed not down, and reap that you did not sow."},{"reference": "Luke 19:22", "verseNumber": 22, "scripture": "And he says unto him, Out of yours own mouth will I judge you, you wicked servant. You knew that I was an austere man, taking up that I laid not down, and reaping that I did not sow:"},{"reference": "Luke 19:23", "verseNumber": 23, "scripture": "Wherefore then gave not you my money into the bank, that at my coming I might have required mine own with interest?"},{"reference": "Luke 19:24", "verseNumber": 24, "scripture": "And he said unto them that stood by, Take from him the pound, and give it to him that has ten pounds."},{"reference": "Luke 19:25", "verseNumber": 25, "scripture": "(And they said unto him, Lord, he has ten pounds.)"},{"reference": "Luke 19:26", "verseNumber": 26, "scripture": "For I say unto you, That unto every one which has shall be given; and from him that has not, even that he has shall be taken away from him."},{"reference": "Luke 19:27", "verseNumber": 27, "scripture": "But those mine enemies, which would not that I should reign over them, bring here, and slay them before me."},{"reference": "Luke 19:28", "verseNumber": 28, "scripture": "And when he had thus spoken, he went before, ascending up to Jerusalem."},{"reference": "Luke 19:29", "verseNumber": 29, "scripture": "And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,"},{"reference": "Luke 19:30", "verseNumber": 30, "scripture": "Saying, Go all of you into the village opposite to you; in the which at your entering all of you shall find a colt tied, whereon yet never man sat: loose him, and bring him here."},{"reference": "Luke 19:31", "verseNumber": 31, "scripture": "And if any man ask you, Why do all of you loose him? thus shall all of you say unto him, Because the Lord has need of him."},{"reference": "Luke 19:32", "verseNumber": 32, "scripture": "And they that were sent went their way, and found even as he had said unto them."},{"reference": "Luke 19:33", "verseNumber": 33, "scripture": "And as they were loosing the colt, the owners thereof said unto them, Why loose all of you the colt?"},{"reference": "Luke 19:34", "verseNumber": 34, "scripture": "And they said, The Lord has need of him."},{"reference": "Luke 19:35", "verseNumber": 35, "scripture": "And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon."},{"reference": "Luke 19:36", "verseNumber": 36, "scripture": "And as he went, they spread their clothes in the way."},{"reference": "Luke 19:37", "verseNumber": 37, "scripture": "And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;"},{"reference": "Luke 19:38", "verseNumber": 38, "scripture": "Saying, Blessed be the King that comes in the name of the Lord: peace in heaven, and glory in the highest."},{"reference": "Luke 19:39", "verseNumber": 39, "scripture": "And some of the Pharisees from among the multitude said unto him, Master, rebuke your disciples."},{"reference": "Luke 19:40", "verseNumber": 40, "scripture": "And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out."},{"reference": "Luke 19:41", "verseNumber": 41, "scripture": "And when he was come near, he beheld the city, and wept over it,"},{"reference": "Luke 19:42", "verseNumber": 42, "scripture": "Saying, If you had known, even you, at least in this your day, the things which belong unto your peace! but now they are hid from yours eyes."},{"reference": "Luke 19:43", "verseNumber": 43, "scripture": "For the days shall come upon you, that yours enemies shall cast a trench about you, and compass you round, and keep you in on every side,"},{"reference": "Luke 19:44", "verseNumber": 44, "scripture": "And shall lay you even with the ground, and your children within you; and they shall not leave in you one stone upon another; because you knew not the time of your visitation."},{"reference": "Luke 19:45", "verseNumber": 45, "scripture": "And he went into the temple, and began to cast out them that sold therein, and them that bought;"},{"reference": "Luke 19:46", "verseNumber": 46, "scripture": "Saying unto them, It is written, My house is the house of prayer: but all of you have made it a den of thieves."},{"reference": "Luke 19:47", "verseNumber": 47, "scripture": "And he taught daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,"},{"reference": "Luke 19:48", "verseNumber": 48, "scripture": "And could not find what they might do: for all the people were very attentive to hear him."}]}