{"bibleVersion": "KJV", "bibleLanguage": "English", "fullBibleName": "King James Version (1769)", "description": "The King James Version, also known as the Authorized Version (AV) or the King James Bible (KJB), is an English translation of the Christian Bible, supported by King James I for the Church of England, begun in 1604 and completed in 1611. The translation is based on Textus Receptus (for NT) and Masoretic Text (for OT). This is the standard text of 1769 extensively re-edited by Benjamin Blayney at Oxford.", "scriptureSection": "New Testament", "internetAddress": "https://www.kingjamesbibleonline.org/", "copyright": "Public Domain", "bibleTextSource": "Internet", "bookName": "Luke", "bookAbbreviation": "Luk", "chapterNumber": 23, "verses": [{"reference": "Luke 23:1", "verseNumber": 1, "scripture": "And the whole multitude of them arose, and led him unto Pilate."},{"reference": "Luke 23:2", "verseNumber": 2, "scripture": "And they began to accuse him, saying, We found this fellow perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ a King."},{"reference": "Luke 23:3", "verseNumber": 3, "scripture": "And Pilate asked him, saying, Are you the King of the Jews? And he answered him and said, You says it."},{"reference": "Luke 23:4", "verseNumber": 4, "scripture": "Then said Pilate to the chief priests and to the people, I find no fault in this man."},{"reference": "Luke 23:5", "verseNumber": 5, "scripture": "And they were the more fierce, saying, He stirs up the people, teaching throughout all Jewry, beginning from Galilee to this place."},{"reference": "Luke 23:6", "verseNumber": 6, "scripture": "When Pilate heard of Galilee, he asked whether the man were a Galilaean."},{"reference": "Luke 23:7", "verseNumber": 7, "scripture": "And as soon as he knew that he belonged unto Herod's jurisdiction, he sent him to Herod, who himself also was at Jerusalem at that time."},{"reference": "Luke 23:8", "verseNumber": 8, "scripture": "And when Herod saw Jesus, he was exceeding glad: for he was desirous to see him of a long season, because he had heard many things of him; and he hoped to have seen some miracle done by him."},{"reference": "Luke 23:9", "verseNumber": 9, "scripture": "Then he questioned with him in many words; but he answered him nothing."},{"reference": "Luke 23:10", "verseNumber": 10, "scripture": "And the chief priests and scribes stood and vehemently accused him."},{"reference": "Luke 23:11", "verseNumber": 11, "scripture": "And Herod with his men of war set him at nothing, and mocked him, and arrayed him in a gorgeous robe, and sent him again to Pilate."},{"reference": "Luke 23:12", "verseNumber": 12, "scripture": "And the same day Pilate and Herod were made friends together: for before they were at enmity between themselves."},{"reference": "Luke 23:13", "verseNumber": 13, "scripture": "And Pilate, when he had called together the chief priests and the rulers and the people,"},{"reference": "Luke 23:14", "verseNumber": 14, "scripture": "Said unto them, All of you have brought this man unto me, as one that perverts the people: and, behold, I, having examined him before you, have found no fault in this man concerning those things whereof all of you accuse him:"},{"reference": "Luke 23:15", "verseNumber": 15, "scripture": "No, nor yet Herod: for I sent you to him; and, lo, nothing worthy of death is done unto him."},{"reference": "Luke 23:16", "verseNumber": 16, "scripture": "I will therefore chastise him, and release him."},{"reference": "Luke 23:17", "verseNumber": 17, "scripture": "(For of necessity he must release one unto them at the feast.)"},{"reference": "Luke 23:18", "verseNumber": 18, "scripture": "And they cried out all at once, saying, Away with this man, and release unto us Barabbas:"},{"reference": "Luke 23:19", "verseNumber": 19, "scripture": "(Who for a certain sedition made in the city, and for murder, was cast into prison.)"},{"reference": "Luke 23:20", "verseNumber": 20, "scripture": "Pilate therefore, willing to release Jesus, spoke again to them."},{"reference": "Luke 23:21", "verseNumber": 21, "scripture": "But they cried, saying, Crucify him, crucify him."},{"reference": "Luke 23:22", "verseNumber": 22, "scripture": "And he said unto them the third time, Why, what evil has he done? I have found no cause of death in him: I will therefore chastise him, and let him go."},{"reference": "Luke 23:23", "verseNumber": 23, "scripture": "And they were instant with loud voices, requiring that he might be crucified. And the voices of them and of the chief priests prevailed."},{"reference": "Luke 23:24", "verseNumber": 24, "scripture": "And Pilate gave sentence that it should be as they required."},{"reference": "Luke 23:25", "verseNumber": 25, "scripture": "And he released unto them him that for sedition and murder was cast into prison, whom they had desired; but he delivered Jesus to their will."},{"reference": "Luke 23:26", "verseNumber": 26, "scripture": "And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus."},{"reference": "Luke 23:27", "verseNumber": 27, "scripture": "And there followed him a great company of people, and of women, which also bewailed and lamented him."},{"reference": "Luke 23:28", "verseNumber": 28, "scripture": "But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children."},{"reference": "Luke 23:29", "verseNumber": 29, "scripture": "For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the breast which never gave suck."},{"reference": "Luke 23:30", "verseNumber": 30, "scripture": "Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us."},{"reference": "Luke 23:31", "verseNumber": 31, "scripture": "For if they do these things in a green tree, what shall be done in the dry?"},{"reference": "Luke 23:32", "verseNumber": 32, "scripture": "And there were also two other, malefactors, led with him to be put to death."},{"reference": "Luke 23:33", "verseNumber": 33, "scripture": "And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left."},{"reference": "Luke 23:34", "verseNumber": 34, "scripture": "Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots."},{"reference": "Luke 23:35", "verseNumber": 35, "scripture": "And the people stood beholding. And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God."},{"reference": "Luke 23:36", "verseNumber": 36, "scripture": "And the soldiers also mocked him, coming to him, and offering him vinegar,"},{"reference": "Luke 23:37", "verseNumber": 37, "scripture": "And saying, If you be the king of the Jews, save yourself."},{"reference": "Luke 23:38", "verseNumber": 38, "scripture": "And a superscription also was written over him in letters of Greek, and Latin, and Hebrew, THIS IS THE KING OF THE JEWS."},{"reference": "Luke 23:39", "verseNumber": 39, "scripture": "And one of the malefactors which were hanged railed on him, saying, If you be Christ, save yourself and us."},{"reference": "Luke 23:40", "verseNumber": 40, "scripture": "But the other answering rebuked him, saying, Do not you fear God, seeing you are in the same condemnation?"},{"reference": "Luke 23:41", "verseNumber": 41, "scripture": "And we indeed justly; for we receive the due reward of our deeds: but this man has done nothing amiss."},{"reference": "Luke 23:42", "verseNumber": 42, "scripture": "And he said unto Jesus, Lord, remember me when you come into your kingdom."},{"reference": "Luke 23:43", "verseNumber": 43, "scripture": "And Jesus said unto him, Verily I say unto you, To day shall you be with me in paradise."},{"reference": "Luke 23:44", "verseNumber": 44, "scripture": "And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour."},{"reference": "Luke 23:45", "verseNumber": 45, "scripture": "And the sun was darkened, and the veil of the temple was rent in the midst."},{"reference": "Luke 23:46", "verseNumber": 46, "scripture": "And when Jesus had cried with a loud voice, he said, Father, into your hands I commend my spirit: and having said thus, he gave up the spirit."},{"reference": "Luke 23:47", "verseNumber": 47, "scripture": "Now when the centurion saw what was done, he glorified God, saying, Certainly this was a righteous man."},{"reference": "Luke 23:48", "verseNumber": 48, "scripture": "And all the people that came together to that sight, beholding the things which were done, stroke their breasts, and returned."},{"reference": "Luke 23:49", "verseNumber": 49, "scripture": "And all his acquaintance, and the women that followed him from Galilee, stood far off, beholding these things."},{"reference": "Luke 23:50", "verseNumber": 50, "scripture": "And, behold, there was a man named Joseph, a counsellor; and he was a good man, and a just:"},{"reference": "Luke 23:51", "verseNumber": 51, "scripture": "(The same had not consented to the counsel and deed of them;) he was of Arimathaea, a city of the Jews: who also himself waited for the kingdom of God."},{"reference": "Luke 23:52", "verseNumber": 52, "scripture": "This man went unto Pilate, and begged the body of Jesus."},{"reference": "Luke 23:53", "verseNumber": 53, "scripture": "And he took it down, and wrapped it in linen, and laid it in a tomb that was hewn in stone, wherein never man before was laid."},{"reference": "Luke 23:54", "verseNumber": 54, "scripture": "And that day was the preparation, and the sabbath drew on."},{"reference": "Luke 23:55", "verseNumber": 55, "scripture": "And the women also, which came with him from Galilee, followed after, and beheld the tomb, and how his body was laid."},{"reference": "Luke 23:56", "verseNumber": 56, "scripture": "And they returned, and prepared spices and ointments; and rested the sabbath day according to the commandment."}]}